{
    "books": [
        {
            "name": "Sozoman: Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sozoman: Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:1",
                            "text": "Sozomen, Book V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:3",
                            "text": "—Apostasy of Julian, the Traitor."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:4",
                            "text": "Death of the Emperor Constantius."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:5",
                            "text": "Such were the transactions which took  place in the Eastern Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:6",
                            "text": "In the meantime, however, Julian, the Caesar, attacked and conquered the barbarians who dwelt on the banks of the Rhine; many he killed, and others he took prisoners."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:7",
                            "text": "As the victory added greatly to his fame, and as his moderation and gentleness had endeared him to the troops, they proclaimed him Augustus."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:8",
                            "text": "Far from making an excuse to Constantius for this act, he exchanged the officers who had been elected by Constantius, and industriously circulated letters wherein Constantius had solicited the barbarians to enter the Roman territories, and aid him against Magnentius."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:9",
                            "text": "He then suddenly changed his religion, and although he had previously confessed Christianity, he declared himself high-priest, frequented the pagan temples, offered sacrifices, and invited his subjects to adopt that form of worship."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:10",
                            "text": "As an invasion of Roman territory by the Persians was expected, and as Constantius had on this account repaired to Syria, Julian conceived that he might without battle render himself master of Illyricum; he therefore set out on his journey to this province, under pretense that he intended to present an apology to Constantius for having, without his sanction, received the symbols of imperial power."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:11",
                            "text": "It is said, that when he arrived on the borders of Illyria, the vines appeared full of green grapes, although the time of the vintage was past, and the Pleiades had set; and that there fell upon his followers a dashing of the dew from the atmosphere, of which each drop was stamped with the sign of the cross."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:12",
                            "text": "He and many of those with him regarded the grapes appearing out of season as a favorable omen; while the dew had made that figure by chance on the garments upon which it happened to fall."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:13",
                            "text": "Others thought that of the two symbols, the one of the green grapes signified that the emperor would die prematurely, and his reign would be very short; while the second sign, that of the crosses formed by the drops of dew, indicated that the Christian religion is from heaven, and that all persons ought to receive the sign of the cross."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:14",
                            "text": "I am, for my own part, convinced that those who regarded these two phenomena as unfavorable omens for Julian, were not mistaken; and the progress of time proved the accuracy of their opinion."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:15",
                            "text": "When Constantius heard that Julian was marching against him at the head of an army, he abandoned his intended expedition against the Persians, and departed for Constantinople; but he died on the journey, when he had arrived as far as Mopsucrenae, which lies near the Taurus, between Cilicia and Cappadocia."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:16",
                            "text": "He died in the forty-fifth year of his age, after reigning thirteen years conjointly with his father Constantine, and twenty-five years after the death of that emperor."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:17",
                            "text": "A little while after the decease of Constantius, Julian, who had already made himself master of Thrace, entered Constantinople and was proclaimed emperor."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:18",
                            "text": "Pagans assert that diviners and demons had predicted the death of Constantius, and the change in affairs, before his departure for Galatia, and had advised him to undertake the expedition."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:19",
                            "text": "This might have been regarded as a true prediction, had not the life of Julian been terminated so shortly afterwards, and when he had only tasted the imperial power as in a dream."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:20",
                            "text": "But it appears to me absurd to believe that, after he had heard the death of Constantius predicted, and had been warned that it would be his own fate to fall in battle by the hands of the Persians, he should have leaped into manifest death,—offering him no other fame in the world than that of lack of counsel, and poor generalship,—and who, had he lived, would probably have suffered the greater part of the Roman territories to fall under the Persian yoke."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:21",
                            "text": "This observation, however, is only inserted lest I should be blamed for omitting it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Sozoman: Book V 1:22",
                            "text": "I leave every one to form his own opinion."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sozoman: Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:2",
                            "text": "—The Life, Education, and Training of Julian, and his Accession to the Empire."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:3",
                            "text": "Immediately after the death of Constantius,  the dread of a persecution arose in the Church, and Christians suffered more anguish from the anticipation of this calamity than they would have experienced from its actual occurrence."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:4",
                            "text": "This state of feeling proceeded from the fact that a long interval had made them unaccustomed to such dangers, and from the remembrance of the tortures which had been exercised by the tyrants upon their fathers, and from their knowledge of the hatred with which the emperor regarded their doctrines."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:5",
                            "text": "It is said that he openly renounced the faith of Christ so entirely, that he by sacrifices and expiations, which the pagans call renunciatory, and by the blood of animals, purged himself of our baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:6",
                            "text": "From that period he employed himself in auguries and in the celebration of the pagan rites, both publicly and privately."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:7",
                            "text": "It is related  that one day, as he was inspecting the entrails of a victim, he beheld among them a cross encompassed with a crown."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:8",
                            "text": "This appearance terrified those who were assisting in the ceremony, for they judged that it indicated the strength of religion, and the eternal duration of the Christian doctrines; inasmuch as the crown by which it was encircled is the symbol of victory, and because of its continuity, for the circle beginning everywhere and ending in itself, has no limits in any direction."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:9",
                            "text": "The chief augur commanded Julian to be of good cheer, because in his judgment the victims were propitious, and since they surrounded the symbol of the Christian doctrine, and was indeed pushing into it, so that it would not spread and expand itself where it wished, since it was limited by the circumference of the circle."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:10",
                            "text": "I have also heard that one day Julian descended into a most noted and terrific adytum,  either for the purpose of participating in some initiation, or of consulting an oracle; and that, by means of machinery which is devised for this end, or of enchantments, such frightful specters were projected suddenly before him, that through perturbation and fear, he became forgetful of those who were present, for he had turned to his new religion when already a man, and so unconsciously fell into his earlier habit, and signed himself with the symbol of Christ, just as the Christian encompassed with untried dangers is wont to do."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:11",
                            "text": "Immediately the specters disappeared and their designs were frustrated."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:12",
                            "text": "The initiator was at first surprised at this, but when apprised of the cause of the flight of the demons, he declared that the act was a profanation; and after exhorting the emperor to be courageous and to have no recourse in deed or thought to anything connected with the Christian religion, he again conducted him to the initiation."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:13",
                            "text": "The zeal of the king for such matters saddened the Christians not a little and made them extremely anxious, more especially as he had been himself formerly a Christian."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:14",
                            "text": "He was born of pious parents, had been initiated in infancy according to the custom of the Church, and had been brought up in the knowledge of the Holy Scriptures, and was nurtured by bishops and men of the Church."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:15",
                            "text": "He and Gallus were the sons of Constantius, the brother by the same father of Constantine the emperor, and of Dalmatius."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:16",
                            "text": "Dalmatius had a son of the same name, who was declared Caesar, and was slain by the soldiery after the death of Constantine."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:17",
                            "text": "His fate would have been shared by Gallus and Julian, who were then orphans, had not Gallus been spared on account of a disease under which he was laboring, and from which, it was supposed, that he would soon naturally die; and Julian, on account of his extreme youth, for he was but eight years of age."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:18",
                            "text": "After this wonderful preservation, a residence was assigned to the two brothers in a palace called Macellum, situated in Cappadocia; this imperial post was near Mount Argeus, and not far from Caesarea; it contained a magnificent palace and was adorned with baths, gardens, and perennial fountains."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:19",
                            "text": "Here they were cultured and educated in a manner corresponding to the dignity of their birth; they were taught the sciences and bodily exercises befitting their age, by masters of languages and interpreters of the Holy Scriptures, so that they were enrolled among the clergy, and read the ecclesiastical books to the people."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:20",
                            "text": "Their habits and actions indicated no dereliction from piety."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:21",
                            "text": "They respected the clergy and other good people and persons zealous for doctrine; they repaired regularly to church and rendered due homage to the tombs of the martyrs."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:22",
                            "text": "It is said that they undertook to deposit the tomb of St."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:23",
                            "text": "Mammas  the martyr in a large edifice, and to divide the labor between themselves, and that while they were trying to excel one another in a rivalry of honor, an event occurred which was so astonishing that it would indeed be utterly incredible were it not for the testimony of many who are still among us, who heard it from those who were eyewitnesses of the transaction."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:24",
                            "text": "The part of the edifice upon which Gallus labored advanced rapidly and according to wish, but of the section upon which Julian labored, a part fell into ruin; another was projected upward from the earth; a third immediately on its touching the foundation could not be held upright, but was hurled backward as if some resistant and strong force from beneath were pushing against it."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:25",
                            "text": "This was universally regarded as a prodigy."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:26",
                            "text": "The people, however, drew no conclusion from it till subsequent events manifested its import."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:27",
                            "text": "There were a few who from that moment doubted the reality of Julian's religion, and suspected that he only made an outward profession of piety for fear of displeasing the emperor, who was then a Christian, and that he concealed his own sentiments because it was not safe to divulge them."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:28",
                            "text": "It is asserted that he was first secretly led to renounce the religion of his fathers by his intercourse with diviners; for when the resentment of Constantius against the two brothers was abated, Gallus went to Asia, and took up his residence in Ephesus, where the greater part of his property was situated; and Julian repaired to Constantinople, and frequented the schools, where his fine natural abilities and ready attainments in the sciences did not remain concealed."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:29",
                            "text": "He appeared in public in the garb of a private individual, and had much company; but because he was related to the emperor and was capable of conducting affairs and was expected to become emperor, considerable talk about him to this effect was prevalent, as is wont to be the case in a populous and imperial city, he was commanded to retire to Nicomedia."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:30",
                            "text": "Here he became acquainted with Maximus, an Ephesian philosopher,  who instructed him in philosophy, and inspired him with hatred towards the Christian religion, and moreover assured him that the much talked of prophecy about him was true."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:31",
                            "text": "Julian, as happens in many cases, while suffering in anticipation of severe circumstances, was softened by these favorable hopes and held Maximus as his friend."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:32",
                            "text": "As these occurrences reached the ears of Constantius, Julian became apprehensive, and accordingly shaved himself, and adopted externally the monkish mode of life, while he secretly held to the other religion."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:33",
                            "text": "When he arrived at the age of manhood, he was more readily infatuated, and yet was anxious about these tendencies; and admiring the art (if there be such an art) of predicting the future, he thought the knowledge of it necessary; he advanced to such experiments as are not lawful for Christians."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:34",
                            "text": "From this period he had as his friends those who followed this art."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:35",
                            "text": "In this opinion, he came into Asia from Nicomedia, and there consorting with men of such practices, he became more ardent in the pursuit of divination."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:36",
                            "text": "When Gallus, his brother, who had been established as Caesar, was put to death on being accused of revolution, Constantius also suspected Julian of cherishing the love of empire, and therefore put him under the custody of guards."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:37",
                            "text": "Eusebia, the wife of Constantius, obtained for him permission to retire to Athens; and he accordingly settled there, under pretext of attending the pagan exercises and schools; but as rumor says, he communed with diviners concerning his future prospects."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:38",
                            "text": "Constantius recalled him, and proclaimed him Caesar, promised him his sister Constantia  in marriage, and sent him to Gaul; for the barbarians whose aid had been hired by Constantius previously against Magnentius, finding that their services were not required, had portioned out that country."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:39",
                            "text": "As Julian was very young, generals, to whom the prudential affairs were turned over, were sent with him; but as these generals abandoned themselves to pleasure, he was present as Caesar, and provided for the war."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:40",
                            "text": "He confirmed his soldiers in their spirit for battle, and urged them in other ways to incur danger; he also ordered that a fixed reward should be given to each one who should slay a barbarian."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:41",
                            "text": "After he had thus secured the affections of the soldiery, he wrote to Constantius, acquainting him with the levity of the generals; and when another general had been sent, he attacked the barbarians, and obtained the victory."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:42",
                            "text": "They sent embassies to beg for peace, and showed the letter in which Constantius had requested them to enter the Roman dominions."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:43",
                            "text": "He purposely delayed to send the ambassador back; he attacked a number of the enemy unexpectedly and conquered them."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:44",
                            "text": "Some have said that Constantius, with designed enmity, committed this campaign to him;  but this does not appear probable to me."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:45",
                            "text": "For, as it rested with Constantius alone to nominate him Caesar, why did he confer that title upon him? Why did he give him his sister in marriage, or hear his complaints against the inefficient generals, and send a competent one in their stead in order to complete the war, if he were not friendly to Julian?      But as I conjecture, he conferred on him the title of Caesar because he was well disposed to Julian; but that after Julian had, without his sanction, been proclaimed emperor, he plotted against him through the barbarians on the Rhine; and this, I think, resulted either from the dread that Julian would seek revenge for the ill-treatment he and his brother Gallus had experienced during their youth, or as would be natural, from jealousy of his attaining similar honor."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Sozoman: Book V 2:46",
                            "text": "But a great variety of opinions are entertained on this subject."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sozoman: Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:2",
                            "text": "—Julian, on his Settlement in the Empire, began quietly to stir up Opposition to Christianity, and to introduce Paganism artfully."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:3",
                            "text": "When Julian found himself sole possessor of the empire,  he commanded that all the pagan temples should be reopened throughout the East; that those which had been neglected should be repaired; that those which had fallen into ruins should be rebuilt, and that the altars should be restored."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:4",
                            "text": "He assigned considerable money for this purpose; he restored the customs of antiquity and the ancestral ceremonies in the cities, and the practice of offering sacrifice."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:5",
                            "text": "He himself offered libations openly and publicly sacrificed; bestowed honors on those who were zealous in the performance of these ceremonies; restored the initiators and the priests, the hierophants and the servants of the images, to their old privileges; and confirmed the legislation of former emperors in their behalf; he conceded exemption from duties and from other burdens as was their previous right; he restored the provisions, which had been abolished, to the temple guardians, and commanded them to be pure from meats, and to abstain from whatever according to pagan saying was befitting him who had announced his purpose of leading a pure life."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:6",
                            "text": "He also ordered that the nilometer and the symbols and the former ancestral tablets should be cared for in the temple of Serapis, instead of being deposited, according to the regulation, established by Constantine, in the church."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:7",
                            "text": "He wrote frequently to the inhabitants of those cities in which he knew paganism was nourished, and urged them to ask what gifts they might desire."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:8",
                            "text": "Towards the Christians, on the contrary, he openly manifested his aversion, refusing to honor them with his presence, or to receive their deputies who were delegated to report about grievances."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:9",
                            "text": "When the inhabitants of Nisibis sent to implore his aid against the Persians, who were on the point of invading the Roman territories, he refused to assist them because they were wholly Christianized, and would neither reopen their temples nor resort to the sacred places; he threatened that he would not help them, nor receive their embassy, nor approach to enter their city before he should hear that they had returned to paganism."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:10",
                            "text": "He likewise accused the inhabitants of Constantia in Palestine, of attachment to Christianity, and rendered their city tributary to that of Gaza."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:11",
                            "text": "Constantia, as we stated before, was formerly called Majuma, and was used as a harbor for the vessels of Gaza; but on hearing that the majority of its inhabitants were Christians, Constantine elevated it to the dignity of a city, and conferred upon it the name of his own son, and a separate form of government; for he considered that it ought not to be dependent on Gaza, a city addicted to pagan rites."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:12",
                            "text": "On the accession of Julian, the citizens of Gaza went to law against those of Constantia."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:13",
                            "text": "The emperor himself sat as judge, and decided in favor of Gaza, and commanded that Constantia should be an appendage to that city, although it was situated at a distance of twenty stadia."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:14",
                            "text": "Its former name having been abolished by him, it has since been denominated the maritime region of Gaza."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:15",
                            "text": "They have now the same city magistrates, military officers, and public regulations."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:16",
                            "text": "With respect to ecclesiastical concerns, however, they may still be regarded as two cities."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:17",
                            "text": "They have each their own bishop and their own clergy; they celebrate festivals in honor of their respective martyrs, and in memory of the priests who successively ruled them; and the boundaries of the adjacent fields by which the altars belonging to the bishops are divided, are still preserved."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:18",
                            "text": "It happened within our own remembrance that an attempt was made by the bishop of Gaza, on the death of the president of the church at Majuma, to unite the clergy of that town with those under his own jurisdiction; and the plea he advanced was, that it was not lawful for two bishops to preside over one city."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:19",
                            "text": "The inhabitants of Majuma opposed this scheme, and the council of the province took cognizance of the dispute, and ordained another bishop."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:20",
                            "text": "The council decided that it was altogether right for those who had been deemed worthy of the honors of a city on account of their piety, not to be deprived of the privilege conferred upon the priesthood and rank of their churches, through the decision of a pagan emperor, who had taken a different ground of action."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Sozoman: Book V 3:21",
                            "text": "But these events occurred at a later period than that now under review."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sozoman: Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:2",
                            "text": "—Julian inflicted Evils upon the Inhabitants of Caesarea."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:3",
                            "text": "Bold Fidelity of Maris, Bishop of Chalcedon."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:4",
                            "text": "About the same time, the emperor erased Caesarea,  the large and wealthy metropolis of Cappadocia, situated near Mount Argeus, from the catalogue of cities, and even deprived it of the name of Caesarea, which had been conferred upon it during the reign of Claudius Caesar, its former name having been Mazaca."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:5",
                            "text": "He had long regarded the inhabitants of this city with extreme aversion, because they were zealously attached to Christianity, and had formerly destroyed the temple of the ancestral Apollo and that of Jupiter, the tutelar deity of the city."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:6",
                            "text": "The temple dedicated to Fortune,  the only one remaining in the city, was overturned by the Christians after his accession; and on hearing of the deed, he hated the entire city intensely and could scarce endure it."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:7",
                            "text": "He also blamed the pagans, who were few in number, but who ought, he said, to have hastened to the temple, and, if necessary, to have suffered cheerfully for Fortune."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:8",
                            "text": "He caused all possessions and money belonging to the churches of the city and suburbs of Caesarea to be rigorously sought out and carried away; about three hundred pounds of gold, obtained from this source, were conveyed to the public treasury."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:9",
                            "text": "He also commanded that all the clergy should be enrolled among the troops under the governor of the province, which is accounted the most arduous and least honorable service among the Romans."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:10",
                            "text": "He ordered the Christian populace to be numbered, women and children inclusive, and imposed taxes upon them as onerous as those to which villages are subjected."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:11",
                            "text": "He further threatened that, unless their temples were speedily re-erected, his wrath would not be appeased, but would be visited on the city, until none of the Galileans remained in existence; for this was the name which, in derision, he was wont to give to the Christians."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:12",
                            "text": "There is no doubt but that his menaces would have been fully executed had not death quickly intervened."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:13",
                            "text": "It was not from any feeling of compassion towards the Christians that he treated them at first with greater humanity than had been evinced by former persecutors, but because he had discovered that paganism had derived no advantage from their tortures, while Christianity had been especially increased, and had become more honored by the fortitude of those who died in defense of the faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:14",
                            "text": "It was simply from envy of their glory, that instead of employing fire and the sword against them, and maltreating their bodies like former persecutors, and instead of casting them into the sea, or burying them alive in order to compel them to a change of sentiment, he had recourse to argument and persuasion, and sought by these means to reduce them to paganism; he expected to gain his ends more easily by abandoning all violent measures, and by the manifestation of unexpected benevolence."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:15",
                            "text": "It is said that on one occasion, when he was sacrificing in the temple of Fortune at Constantinople, Maris,  bishop of Chalcedon, presented himself before him, and publicly rebuked him as an irreligous man, an atheist, and an apostate."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:16",
                            "text": "Julian had nothing in return to reproach him with except his blindness, for his sight was impaired by old age, and he was led by a child."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:17",
                            "text": "According to his usual custom of uttering blasphemies against Christ, Julian afterward added in derision, \"The Galilean, thy God, will not cure thee\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:18",
                            "text": "Maris replied, 'I thank God for my blindness, since it prevents me from beholding one who has fallen away from our religion."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Sozoman: Book V 4:19",
                            "text": "' Julian passed on without giving a reply, for he considered that paganism would be more advanced by a personal and unexpected exhibition of patience and mildness towards Christians."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sozoman: Book V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:2",
                            "text": "—Julian restores Liberty to the Christians, in order to execute Further Troubles in the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:3",
                            "text": "The Evil Treatment of Christians he devised."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:4",
                            "text": "It was from these motives that Julian recalled from exile  all Christians who, during the reign of Constantius, had been banished on account of their religious sentiments, and restored to them their property that had been confiscated by law."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:5",
                            "text": "He charged the people not to commit any act of injustice against the Christians, not to insult them, and not to constrain them to offer sacrifice unwillingly."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:6",
                            "text": "He commanded that if they should of their own accord desire to draw near the altars, they were first to appease the wrath of the demons, whom the pagans regard as capable of averting evil, and to purify themselves by the customary course of expiations."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:7",
                            "text": "He deprived the clergy, however, of the immunities, honors, and provisions which Constantine had conferred;  repealed the laws which had been enacted in their favor, and reinforced their statute liabilities."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:8",
                            "text": "He even compelled the virgins and widows, who, on account of their poverty, were reckoned among the clergy, to refund the provision which had been assigned them from public sources."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:9",
                            "text": "For when Constantine adjusted the temporal concerns of the Church, he devoted a sufficient portion of the taxes raised upon every city, to the support of the clergy everywhere; and to ensure the stability of this arrangement he enacted a law which has continued in force from the death of Julian to the present day."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:10",
                            "text": "They say these transactions were very cruel and rigorous, as appears by the receipts given by the receivers of the money to those from whom it had been extorted, and which were designed to show that the property received in accordance with the law of Constantine had been refunded."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:11",
                            "text": "Nothing, however, could diminish the enmity of the ruler against religion."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:12",
                            "text": "In the intensity of his hatred against the faith, he seized every opportunity to ruin the Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:13",
                            "text": "He deprived it of its property, votives, and sacred vessels, and condemned those who had demolished temples during the reign of Constantine and Constantius, to rebuild them, or to defray the expenses of their re-erection."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:14",
                            "text": "On this ground, since they were unable to pay the sums and also on account of the inquisition for sacred money, many of the priests, clergy, and the other Christians were cruelly tortured and cast into prison."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:15",
                            "text": "It may be concluded from what has been said, that if Julian shed less blood than preceding persecutors of the Church, and that if he devised fewer punishments for the torture of the body, yet that he was severer in other respects; for he appears as inflicting evil upon it in every way, except that he recalled the priests who had been condemned to banishment by the Emperor Constantius; but it is said he issued this order in their behalf, not out of mercy, but that through contention among themselves, the churches might be involved in fraternal strife, and might fail of her own rights, or because he wanted to asperse Constantius; for he supposed that he could render the dead monarch odious to almost all his subjects, by favoring the pagans who were of the same sentiments as himself, and by showing compassion to those who had suffered for Christ, as having been treated unjustly."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:16",
                            "text": "He expelled the eunuchs from the palaces, because the late emperor had been well affected towards them."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:17",
                            "text": "He condemned Eusebius, the governor of the imperial court, to death, from a suspicion he entertained that it was at his suggestion that Gallus his brother had been slain."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:18",
                            "text": "He recalled Aëtius, the leader of the Eunomian heresy,  from the region whither Constantius had banished him, who had been otherwise suspected on account of his intimacy with Gallus; and to him Julian sent letters full of benignity, and furnished him with public conveyances."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:19",
                            "text": "For a similar reason he condemned Eleusius, bishop of Cyzicus, under the heaviest penalty, to rebuild, within two months, and at his own expense, a church belonging to the Novatians which he had destroyed under Constantius."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Sozoman: Book V 5:20",
                            "text": "Many other things might be found which he did from hatred to his predecessor, either himself effecting these or permitting others to accomplish them."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sozoman: Book V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:2",
                            "text": "—Athanasius, after having been Seven Years concealed in the House of a Wise and Beautiful Virgin, reappears at that time in Public, and enters the Church of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:3",
                            "text": "At this period, Athanasius, who had long remained in concealment, having heard of the death of Constantius, appeared by night in the church at Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:4",
                            "text": "His unexpected appearance excited the greatest astonishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:5",
                            "text": "He had escaped falling into the hands of the governor of Egypt, who, at the command of the emperor, and at the request of the friends of George, had formed plans to arrest him, as before stated, and had concealed himself in the house of a holy virgin in Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:6",
                            "text": "It is said that she was endowed with such extraordinary beauty, that those who beheld her regarded her as a phenomenon of nature; and that men who possessed continence and prudence, kept aloof from her in order that no blame might be attached to them by the suspicious."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:7",
                            "text": "She was in the very flower of youth and was exceedingly modest and prudent, qualities which are wont alone to adorn the body even to a refinement of beauty when nature may not be helpful with the gift."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:8",
                            "text": "For it is not true, as some assert, that \"as is the body, so is the soul\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:9",
                            "text": "On the contrary, the habit of the body is imaged forth by the operation of the soul, and any one who is active in any way whatever will appear to be of that nature as long as he may be thus actively engaged."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:10",
                            "text": "This is a truth I think admitted by all who have accurately investigated the subject."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:11",
                            "text": "It is related that Athanasius sought refuge in the house of this holy virgin by the revelation of God, who designed to save him in this manner."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:12",
                            "text": "When I reflect on the result which ensued, I cannot doubt but that all the events were directed by God; so that the relatives of Athanasius might not have distress if any one had attempted to trouble them about him, and had they been compelled to swear."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:13",
                            "text": "There was nothing to excite suspicion of a priest being concealed in the house of so lovely a virgin."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:14",
                            "text": "However, she had the courage to receive him, and through her prudence preserved his life."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Sozoman: Book V 6:15",
                            "text": "She was his most faithful keeper and assiduous servant; for she washed his feet and brought him food, and she alone served in every other necessity, which nature demands in her exacting uses; the books he stood in need of she cared for through the help of others; during the long time in which these services were rendered, none of the inhabitants of Alexandria knew anything about it."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sozoman: Book V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:2",
                            "text": "—Violent Death and Triumph of George, Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:3",
                            "text": "The Result of Certain Occurrences in the Temple of Mithra."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:4",
                            "text": "Letter of Julian on this Aggravated Circumstance."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:5",
                            "text": "After Athanasius had been preserved in this wise and appeared suddenly in the church, no one knew whence he came."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:6",
                            "text": "The people of Alexandria, however, rejoiced at his return, and restored his churches to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:7",
                            "text": "The Arians, being thus expelled from the churches, were compelled to hold their assemblies in private houses, and constituted Lucius, in the place of George, as the bishop of their heresy."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:8",
                            "text": "George had been already slain; for when the magistrates had announced to the public the decease of Constantius, and that Julian was sole ruler, the pagans of Alexandria rose up in sedition."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:9",
                            "text": "They attacked George with shouts and reproaches as if they would kill him at once."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:10",
                            "text": "The repellants of this precipitate attack, then put him in prison; a little while after they rushed, early in the morning, to the prison, killed him, flung the corpse upon a camel, and after exposing it to every insult during the day, burnt it at nightfall."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:11",
                            "text": "I am not ignorant that the Arian heretics assert that George received this cruel treatment from the followers of Athanasius; but it seems to me more probable that the perpetrators of these deeds were the pagans; for they had more cause than any other body of men to hate him, especially on account of the insults be offered their images and their temples; and having, moreover, prohibited them from sacrificing, or performing the ancestral rites."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:12",
                            "text": "Besides, the influence he had acquired in the palaces intensified the hatred towards him; and as the people are wont to feel towards those in power, they regarded him as unendurable."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:13",
                            "text": "A calamity had also taken place at a spot called Mithrium; it was originally a desert, and Constantius had bestowed it on the church of Alexandria."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:14",
                            "text": "While George was clearing the ground, in order to erect a house of prayer, an adytum was discovered."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:15",
                            "text": "In it were found idols and certain instruments for initiation or perfection which seemed ludicrous and strange to the beholders."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:16",
                            "text": "The Christians caused them to be publicly exhibited, and made a procession in order to nettle the pagans; but the pagans gathered a multitude together, and rushed upon and attacked the Christians, after arming themselves with swords, stones, and whatever weapon came first to hand."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:17",
                            "text": "They slew many of the Christians, and, in derision of their religion, crucified others, and they left many wounded."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:18",
                            "text": "This led to the abandonment of the work that had been commenced by the Christians, while the pagans murdered George as soon as they had heard of the accession of Julian to the empire."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:19",
                            "text": "This fact is admitted by that emperor himself, which he would not have confessed unless he had been forced by the truth; for he would rather, I think, have had the Christians, whoever they were, than the pagans to be the murderers of George; but it could not be concealed."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:20",
                            "text": "It is apparent in the letter which he wrote on the subject to the inhabitants of Alexandria,  wherein he expresses severe opinions."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:21",
                            "text": "In this epistle he only censures and passes over the punishment; for he said that he feared Serapis, their tutelary divinity, and Alexander their founder, and Julian, his own uncle, who formerly was governor of Egypt and of Alexandria."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Sozoman: Book V 7:22",
                            "text": "This latter was so favorable to paganism and hated Christianity so exceedingly, that contrary to the wishes of the emperor, he persecuted the Christians unto death."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sozoman: Book V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:2",
                            "text": "—Concerning Theodore, the Keeper of the Sacred Vessels of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:3",
                            "text": "How Julian, the Uncle of the Traitor, on Account of these Vessels, falls a Prey to Worms."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:4",
                            "text": "It is said that when Julian, the uncle of the emperor,  was intent upon removing the votive gifts of the church of Antioch, which were many and costly, and placing them in the imperial treasury, and also closing the places of prayer, all the clergy fled."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:5",
                            "text": "One presbyter, by name Theodoritus, alone did not leave the city; Julian seized him, as the keeper of the treasures, and as capable of giving information concerning them, and maltreated him terribly; finally he ordered him to be slain with the sword, after he had responded bravely under every torture and had been well approved by his doctrinal confessions."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:6",
                            "text": "When Julian had made a booty of the sacred vessels, he flung them upon the ground and began to mock; after blaspheming Christ as much as he wished, he sat upon the vessels and augmented his insulting acts."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:7",
                            "text": "Immediately his genitals and rectum were corrupted; their flesh became putrescent, and was changed into worms."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:8",
                            "text": "The disease was beyond the skill of the physicians."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:9",
                            "text": "However, from reverence and fear for the emperor, they resorted to experiments with all manner of drugs, and the most costly and the fattest birds were slain, and their fat was applied to the corrupted parts, in the hope that the worms might be thereby attracted to the surface, but this was of no effect; for being deep buried, they crept into the living flesh, and did not cease their gnawing until they put an end to his life."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sozoman: Book V 8:10",
                            "text": "It seemed that this calamity was an infliction of Divine wrath, because the keeper of the imperial treasures, and other of the chief officers of the court who had made sport of the Church, died in an extraordinary and dreadful manner,  as if condemned by Divine wrath."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sozoman: Book V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:2",
                            "text": "—Martyrdom of the Saints Eusebius, Nestabus, and Zeno in the City of Gaza."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:3",
                            "text": "As I have advanced thus far in my history, and have given an account of the death of George and of Theodoritus, I deem it right to relate some particulars concerning the death of the three brethren, Eusebius, Nestabus, and Zeno."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:4",
                            "text": "The inhabitants of Gaza, being inflamed with rage against them, dragged them from their house, in which they had concealed themselves and cast them into prison, and beat them."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:5",
                            "text": "They then assembled in the theater, and cried out loudly against them, declaring that they had committed sacrilege in their temple, and had used the past opportunity for the injury and insult of paganism."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:6",
                            "text": "By these shouts and by instigating one another to the murder of the brethren, they were filled with fury; and when they had been mutually incited, as a crowd in revolt is wont to do, they rushed to the prison."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:7",
                            "text": "They handled the men very cruelly; sometimes with the face and sometimes with the back upon the ground, the victims were dragged along, and were dashed to pieces by the pavement."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:8",
                            "text": "I have been told that even women quitted their distaffs and pierced them with the weaving-spindles, and that the cooks in the markets snatched from their stands the boiling pots foaming with hot water and poured it over the victims, or perforated them with spits."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:9",
                            "text": "When they had torn the flesh from them and crushed in their skulls, so that the brain ran out on the ground, their bodies were dragged out of the city and flung on the spot generally used as a receptacle for the carcasses of beasts; then a large fire was lighted, and they burned the bodies; the remnant of the bones not consumed by the fire was mixed with those of camels and asses, that they might not be found easily."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:10",
                            "text": "But they were not long concealed; for a Christian woman, who was an inhabitant, though not a native of Gaza, collected the bones at night by the direction of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:11",
                            "text": "She put them in an earthen pot and gave them to Zeno, their cousin, to keep, for thus God had informed her in a dream, and also had indicated to the woman where the man lived: and before she saw him, he was shown to her, for she was previously unacquainted with Zeno; and when the persecution had been agitated recently he remained concealed."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:12",
                            "text": "He was within a little of being seized by the people of Gaza and being put to death; but he had effected his escape while the people were occupied in the murder of his cousins, and had fled to Anthedon, a maritime city, about twenty stadia from Gaza and similarly favorable to paganism and devoted to idolatry."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:13",
                            "text": "When the inhabitants of this city discovered that he was a Christian, they beat him terribly on the back with rods and drove him out of the city."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:14",
                            "text": "He then fled to the harbor of Gaza and concealed himself; and here the woman found him and gave him the remains."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:15",
                            "text": "He kept them carefully in his house until the reign of Theodosius, when he was ordained bishop; and he erected a house of prayer beyond the walls of the city, placed an altar there, and deposited the bones of the martyrs near those of Nestor, the Confessor."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:16",
                            "text": "Nestor had been on terms of intimacy with his cousins, and was seized with them by the people of Gaza, imprisoned, and scourged."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:17",
                            "text": "But those who dragged him through the city were affected by his personal beauty; and, struck with compassion, they cast him, before he was quite dead, out of the city."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:18",
                            "text": "Some persons found him, and carried him to the house of Zeno, where he expired during the dressing of his cuts and wounds."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:19",
                            "text": "When the inhabitants of Gaza began to reflect on the enormity of their crime, they trembled lest the emperor should take vengeance on them."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:20",
                            "text": "It was reported that the emperor was filled with indignation, and had determined upon punishing the decuria; but this report was false, and had no foundation save in the fears and self-accusations of the criminals."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:21",
                            "text": "Julian, far from evincing as much anger against them as he had manifested against the Alexandrians on the murder of George, did not even write to rebuke the people of Gaza."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:22",
                            "text": "On the contrary, he deposed the governor of the province, and held him as a suspect, and represented that clemency alone prevented his being put to death."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:23",
                            "text": "The crime imputed to him was, that of having arrested some of the inhabitants of Gaza, who were reported to have begun the sedition and murders, and of having imprisoned them until judgment could be passed upon them in accordance with the laws."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Sozoman: Book V 9:24",
                            "text": "\"For what right had he,\" asked the emperor, \"to arrest the citizens merely for retaliating on a few Galileans the injuries that had been inflicted on them and their gods?\" This, it is said, was the fact in the case."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sozoman: Book V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:2",
                            "text": "—Concerning St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:3",
                            "text": "Hilarion and the Virgins in Heliopolis who were destroyed by Swine."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:4",
                            "text": "Strange Martyrdom of Mark, Bishop of Arethusa."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:5",
                            "text": "At the same period the inhabitants of Gaza sought for the monk Hilarion; but he had fled to Sicily."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:6",
                            "text": "Here he employed himself in collecting wood in the deserts and on the mountains, which he carried on his shoulders for sale in the cities, and, by these means, obtained sufficient food for the support of the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:7",
                            "text": "But as he was at length recognized by a man of quality whom he had dispossessed of a demon, he retired to Dalmatia, where, by the power of God, he performed numerous miracles, and through prayer, repressed an inundation of the sea and restored the waves to their proper bounds, and again departed, for it was no joy to him to live among those who praised him; but when he changed his place of abode, he was desirous of being unobserved and by frequent migrations to be rid of the fame which prevailed about him."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:8",
                            "text": "Eventually he sailed for the island of Cyprus, but touched at Paphos, and, at the entreaty of the bishop of Cyprus, he loved the life there and practiced philosophy at a place called Charburis."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:9",
                            "text": "Here he only escaped martyrdom by flight; for he fled in compliance with the Divine precept which commands us not to expose ourselves to persecution; but that if we fall into the hands of persecutors, to overcome by our own fortitude the violence of our oppressors."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:10",
                            "text": "The inhabitants of Gaza and of Alexandria were not the only citizens who exercised such atrocities against the Christians as those I have described."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:11",
                            "text": "The inhabitants of Heliopolis, near Mount Libanus, and of Arethusa in Syria, seem to have surpassed them in excess of cruelty."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:12",
                            "text": "The former were guilty of an act of barbarity which could scarcely be credited, had it not been corroborated by the testimony of those who witnessed it."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:13",
                            "text": "They stripped the holy virgins, who had never been looked upon by the multitude, of their garments, and exposed them in a state of nudity as a public spectacle and objects of insult."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:14",
                            "text": "After numerous other inflictions they at last shaved them, ripped them open, and concealed in their viscera the food usually given to pigs; and since the swine could not distinguish, but were impelled by the need of their customary food, they also tore in pieces the human flesh."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:15",
                            "text": "I am convinced that the citizens of Heliopolis perpetrated this barbarity against the holy virgins on account of the prohibition of the ancient custom of yielding up virgins to prostitution with any chance comer before being united in marriage to their betrothed."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:16",
                            "text": "This custom was prohibited by a law enacted by Constantine, after he had destroyed the temple of Venus at Heliopolis, and erected a church upon its ruins."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:17",
                            "text": "Mark, bishop of Arethusa,  an old man and venerable for his gray hairs and life, was put to a very cruel death by the inhabitants of that city, who had long entertained inimical feelings against him, because, during the reign of Constantine, he had more spiritedly than persuasively elevated the pagans to Christianity, and had demolished a most sacred and magnificent temple."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:18",
                            "text": "On the accession of Julian he saw that the people were excited against the bishop; an edict was issued commanding the bishop either to defray the expenses of its re-erection, or to rebuild the temple."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:19",
                            "text": "Reflecting that the one was impossible and the other unlawful for a Christian and still less for a priest, he at first fled from the city."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:20",
                            "text": "On hearing, however, that many were suffering on his account, that some were dragged before the tribunals and others tortured, he returned, and offered to suffer whatever the multitude might choose to inflict upon him."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:21",
                            "text": "The entire people, instead of admiring him the more as having manifested a deed befitting a philosopher, conceived that he was actuated by contempt towards them, and rushed upon him, dragged him through the streets, pressing and plucking and beating whatever member each one happened upon."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:22",
                            "text": "People of each sex and of all ages joined with alacrity and fury in this atrocious proceeding."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:23",
                            "text": "His ears were severed by fine ropes; the boys who frequented the schools made game of him by tossing him aloft and rolling him over and over, sending him forward, catching him up, and unsparingly piercing him with their styles."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:24",
                            "text": "When his whole body was covered with wounds, and he nevertheless was still breathing, they anointed him with honey and a certain mixture, and placing him in a fish-basket made of woven rushes, raised him up on an eminence."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:25",
                            "text": "It is said that while he was in this position, and the wasps and bees lit upon him and consumed his flesh, he told the inhabitants of Arethusa that he was raised up above them, and could look down upon them below him, and that this reminded him of the difference that would exist between them in the life to come."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:26",
                            "text": "It is also related that the prefect  who, although a pagan, was of such noble conduct that his memory is still honored in that country, admired the self-control of Mark, and boldly uttered reproaches against the emperor for allowing himself to be vanquished by an old man, who was exposed to innumerable tortures; and he added that such proceedings reflected ridicule on the emperor, while the names of the persecuted were at the same time rendered illustrious."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Sozoman: Book V 10:27",
                            "text": "Thus did the blessed one  endure all the torments inflicted upon him by the inhabitants of Arethusa with such unshaken fortitude that even the pagans praised him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sozoman: Book V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:2",
                            "text": "—Concerning Macedonius, Theodulus, Gratian, Busiris, Basil, and Eupsychius, who suffered Martyrdom in those Times."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:3",
                            "text": "About the same period, Macedonius, Theodulus, and Tatian, who were Phrygians by birth, courageously endured martyrdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:4",
                            "text": "A temple of Misos, a city of Phrygia, having been reopened by the governor of the province, after it had been closed many years, these martyrs entered therein by night, and destroyed the images."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:5",
                            "text": "As other individuals were arrested, and were on the point of being punished for the deed, they avowed themselves the actors in the transaction."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:6",
                            "text": "They might have escaped all further punishment by offering sacrifices to idols; but the governor could not persuade them to accept acquittal on these terms."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:7",
                            "text": "His persuasions being ineffectual, he maltreated them in a variety of forms, and finally extended them on a gridiron, beneath which a fire had been lighted."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:8",
                            "text": "While they were being consumed, they said to the governor, \"Amachus (for that was his name), \"if you desire cooked flesh, give orders that our bodies may be turned with the other side to the fire, in order that we may not seem, to your taste, half cooked\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:9",
                            "text": "Thus did these men nobly endure and lay down their life amid the punishments."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:10",
                            "text": "It is said that Busiris also obtained renown at Ancyra, a city of Galatia, by his brilliant and most manly confession of religion."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:11",
                            "text": "He belonged to the heresy denominated Eucratites; the governor of the province apprehended and designed to maltreat him for ridiculing the pagans."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:12",
                            "text": "He led him forth publicly to the torture chamber and commanded that he should be elevated."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:13",
                            "text": "Busiris raised both hands to his head so as to leave his sides exposed, and told the governor that it would be useless for the executioners to lift him up to the instrument of torture and afterwards to lower him, as he was ready without this to yield to the tortures as much as might be desired."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:14",
                            "text": "The governor was surprised at this proposition; but his astonishment was increased by what followed, for Busiris remained firm, holding up both hands and receiving the blows while his sides were being torn with hooks, according to the governor's direction."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:15",
                            "text": "Immediately afterwards, Busiris was consigned to prison, but was released not long subsequently, on the announcement of the death of Julian."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:16",
                            "text": "He lived till the reign of Theodosius, renounced his former heresy, and joined the Catholic Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:17",
                            "text": "It is said that about this period, Basil,  presbyter of the church of Ancyra, and Eupsychius,  a noble of Caesarea in Cappadocia, who had but just taken to himself a wife and was still a bridegroom, terminated their lives by martyrdom."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:18",
                            "text": "I believe that Eupsychius was condemned in consequence of the demolition of the temple of Fortune, which, as I have already stated, excited the anger of the emperor against all the inhabitants of Caesarea."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:19",
                            "text": "Indeed, all the actors in this transaction were condemned, some to death, and others to banishment."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:20",
                            "text": "Basil had long manifested great zeal in defense of the faith, and had opposed the Arians during the reign of Constantius; hence the partisans of Eudoxius had prohibited him from holding public assemblies."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:21",
                            "text": "On the accession of Julian, however, he traveled hither and thither, publicly and openly exhorting the Christians to cleave to their own doctrines, and to refrain from defiling themselves with pagan sacrifices and libations."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:22",
                            "text": "He urged them to account as nothing the honors which the emperor might bestow upon them, such honors being but of short duration, and leading to eternal infamy."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:23",
                            "text": "His zeal had already rendered him an object of suspicion and of hatred to the pagans, when one day he chanced to pass by and see them offering sacrifice."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:24",
                            "text": "He sighed deeply, and uttered a prayer to the effect that no Christian might be suffered to fall into similar delusion."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:25",
                            "text": "He was seized on the spot, and conveyed to the governor of the province."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:26",
                            "text": "Many tortures were inflicted on him; and in the manly endurance of this anguish he received the crown of martyrdom."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:27",
                            "text": "Even if these cruelties were perpetrated contrary to the will of the emperor, yet they serve to prove that his reign was signalized by martyrs neither ignoble nor few."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Sozoman: Book V 11:28",
                            "text": "For the sake of clearness, I have related all these occurrences collectively, although the martyrdoms really occurred at different periods."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sozoman: Book V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:2",
                            "text": "—Concerning Lucifer and Eusebius, Bishops of the West."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:3",
                            "text": "Eusebius with Athanasius the Great and Other Bishops collect a Council at Alexandria, and confirm the Nicene Faith by defining the Consubstantiality of the Spirit with the Father and the Son."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:4",
                            "text": "Their Decree concerning Substance and Hypostasis."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:5",
                            "text": "After the return of Athanasius, Lucifer, bishop of Cagliari in Sardinia, and Eusebius, bishop of Vercelli, a city of Liguria in Italy, returned from the upper Thebaïs."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:6",
                            "text": "They had been condemned by Constantius to perpetual exile in that country."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:7",
                            "text": "For the regulation and general systematizing of ecclesiastical affairs, Eusebius came to Alexandria, and there, in concert with Athanasius, to hold a council for the purpose of confirming the Nicene doctrines."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:8",
                            "text": "Lucifer sent a deacon with Eusebius to take his place in the council, and went himself to Antioch, to visit the church there in its disturbances."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:9",
                            "text": "A schism had been excited by the Arians then under the guidance of Euzoïus, and by the followers of Meletius, who, as I have above stated, were at variance even with those who held the same opinions as themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:10",
                            "text": "As Meletius had not then returned from exile, Lucifer ordained Paulinus bishop."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:11",
                            "text": "In the meantime, the bishops of many cities had assembled in Alexandria with Athanasius and Eusebius, and had confirmed the Nicene doctrines."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:12",
                            "text": "They confessed that the Holy Ghost is of the same substance as the Father and the Son, and they made use of the term \"Trinity\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:13",
                            "text": "They declared that the human nature assumed by God the Word is to be regarded as consisting of not a perfect body only, but also of a perfect soul, even as was taught by the ancient Church philosophers."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:14",
                            "text": "As the Church had been agitated by questions concerning the terms \"substance\" and \"hypostasis,\" and the contentions and disputes about these words had been frequent, they decreed, and, as I think, wisely, that these terms should not henceforth at the beginning be used in reference to God, except in refutation of the Sabellian tenet; lest from the paucity of terms, one and the same thing might appear to be called by three names; but that one might understand each by its peculiar term in a threefold way."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:15",
                            "text": "These were the decrees passed by the bishops convened at Alexandria."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Sozoman: Book V 12:16",
                            "text": "Athanasius read in the council the document about his flight which he had written in order to justify himself."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sozoman: Book V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:2",
                            "text": "—Concerning Paulinus and Meletius, Chief-Priests of Antioch; how Eusebius and Lucifer antagonized One Another; Eusebius and Hilarius defend the Nicene Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:3",
                            "text": "On the termination of the council, Eusebius repaired to Antioch and found dissension prevailing among the people."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:4",
                            "text": "Those who were attached to Meletius would not join Paulinus, but held their assemblies apart."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:5",
                            "text": "Eusebius was much grieved at the state of affairs; for the ordination ought not to have taken place without the unanimous consent of the people; yet, from respect towards Lucifer, he did not openly express his dissatisfaction."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:6",
                            "text": "He refused to hold communion with either party, but promised to redress their respective grievances by means of a council."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:7",
                            "text": "While he was thus striving to restore concord and unanimity, Meletius returned from exile, and, finding that those who held his sentiments had seceded from the other party, he held meetings with them beyond the walls of the city."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:8",
                            "text": "Paulinus, in the meantime, assembled his own party within the city; for his mildness, his virtuous life, and his advanced age had so far won the respect of Euzoïus, the Arian president, that, instead of being expelled from the city, a church had been assigned him for his own use."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:9",
                            "text": "Eusebius, on finding all his endeavors for the restoration of concord frustrated, quitted Antioch."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:10",
                            "text": "Lucifer fancied himself injured by him, because he had refused to approve the ordination of Paulinus; and, in displeasure, seceded from communion with him."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:11",
                            "text": "As if purely from the desire of contention, Lucifer then began to cast aspersions on the enactments of the council of Alexandria; and in this way he seems to have originated the heresy which has been called after him, Luciferian."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:12",
                            "text": "Those who espoused his cause seceded from the church; but, although he was deeply chagrined at the aspect affairs had taken, yet, because he had deputed a deacon to accompany Eusebius in lieu of himself, he yielded to the decrees of the council of Alexandria, and conformed to the doctrines of the Catholic Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:13",
                            "text": "About this period he repaired to Sardinia."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:14",
                            "text": "In the meantime Eusebius traversed the Eastern provinces, restored those who had declined from the faith, and taught them what it was necessary to believe."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:15",
                            "text": "After passing through Illyria, he went to Italy, and there he met with Hilarius, bishop of Poictiers  in Aquitania."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:16",
                            "text": "Hilarius had returned from exile before Eusebius, and had taught the Italians and the Gauls what doctrines they had to receive, and what to reject; he expressed himself with great eloquence in the Latin tongue, and wrote many admirable works, it is said, in refutation of the Arian dogmas."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Sozoman: Book V 13:17",
                            "text": "Thus did Hilarius and Eusebius maintain the doctrines of the Nicaean council in the regions of the West."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sozoman: Book V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:2",
                            "text": "—The Partisans of Macedonius disputed with the Arians concerning Acacius."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:3",
                            "text": "At this period the adherents of Macedonius, among whom were Eleusius, Eustathius, and Sophronius, who now began openly to be called Macedonians, as constituting a distinct sect, adopted the bold measure on the death of Constantius, of calling together those of their own sentiments who had been convened at Seleucia, and of holding several councils."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:4",
                            "text": "They condemned the partisans of Acacius and the faith which had been established at Ariminum, and confirmed the doctrines which had been set forth at Antioch, and afterwards approved at Seleucia."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:5",
                            "text": "When interrogated as to the cause of their dispute with the partisans of Acacius, with whom, as being of the same sentiments as themselves they had formerly held communion, they replied by the mouth of Sophronius,  a bishop of Paphlagonia, that while the Christians in the West maintained the use of the term \"consubstantial,\" the followers of Aëtius in the East upheld the dogma of dissimilarity as to substance; and that the former party irregularly wove together into a unity the distinct persons of the Father and of the Son, by their use of the term \"consubstantial,\" and that the latter party represented too great a difference as existing in the relationship between the nature of the Father and of the Son; but that they themselves preserved the mean between the two extremes, and avoided both errors, by religiously maintaining that in hypostasis, the Son is like unto the Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sozoman: Book V 14:6",
                            "text": "It was by such representations as these that the Macedonians vindicated themselves from blame."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sozoman: Book V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:2",
                            "text": "—Athanasius is again Banished; concerning Eleusius, Bishop of Cyzicus, and Titus, Bishop of Bostra; Mention of the Ancestors of the Author."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:3",
                            "text": "The emperor,  on being informed that Athanasius held meetings in the church of Alexandria, and taught the people boldly, and converted many pagans to Christianity, commanded him, under the severest penalties, to depart from Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:4",
                            "text": "The pretext made use of for enforcing this edict, was that Athanasius, after having been banished by Constantius, had reassumed his episcopal see without the sanction of the reigning emperor; for Julian declared that he had never contemplated restoring the bishops who had been exiled by Constantius to their ecclesiastical functions, but only to their native land."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:5",
                            "text": "On the announcement of the command enjoining his immediate departure, Athanasius said to the Christian multitudes who stood weeping around him, \"Be of good courage; it is but a cloud which will speedily be dispersed\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:6",
                            "text": "After these words he bade farewell; he then committed the care of the church to the most zealous of his friends and quitted Alexandria."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:7",
                            "text": "About the same period, the inhabitants of Cyzicus sent an embassy to the emperor to lay before him some of their private affairs, and particularly to entreat the restoration of the pagan temples."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:8",
                            "text": "He applauded their forethought, and promised to grant all their requests."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:9",
                            "text": "He expelled Eleusius, the bishop of their city, because he had destroyed some temples, and desecrated the sacred areas with contumely, provided houses for the support of widows, erected buildings for holy virgins, and induced pagans to abandon their ancestral rites."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:10",
                            "text": "The emperor prohibited some foreign Christians, who had accompanied him, from entering the city of Cyzicus, from the apprehension, it appears, that they would, in conjunction with the Christians within the city, excite a sedition on account of religion."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:11",
                            "text": "There were many persons gathered with them who also held like religious views with the Christians of the city, and who were engaged in woolen manufactures for the state, and were coiners of money."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:12",
                            "text": "They were numerous, and were divided into two populous classes; they had received permission from preceding emperors to dwell, with their wives and possessions, in Cyzicus, provided that they annually handed over to the public treasury a supply of clothes for the soldiery and of newly coined money."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:13",
                            "text": "Although Julian was anxious to advance paganism by every means, yet he deemed it the height of imprudence to employ force or vengeance against those who refused to sacrifice."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:14",
                            "text": "Besides, there were so many Christians in every city that it would have been no easy task for the rulers even to number them."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:15",
                            "text": "He did not even forbid them to assemble together for worship, as he was aware that when freedom of the will is called into question, constraint is utterly useless."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:16",
                            "text": "He expelled the clergy and presidents of the churches from all the cities, in order to put an end to these assemblies, saying truly that by their absence the gatherings of the people would be effectually dissolved, if indeed there were none to convene the churches, and none to teach or to dispense the mysteries, religion itself would, in the course of time, fall into oblivion."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:17",
                            "text": "The pretext which he advanced for these proceedings was, that the clergy were the leaders of sedition among the people."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:18",
                            "text": "Under this plea, he expelled Eleusius and his friends from Cyzicus, although there was not even a symptom nor expectation of sedition in that city."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:19",
                            "text": "He also publicly called upon the citizens of Bostra  to expel Titus, their bishop."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:20",
                            "text": "It appears that the emperor had threatened to impeach Titus and the other clergy as the authors of any sedition that might arise among the people, and that Titus had thereupon written stating to him that although the Christians were near the pagans in number, yet that, in accordance with his exhortations, they were disposed to remain quiet, and were not likely to rise up in sedition."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:21",
                            "text": "Julian, with the view of not exciting the enmity of the inhabitants of Bostra against Titus, represented, in a letter which he addressed to them, that their bishop had advanced a calumny against them, by stating that it was in accordance with his exhortations rather than with their own inclination that they refrained from sedition; and Julian exhorted them to expel him from their city as a public enemy."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:22",
                            "text": "It appears that the Christians were subjected to similar injustice in other places; sometimes by the command of the emperor, and sometimes by the wrath and impetuosity of the populace."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:23",
                            "text": "The blame of these transactions may be justly imputed to the ruler; for he did not bring under the force of law the transgressors of law, but out of his hatred to the Christian religion, he only visited the perpetrators of such deeds with verbal rebukes, while, by his actions, he urged them on in the same course."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:24",
                            "text": "Hence although not absolutely persecuted by the emperor, the Christians were obliged to flee from city to city and village to village."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:25",
                            "text": "My grandfather and many of my ancestors were compelled to flee in this manner."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:26",
                            "text": "My grandfather was of pagan parentage; and, with his own family and that of Alaphion, had been the first to embrace Christianity in Bethelia, a populous town near Gaza, in which there are temples highly reverenced by the people of the country, on account of their antiquity and structural excellence."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:27",
                            "text": "The most celebrated of these temples is the Pantheon, built on an artificial eminence commanding a view of the whole town."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:28",
                            "text": "The conjecture is that the place received its name from the temple, that the original name given to this temple was in the Syriac language, and that this name was afterwards rendered into Greek and expressed by a word which signifies that the temple is the residence of all the gods."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:29",
                            "text": "It is said that the above-mentioned families were converted through the instrumentality of the monk Hilarion."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:30",
                            "text": "Alaphion, it appears, was possessed of a devil; and neither the pagans nor the Jews could, by any incantations and enchantments, deliver him from this affliction; but Hilarion, by simply calling on the name of Christ, expelled the demon, and Alaphion, with his whole family, immediately embraced Christianity."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:31",
                            "text": "My grandfather was endowed with great natural ability, which he applied with success to the explanation of the Sacred Scriptures; he had made some attainments in general knowledge, and was not ignorant of arithmetic."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:32",
                            "text": "He was much beloved by the Christians of Ascalon, of Gaza, and of the surrounding country; and was regarded as necessary to religion, on account of his gift in expounding the doubtful points of Scripture."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:33",
                            "text": "No one can speak in adequate terms of the virtues of the other  family."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:34",
                            "text": "The first churches and monasteries erected in that country were founded by members of this family and supported by their power and beneficence towards strangers and the needy."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:35",
                            "text": "Some good men belonging to this family have flourished even in our own days; and in my youth I saw some of them, but they were then very aged."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Sozoman: Book V 15:36",
                            "text": "I shall have occasion to say more concerning them in the course of my history."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sozoman: Book V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:2",
                            "text": "—Efforts of Julian to establish Paganism and to abolish our Usages."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:3",
                            "text": "The Epistle which he sent to the Pagan High-Priests."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:4",
                            "text": "The emperor  was deeply grieved at finding that all his efforts to secure the predominance of paganism were utterly ineffectual, and at seeing Christianity excelling in repute; for although the gates of the temples were kept open, although sacrifices were offered, and the observance of ancient festivals restored in all the cities, yet he was far from being satisfied; for he could plainly foresee that, on the withdrawal of his influence, a change in the whole aspect of affairs would speedily take place."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:5",
                            "text": "He was particularly chagrined on discovering that the wives, children, and servants of many of the pagan priests had been converted to Christianity."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:6",
                            "text": "On reflecting that one main support of the Christian religion was the life and behavior of its professors, he determined to introduce into the pagan temples the order and discipline of Christianity, to institute various orders and degrees of ministry, to appoint teachers and readers to give instruction in pagan doctrines and exhortations, and to command that prayers should be offered on certain days at stated hours."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:7",
                            "text": "He moreover resolved to found monasteries for the accommodation of men and women who desired to live in philosophical retirement, as likewise hospitals for the relief of strangers and of the poor and for other philanthropical purposes."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:8",
                            "text": "He wished to introduce among the pagans the Christian system of penance for voluntary and involuntary transgressions; but the point of ecclesiastical discipline which he chiefly admired, and desired to establish among the pagans, was the custom among the bishops to give letters of recommendation to those who traveled to foreign lands, wherein they commended them to the hospitality and kindness of other bishops, in all places, and under all contingencies."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:9",
                            "text": "In this way did Julian strive to ingraft the customs of Christianity upon paganism."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:10",
                            "text": "But if what I have stated appears to be incredible, I need not go far in search of proofs to corroborate my assertions; for I can produce a letter written by the emperor himself on the subject."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:11",
                            "text": "He writes as follows:  —      \"To Arsacius, High-Priest of Galatia."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:12",
                            "text": "Paganism has not yet reached the degree of prosperity that might be desired, owing to the conduct of its votaries."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:13",
                            "text": "The worship of the gods, however, is conducted on the grandest and most magnificent scale, so far exceeding our very prayer and hope; let our Adrastea be propitious to these words, for no one could have dared to look for so extensive and so surprising a change as that which we have witnessed within a very short space of time."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:14",
                            "text": "But are we to rest satisfied with what has been already effected? Ought we not rather to consider that the progress of Atheism has been principally owing to the humanity evinced by Christians towards strangers, to the reverence they have manifested towards the dead, and to the delusive gravity which they have assumed in their life? It is requisite that each of us should be diligent in the discharge of duty: I do not refer to you alone, as that would not suffice, but to all the priests of Galatia."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:15",
                            "text": "\"You must either put them to shame, or try the power of persuasion, or else deprive them of their sacerdotal offices, if they do not with their wives, their children, and their servants join in the service of the gods, or if they support the servants, sons, or wives of the Galileans in treating the gods impiously and in preferring Atheism to piety."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:16",
                            "text": "Then exhort the priests not to frequent theaters, not to drink at taverns, and not to engage in any trade, or practice any nefarious art."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:17",
                            "text": "\"Honor those who yield to your remonstrances, and expel those who disregard them."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:18",
                            "text": "Establish hostelries in every city, so that strangers from neighboring and foreign countries may reap the benefit of our philanthropy, according to their respective need."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:19",
                            "text": "\"I have provided means to meet the necessary expenditure, and have issued directions throughout the whole of Galatia, that you should be furnished annually with thirty thousand bushels of corn and sixty thousand measures of wine, of which the fifth part is to be devoted to the support of the poor who attend upon the priests; and the rest to be distributed among strangers and our own poor."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:20",
                            "text": "For, while there are no persons in need among the Jews, and while even the impious Galileans provide not only for those of their own party who are in want, but also for those who hold with us, it would indeed be disgraceful if we were to allow our own people to suffer from poverty."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:21",
                            "text": "\"Teach the pagans to co-operate in this work of benevolence, and let the first-fruits of the pagan towns be offered to the gods."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:22",
                            "text": "\"Habituate the pagans to the exercise of this liberality, by showing them how such conduct is sanctioned by the practice of remote antiquity; for Homer  represents Eumaeus as saying,—      'My guest! I should offend, treating with scorn  The stranger, though a poorer should arrive  Than even thyself; for all the poor that are,  And all the strangers are the care of Jove\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:23",
                            "text": "\"Let us not permit others to excel us in good deeds; let us not dishonor ourselves by violence, but rather let us be foremost in piety towards the gods."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:24",
                            "text": "If I hear that you act according to my directions, I shall be full of joy."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:25",
                            "text": "Do not often visit the governors at their own houses, but write to them frequently."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:26",
                            "text": "When they enter the city, let no priest go to meet them; and let not the priest accompany them further than the vestibule when they repair to the temple of the gods; neither let any soldiers march before them on such occasions; but let those follow them who will."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:27",
                            "text": "For as soon as they have entered within the sacred bounds, they are but private individuals; for there it is your duty, as you well know, to preside, according to the divine decree."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:28",
                            "text": "Those who humbly conform to this law manifest that they possess true religion; whereas those who contemn it are proud and vainglorious."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:29",
                            "text": "\"I am ready to render assistance to the inhabitants of Pessinus, provided that they will propitiate the mother of the gods; but if they neglect this duty, they will incur my utmost displeasure."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:30",
                            "text": "'I should myself transgress,  Receiving here, and giving conduct hence  To one detested by the gods as these\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Sozoman: Book V 16:31",
                            "text": "\"Convince them, therefore, that if they desire my assistance, they must offer up supplications to the mother of the gods\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sozoman: Book V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:2",
                            "text": "—In Order that he might not be thought Tyrannical, Julian proceeds artfully against the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:3",
                            "text": "Abolition of the Sign of the Cross."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:4",
                            "text": "He makes the Soldiery sacrifice, although they were Unwilling."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:5",
                            "text": "When Julian acted and wrote in the manner aforesaid, he expected that he would by these means easily induce his subjects to change their religious opinions."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:6",
                            "text": "Although he earnestly desired to abolish the Christian religion, yet he plainly was ashamed to employ violent measures, lest he should be accounted tyrannical."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:7",
                            "text": "He used every means, however, that could possibly be devised to lead his subjects back to paganism; and he was more especially urgent with the soldiery, whom he sometimes addressed individually and sometimes through the medium of their officers."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:8",
                            "text": "To habituate them in all things to the worship of the gods, he restored the ancient form of the standard of the Roman armies,  which, as we have already stated, Constantine had, at the command of God, converted into the sign of the cross."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:9",
                            "text": "Julian also  caused to be painted, in juxtaposition with his own figure, on the public pictures, a representation either of Jupiter coming out of heaven and presenting to him the symbols of imperial power, a crown or a purple robe, or else of Mars, or of Mercury, with their eyes intently fixed upon him, as if to express their admiration of his eloquence and military skill."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:10",
                            "text": "He placed the pictures of the gods in juxtaposition with his own, in order that the people might secretly be led to worship them under the pretext of rendering due honor to him; he abused ancient usages, and endeavored to conceal his purpose from his subjects."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:11",
                            "text": "He considered that if they would yield obedience on this point, they would be the more ready to obey him on every other occasion; but that if they ventured to refuse obedience, he would have reason to punish them, as infringers of the Roman customs and offenders against the emperor and the state."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:12",
                            "text": "There were but very few (and the law had its course against them) who, seeing through his designs, refused to render the customary homage to his pictures; but the multitude, through ignorance or simplicity, conformed as usual to the ancient regulation, and thoughtlessly paid homage to his image."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:13",
                            "text": "The emperor derived but little advantage from this artifice; yet he did not cease from his efforts to effect a change in religion."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:14",
                            "text": "The next machination to which he had recourse was less subtle and more violent than the former one; and the fortitude of many soldiers attached to the court was thereby tested."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:15",
                            "text": "When the stated day came round for giving money to the troops,  which day generally fell upon the anniversary of some festival among the Romans, such as that of the birth of the emperor, or the foundation of some royal city, Julian reflected that soldiers are naturally thoughtless and simple, and disposed to be covetous of money, and therefore concluded that it would be a favorable opportunity to seduce them to the worship of the gods."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:16",
                            "text": "Accordingly, as each soldier approached to receive the money, he was commanded to offer sacrifice, fire and incense having been previously placed for this purpose near the emperor, according to an ancient Roman custom."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:17",
                            "text": "Some of the soldiers had the courage to refuse to offer sacrifice and receive the gold; others were so habituated to the observance of the law and custom that they conformed to it, without imagining that they were committing sin."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:18",
                            "text": "Others, again, deluded by the luster of the gold, or compelled by fear and consideration on account of the test which was immediately in sight, complied with the pagan rite, and suffered themselves to fall into the temptation from which they ought to have fled."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:19",
                            "text": "It is related that, as some of them who had ignorantly fallen into this sin were seated at table, and drinking to each other, one among them happened to mention the name of Christ over the cups."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:20",
                            "text": "Another of the guests immediately exclaimed: \"It is extraordinary that you should call upon Christ, when, but a short time ago, you denied him for the sake of the emperor's gift, by throwing incense into the fire\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:21",
                            "text": "On hearing this observation, they all became suddenly conscious of the sin they had committed; they rose from table and rushed into the public streets, where they screamed and wept and called upon all men to witness that they were and would remain Christians, and that they had offered incense unawares, and with the hand alone, and not with the assent of the judgment."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:22",
                            "text": "They then presented themselves before the emperor, threw back his gold, and courageously asked him to take back his own gift, and besought him to put them to death, protesting that they would never renounce their sentiments, whatever torments might, in consequence of the sin committed by their hand, be inflicted on the other parts of their body for the sake of Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Sozoman: Book V 17:23",
                            "text": "Whatever displeasure the emperor might have felt against them, he refrained from slaying them, lest they should enjoy the honor of martyrdom; he therefore merely deprived them of their military commission and dismissed them from the palace."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sozoman: Book V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:2",
                            "text": "—He prohibited the Christians from the Markets and from the Judicial Seats and from Sharing in Greek Education."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:3",
                            "text": "Resistance of Basil the Great, Gregory the Theologian, and Apolinarius to this Decree."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:4",
                            "text": "They rapidly translate the Scripture into Greek Modes of Expression."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:5",
                            "text": "Apolinarius and Gregory Nazianzen do this more than Basil, the one in a Rhetorical Vein, the other in Epic Style and in Imitation of every Poet."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:6",
                            "text": "Julian entertained the same sentiments as those above described towards all Christians, as he manifested whenever an opportunity was offered."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:7",
                            "text": "Those who refused to sacrifice to the gods, although perfectly blameless in other respects, were deprived of the rights of citizenship,  and of the privilege of participating in assemblies, and in the forum; and he would not allow them to be judges or magistrates, or to share in offices."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:8",
                            "text": "He forbade the children of Christians from frequenting the public schools, and from being instructed in the writings of the Greek poets and authors."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:9",
                            "text": "He entertained great resentment against Apolinarius the Syrian, a man of manifold knowledge and philological attainments, against Basil and Gregory, natives of Cappadocia, the most celebrated orators of the time, and against other learned and eloquent men, of whom some were attached to the Nicene doctrines, and others to the dogmas of Arius."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:10",
                            "text": "His sole motive for excluding the children of Christian parents from instruction in the learning of the Greeks, was because he considered such studies conducive to the acquisition of argumentative and persuasive power."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:11",
                            "text": "Apolinarius, therefore, employed his great learning and ingenuity in the production of a heroic epic on the antiquities of the Hebrews to the reign of Saul, as a substitute for the poem of Homer."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:12",
                            "text": "He divided this work into twenty-four parts, to each of which he appended the name of one of the letters of the Greek alphabet, according to their number and order."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:13",
                            "text": "He also wrote comedies in imitation of Menander, tragedies resembling those of Euripides, and odes on the model of Pindar."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:14",
                            "text": "In short, taking themes of the entire circle of knowledge from the Scriptures, he produced within a very brief space of time, a set of works which in manner, expression, character, and arrangement are well approved as similar to the Greek literatures and which were equal in number and in force."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:15",
                            "text": "Were it not for the extreme partiality with which the productions of antiquity are regarded, I doubt not but that the writings of Apolinarius would be held in as much estimation as those of the ancients."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:16",
                            "text": "The comprehensiveness of his intellect is more especially to be admired; for he excelled in every branch of literature, whereas ancient writers were proficient only in one."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:17",
                            "text": "He wrote a very remarkable work entitled \"The Truth\"  against the emperor and the pagan philosophers, in which he clearly proved, without any appeal to the authority of Scripture, that they were far from having attained right opinions of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:18",
                            "text": "The emperor, for the purpose of casting ridicule on works of this nature, wrote to the bishops in the following words: \"I have read, I have understood, and I have condemned\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:19",
                            "text": "To this they sent the following reply, \"You have read, but you have not understood; for, had you understood, you would not have condemned\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Sozoman: Book V 18:20",
                            "text": "Some have attributed this letter to Basil, the president of the church in Cappadocia, and perhaps not without reason; but whether dictated by him or by another, it fully displays the magnanimity and learning of the writer."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Sozoman: Book V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:2",
                            "text": "—Work written by Julian entitled \"Aversion to Beards\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:3",
                            "text": "Daphne in Antioch, a Full Description of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:4",
                            "text": "Translation of the Remains of Babylas, the Holy Martyr."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:5",
                            "text": "Julian,  having determined upon undertaking a war against Persia, repaired to Antioch in Syria."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:6",
                            "text": "The people loudly complained, that, although provisions were very abundant the price affixed to them was very high."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:7",
                            "text": "Accordingly, the emperor, from liberality, as I believe, towards the people, reduced the price of provisions to so low a scale that the vendors fled the city."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:8",
                            "text": "A scarcity in consequence ensued, for which the people blamed the emperor; and their resentment found vent in ridiculing the length of his beard, and the bulls which he had had stamped upon his coins; and they satirically remarked, that he upset the world in the same way that his priests, when offering sacrifice, threw down the victims."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:9",
                            "text": "At first his displeasure was excited, and he threatened to punish them and prepared to depart for Tarsus."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:10",
                            "text": "Afterwards, however, he suppressed his feelings of indignation, and repaid their ridicule by words alone; he composed a very elegant work under the title of \"Aversion to Beards,\" which he sent to them."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:11",
                            "text": "He treated the Christians of the city precisely in the same manner as at other places, and endeavored, as far as possible, to promote the extension of paganism."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:12",
                            "text": "I shall here recount some of the details connected with the tomb of Babylas, the martyr, and certain occurrences which took place about this period in the temple of Apollo at Daphne."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:13",
                            "text": "Daphne is a suburb of Antioch, and is planted with cypresses and other trees, beneath which all kinds of flowers flourish in their season."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:14",
                            "text": "The branches of these trees are so thick and interlaced that they may be said to form a roof rather than merely to afford shade, and the rays of the sun can never pierce through them to the soil beneath."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:15",
                            "text": "It is made delicious and exceedingly lovely by the richness and beauty of the waters, the temperateness of the air, and the breath of friendly winds."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:16",
                            "text": "The Greeks invent the myth that Daphne, the daughter of the river Ladon, was here changed into a tree which bears her name, while she was fleeing from Arcadia, to evade the love of Apollo."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:17",
                            "text": "The passion of Apollo was not diminished, they say, by this transformation; he made a crown of the leaves of his beloved and embraced the tree."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:18",
                            "text": "He afterwards often fixed his residence on this spot, as being dearer to him than any other place."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:19",
                            "text": "Men of grave temperament, however, considered it disgraceful to approach this suburb; for the position and nature of the place seemed to excite voluptuous feelings; and the substance of the fable itself being erotic, afforded a measurable impulse and redoubled the passions among corrupt youths."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:20",
                            "text": "They, who furnished this myth as an excuse, were greatly inflamed and gave way without constraint to profligate deeds, incapable of being continent themselves, or of enduring the presence of those who were continent."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:21",
                            "text": "Any one who dwelt at Daphne without a mistress was regarded as callous and ungracious, and was shunned as an abominable and abhorrent thing."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:22",
                            "text": "The pagans likewise manifested great reverence for this place on account of a very beautiful statue of the Daphnic Apollo which stood here, as also a magnificent and costly temple, supposed to have been built by Seleucus, the father of Antiochus, who gave his name to the city of Antioch."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:23",
                            "text": "Those who attach credit to fables of this kind believe that a stream flows from the fountain Castalia which confers the power of predicting the future, and which is similar in its name and powers to the fountain of Delphi."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:24",
                            "text": "It is related that Adrian here received intimation of his future greatness, when he was but a private individual; and that he dipped a leaf of the laurel into the water and found written thereon an account of his destiny."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:25",
                            "text": "When he became emperor, it is said, he commanded the fountain to be closed, in order that no one might be enabled to pry into the knowledge of the future."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:26",
                            "text": "But I leave this subject to those who are more accurately acquainted with mythology than I am."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:27",
                            "text": "When Gallus, the brother of Julian, had been declared Caesar by Constantius, and had fixed his residence at Antioch, his zeal for the Christian religion and his veneration for the memory of the martyrs determined him to purge the place of the pagan superstition and the outrages of profligates."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:28",
                            "text": "He considered that the readiest method of effecting this object would be to erect a house of prayer in the temple and to transfer thither the tomb of Babylas, the martyr, who had, with great reputation to himself, presided over the church of Antioch, and suffered martyrdom."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:29",
                            "text": "It is said that from the time of this translation, the demon ceased to utter oracles."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:30",
                            "text": "This silence was at first attributed to the neglect into which his service was allowed to fall and to the omission of the former cult; but results proved that it was occasioned solely by the presence of the holy martyr."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:31",
                            "text": "The silence continued unbroken even when Julian was the sole ruler of the Roman Empire, although libations, incense, and victims were offered in abundance to the demon; for when eventually the oracle itself spoke and indicated the cause of its previous silence, the emperor himself entered the temple for the purpose of consulting the oracle, and offering up gifts and sacrifices with entreaties to grant a reply."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:32",
                            "text": "The demon did not openly admit that the hindrance was occasioned by the tomb of Babylas, the martyr, but he stated that the place was filled with dead bodies, and that this prevented the oracle from speaking."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:33",
                            "text": "Although many interments had taken place at Daphne, the emperor perceived that it was the presence of Babylas, the martyr, alone which had silenced the oracle, and he commanded his tomb to be removed."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:34",
                            "text": "The Christians, therefore, assembled together and conveyed the coffin to the city, about forty stadia distant, and deposited it in the place where it is still preserved, and to which the name of the martyr has been given."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:35",
                            "text": "It is said that men and women, young men and maidens, old men and children drew the casket, and encouraged one another by singing psalms as they went along the road, apparently for the purpose of lightening their labor, but in truth because they were transported by zeal and spirit for their kindred religious belief, which the emperor had opposed."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Sozoman: Book V 19:36",
                            "text": "The best singers sang first, and the multitude replied in chorus, and the following was the burden of their song: \"Confounded are all they who worship graven images, who boast themselves in idols\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Sozoman: Book V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:2",
                            "text": "—In Consequence of the Translation, Many of the Christians are Ill-Treated."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:3",
                            "text": "Theodore the Confessor."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:4",
                            "text": "Temple of Apollo at Daphne destroyed by Fire falling from Heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:5",
                            "text": "The transaction above related  excited the indignation of the emperor as much as if an insult had been offered him, and he determined upon punishing the Christians; but Sallust, a praetorian prefect, although a pagan, tried to dissuade him from this measure."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:6",
                            "text": "The emperor, however, could not be appeased, and Sallust was compelled to execute his mandate, and arrest and imprison many Christians."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:7",
                            "text": "One of the first whom he arrested was a young man named Theodore, who was immediately stretched upon the rack; but although his flesh was lacerated by the application of the nails, he addressed no supplication to Sallust, nor did he implore a diminution of his torments; on the contrary, he seemed as insensible to pain as if he had been merely a spectator of the sufferings of another, and bravely received the wounds; and he sang the same psalm which he had joined in singing the day before, to show that he did not repent of the act for which he had been condemned."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:8",
                            "text": "The prefect, struck with admiration at the fortitude of the young man, went to the emperor and told him that, unless he would desist speedily from the measure he had undertaken, he and his party would be exposed to ridicule while the Christians would acquire more glory."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:9",
                            "text": "This representation produced its effect, and the Christians who had been arrested were set at liberty."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:10",
                            "text": "It is said  that Theodore was afterwards asked whether he had been sensible of any pain while on the rack; and that he replied that he had not been entirely free from suffering, but had his pains assuaged by the attentions of a young man who had stood by him, and who had wiped off the perspiration with the finest linen cloth, and supplied him with coolest water by which he eased the inflammation and refreshed his labors."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:11",
                            "text": "I am convinced that no man, whatever magnanimity he may possess, is capable, without the special assistance of Divine Power, of manifesting such entire indifference about the body."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:12",
                            "text": "The body of the martyr Babylas was, for the reasons aforesaid, removed to Daphne, and was subsequently conveyed elsewhere."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:13",
                            "text": "Soon after it had been taken away, fire suddenly fell upon the temple of the Daphnic Apollo, the roof and the very statue of the god were burned, and the naked walls, with the columns on which the portico and the back part of the edifice had rested, alone escaped the conflagration."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:14",
                            "text": "The Christians believed that the prayers of the martyr had drawn down fire from heaven upon the demon; but the pagans reported the Christians as having set fire to the place."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:15",
                            "text": "This suspicion gained ground; and the priest of Apollo was brought before the tribunal of justice to render up the names of those who had dared the incendiary act; but though bound and subjected to the most cruel tortures, he did not name any one."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:16",
                            "text": "Hence the Christians were more fully convinced than before, that it was not by the deed of man, but by the wrath of God, that fire was poured down from heaven upon the temple."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:17",
                            "text": "Such were the occurrences which then took place."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Sozoman: Book V 20:18",
                            "text": "The emperor, as I conjecture, on hearing that the calamity at Daphne had been occasioned by the martyr Babylas, and on being further informed that the honored remains of the martyrs were preserved in several houses of prayer near the temple of the Apollo Didymus, which is situated close to the city of Miletus, wrote to the governor of Caria, commanding him to destroy with fire all such edifices as were furnished with a roof and an altar, and to throw down from their very foundations the houses of prayer which were incomplete in these respects."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Sozoman: Book V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:2",
                            "text": "— Of the Statue of Christ in Paneas which Julian overthrew and made Valueless; he erected his own Statue; this was overthrown by a Thunder-Bolt and destroyed."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:3",
                            "text": "Fountain of Emmaus in which Christ washed his Feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:4",
                            "text": "Concerning the Tree Persis, which worshiped Christ in Egypt, and the Wonders wrought through it."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:5",
                            "text": "Among so many remarkable events which occurred during the reign of Julian, I must not omit to mention one which affords a sign of the power of Christ, and proof of the Divine wrath against the emperor."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:6",
                            "text": "Having heard that at Caesarea Philippi, otherwise called Paneas, a city of Phoenicia, there was a celebrated statue of Christ which had been erected by a woman whom the Lord had cured of a flow of blood,  Julian commanded it to be taken down and a statue of himself erected in its place; but a violent fire from heaven fell upon it and broke off the parts contiguous to the breast; the head and neck were thrown prostrate, and it was transfixed to the ground with the face downwards at the point where the fracture of the bust was; and it has stood in that fashion from that day until now, full of the rust of the lightning."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:7",
                            "text": "The statue of Christ was dragged around the city and mutilated by the pagans; but the Christians recovered the fragments, and deposited the statue in the church in which it is still preserved."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:8",
                            "text": "Eusebius relates, that at the base of this statue grew an herb which was unknown to the physicians and empirics, but was efficacious in the cure of all disorders."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:9",
                            "text": "It does not appear a matter of astonishment to me, that, after God had vouchsafed to dwell with men, he should condescend to bestow benefits upon them."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:10",
                            "text": "It appears that innumerable other miracles were wrought in different cities and villages; accounts have been accurately preserved by the inhabitants of these places only, because they learned them from ancestral tradition; and how true this is, I will at once show."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:11",
                            "text": "There is a city now called Nicopolis, in Palestine, which was formerly only a village, and which was mentioned by the divine book of the Gospel under the name of Emmaus."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:12",
                            "text": "The name of Nicopolis was given to this place by the Romans after the conquest of Jerusalem and the victory over the Jews."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:13",
                            "text": "Just beyond the city where three roads meet, is the spot where Christ, after His resurrection, said farewell to Cleopas and his companion, as if he were going to another village; and here is a healing fountain in which men and other living creatures afflicted with different diseases wash away their sufferings; for it is said that when Christ together with His disciples came from a journey to this fountain, they bathed their feet therein, and, from that time the water became a cure for disorders."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:14",
                            "text": "At Hermopolis, in the Thebaïs, is a tree called Persis, of which the branches, the leaves, and the least portion of the bark, are said to heal diseases, when touched by the sick; for it is related by the Egyptians that when Joseph fled with Christ and Mary, the holy mother of God, from the wrath of Herod, they went to Hermopolis; when entering at the gate, this largest tree, as if not enduring the advent of Christ, inclined to the ground and worshiped Him."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:15",
                            "text": "I relate precisely what I have heard from many sources concerning this tree."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:16",
                            "text": "I think that this phenomenon was a sign of the presence of God in the city; or perhaps, as seems most probable, the tree, which had been worshiped by the inhabitants, after the pagan custom, was shaken, because the demon, who had been an object of worship, started up at sight of Him who was manifested for purification from such agencies."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:17",
                            "text": "It was moved of its own accord; for at the presence of Christ the idols of Egypt were shaken, even as Isaiah  the prophet had foretold."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:18",
                            "text": "On the expulsion of the demon, the tree was permitted to remain as a monument of what had occurred, and was endued with the property of healing those who believed."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Sozoman: Book V 21:19",
                            "text": "The inhabitants of Egypt and of Palestine testify to the truth of these events, which took place among themselves."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Sozoman: Book V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:2",
                            "text": "—From Aversion to the Christians, Julian granted Permission to the Jews to rebuild the Temple at Jerusalem; in every Endeavor to put their Hands to the Work, Fire sprang upward and killed Many."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:3",
                            "text": "About the Sign of the Cross which appeared on the Clothing of those who had exerted themselves in this Work."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:4",
                            "text": "Though the emperor  hated and oppressed the Christians, he manifested benevolence and humanity towards the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:5",
                            "text": "He wrote  to the Jewish patriarchs and leaders, as well as to the people, requesting them to pray for him, and for the prosperity of the empire."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:6",
                            "text": "In taking this step he was not actuated, I am convinced, by any respect for their religion; for he was aware that it is, so to speak, the mother of the Christian religion, and he knew that both religions rest upon the authority of the patriarchs and the prophets; but he thought to grieve the Christians by favoring the Jews, who are their most inveterate enemies."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:7",
                            "text": "But perhaps he also calculated upon persuading the Jews to embrace paganism and sacrifices; for they were only acquainted with the mere letter of Scripture, and could not, like the Christians and a few of the wisest among the Hebrews, discern the hidden meaning."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:8",
                            "text": "Events proved that this was his real motive; for he sent for some of the chiefs of the race and exhorted them to return to the observance of the laws of Moses and the customs of their fathers."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:9",
                            "text": "On their replying that because the temple in Jerusalem was overturned, it was neither lawful nor ancestral to do this in another place than the metropolis out of which they had been cast, he gave them public money, commanded them to rebuild the temple, and to practice the cult similar to that of their ancestors, by sacrificing after the ancient way."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:10",
                            "text": "The Jews entered upon the undertaking, without reflecting that, according to the prediction of the holy prophets, it could not be accomplished."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:11",
                            "text": "They sought for the most skillful artisans, collected materials, cleared the ground, and entered so earnestly upon the task, that even the women carried heaps of earth, and brought their necklaces and other female ornaments towards defraying the expense."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:12",
                            "text": "The emperor, the other pagans, and all the Jews, regarded every other undertaking as secondary in importance to this."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:13",
                            "text": "Although the pagans were not well-disposed towards the Jews, yet they assisted them in this enterprise, because they reckoned upon its ultimate success, and hoped by this means to falsify the prophecies of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:14",
                            "text": "Besides this motive, the Jews themselves were impelled by the consideration that the time had arrived for rebuilding their temple."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:15",
                            "text": "When they had removed the ruins of the former building, they dug up the ground and cleared away its foundation; it is said that on the following day when they were about to lay the first foundation, a great earthquake occurred, and by the violent agitation of the earth, stones were thrown up from the depths, by which those of the Jews who were engaged in the work were wounded, as likewise those who were merely looking on."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:16",
                            "text": "The houses and public porticos, near the site of the temple, in which they had diverted themselves, were suddenly thrown down; many were caught thereby, some perished immediately, others were found half dead and mutilated of hands or legs, others were injured in other parts of the body."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:17",
                            "text": "When God caused the earthquake to cease, the workmen who survived again returned to their task, partly because such was the edict of the emperor, and partly because they were themselves interested in the undertaking."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:18",
                            "text": "Men often, in endeavoring to gratify their own passions, seek what is injurious to them, reject what would be truly advantageous, and are deluded by the idea that nothing is really useful except what is agreeable to them."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:19",
                            "text": "When once led astray by this error, they are no longer able to act in a manner conducive to their own interests, or to take warning by the calamities which are visited upon them."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:20",
                            "text": "The Jews, I believe, were just in this state; for, instead of regarding this unexpected earthquake as a manifest indication that God was opposed to the re-erection of their temple, they proceeded to recommence the work."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:21",
                            "text": "But all parties relate, that they had scarcely returned to the undertaking, when fire burst suddenly from the foundations of the temple, and consumed several of the workmen."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:22",
                            "text": "This fact is fearlessly stated, and believed by all; the only discrepancy in the narrative is that some maintain that flame burst from the interior of the temple, as the workmen were striving to force an entrance, while others say that the fire proceeded directly from the earth."
                        },
                        {
                            "verse": 23,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:23",
                            "text": "In whichever way the phenomenon might have occurred, it is equally wonderful."
                        },
                        {
                            "verse": 24,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:24",
                            "text": "A more tangible and still more extraordinary prodigy ensued; suddenly the sign of the cross appeared spontaneously on the garments of the persons engaged in the undertaking."
                        },
                        {
                            "verse": 25,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:25",
                            "text": "These crosses were disposed like stars, and appeared the work of art."
                        },
                        {
                            "verse": 26,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:26",
                            "text": "Many were hence led to confess that Christ is God, and that the rebuilding of the temple was not pleasing to Him; others presented themselves in the church, were initiated, and besought Christ, with hymns and supplications, to pardon their transgression."
                        },
                        {
                            "verse": 27,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:27",
                            "text": "If any one does not feel disposed to believe my narrative, let him go and be convinced by those who heard the facts I have related from the eyewitnesses of them, for they are still alive."
                        },
                        {
                            "verse": 28,
                            "chapter": 22,
                            "name": "Sozoman: Book V 22:28",
                            "text": "Let him inquire, also, of the Jews and pagans who left the work in an incomplete state, or who, to speak more accurately, were able to commence it."
                        }
                    ]
                }
            ]
        }
    ]
}