{
    "books": [
        {
            "name": "Aphrahat: Of Christ the Son of God",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of Christ the Son of God 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:1",
                            "text": "Demonstration XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:2",
                            "text": "—Of Christ the Son of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:4",
                            "text": "(This is) a reply against the Jews, who blaspheme the people gathered from among the Gentiles; for they say thus, \"Ye worship and serve a man who was begotten, a son of man who was crucified, and ye call a son of men, God."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:5",
                            "text": "And though God has no son, ye say concerning this crucified Jesus, that He is the Son of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:6",
                            "text": "And they bring forward as an argument, that God said:—\"I am God and there is none else beside Me\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:7",
                            "text": "And again he said:—\"Thou shalt not worship another God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:8",
                            "text": "Therefore, (say they), ye are opposing God in that ye call a man, God."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:9",
                            "text": "2."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:10",
                            "text": "Concerning these things, my beloved, so far as I, in my insignificance, can comprehend, I will instruct thee about them, that while we grant to them that He is man, and (while) we at the same time honour Him and call Him God and Lord, yet it is not in any novel fashion, that we have so called Him, nor that we have applied to Him a novel name, which they themselves did not employ."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:11",
                            "text": "Yet it is a sure thing with us, that Jesus our Lord is God, the Son of God, and the King, the King's Son, Light of light, Creator and Counsellor, and Guide, and the Way, and Redeemer, and Shepherd, Gatherer, and the Door, and the Pearl, and the Lamp; and by many (such) names is He surnamed."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:12",
                            "text": "But we shall leave aside all (the rest) of them, and prove concerning Him, that He Who came from God is the Son of God, and (is) God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:13",
                            "text": "3."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:14",
                            "text": "For the venerated name of Godhead has been applied also to righteous men, and they have been held worthy to be called by it."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:15",
                            "text": "And the men with whom God was well pleased, them He called, My sons, and My friends."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:16",
                            "text": "When He chose Moses His friend and His beloved and made him chief and teacher and priest unto his people he called him God."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:17",
                            "text": "For He said to him:—I have made thee a God unto Pharaoh."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:18",
                            "text": "And He gave him His priest for a prophet, And Aaron thy brother shall speak for thee unto Pharaoh, and thou shalt be unto him as a God, and he shall be unto thee an interpreter."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:19",
                            "text": "Thus not alone to the evil Pharaoh did He make Moses God, but also unto Aaron, the holy priest, He made Moses God."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:20",
                            "text": "4."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:21",
                            "text": "Again, hear concerning the title Son of God, by which we have called Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:22",
                            "text": "They say that \"though God has no son, ye make that crucified Jesus, the firstborn son of God\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:23",
                            "text": "Yet He called Israel \"My first-born,\" when He sent to Pharaoh through Moses and said to him, Israel is My first-born; I have said unto thee, let My Son go to serve Me, and if thou art not willing to let (him) go, lo! I will slay thy son, thy firstborn."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:24",
                            "text": "And also through the Prophet He testified concerning this, and reproved them and said to the people, Out of Egypt have I called My son."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:25",
                            "text": "As I called them, so they went and worshipped Baal and offered incense to the graven images."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:26",
                            "text": "And Isaiah said concerning them, Children have I reared and brought up, and they have rebelled against Me."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:27",
                            "text": "And again it is written, Ye are the children of the Lord your God."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:28",
                            "text": "And about Solomon He said, He shall be to Me a son, and I will be to him a Father."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:29",
                            "text": "So also we call the Christ, the Son of God, for through Him we have gained the knowledge of God; even as He called Israel My firstborn son, and as He said concerning Solomon, He shall be to Me a son."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:30",
                            "text": "And we call Him God, even as He surnamed Moses by His own Name."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:31",
                            "text": "And also David said concerning them:—Ye are Gods and children of the Highest, all of you."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:32",
                            "text": "And when they amended not themselves, therefore He said concerning them:—As men shall ye die, and as one of the princes shall ye fall."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:33",
                            "text": "5."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:34",
                            "text": "For the name of Divinity is given for the highest honour in the world, and with whomsoever God is well pleased, He applies it to him."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:35",
                            "text": "But however, the names of God are many and are venerable, as He delivered His names to Moses, saying to him:—I am the God of your fathers, the God of Abraham and the God of Isaac and the God of Jacob."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:36",
                            "text": "This is My Name for ever, and this is My memorial unto generations."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:37",
                            "text": "And He called His name Ahiyah ashar Ahiyah, El Shaddai and Adonai Sabaoth."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:38",
                            "text": "By these names is God called."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:39",
                            "text": "The great and honourable name of Godhead He withheld not from His righteous ones; even as, though He is the great King, without grudging He applied the great and honourable name of Kingship to men who are His creatures."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:40",
                            "text": "6."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:41",
                            "text": "For by the mouth of His prophet God called the heathen King Nebuchadnezzar, King of Kings."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:42",
                            "text": "For Jeremiah said:—Every people and kingdom that shall not put his neck into the yoke of Nebuchadnezzar, King of Kings, My servant, with famine and with sword and with pestilence will I visit that people."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:43",
                            "text": "Though He is the great King, He grudges not the name of Kingship to men."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:44",
                            "text": "And (so), though He is the great God, yet He grudged not the name of Godhead to the sons of flesh."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:45",
                            "text": "And though all fatherhood is His, He has called men also fathers."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:46",
                            "text": "For He said to the congregation:—Instead of thy fathers, shall be thy children."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:47",
                            "text": "And though authority is His, He has given men authority one over another."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:48",
                            "text": "And while worship is His unto honour, He has yet allowed it in the world, that one man should honour another."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:49",
                            "text": "For even though a man should do worship before the wicked and the heathen and them that refuse grace, yet is he not censured by God."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:50",
                            "text": "And concerning worship He commanded His people, Thou shalt not worship the sun or the moon or all the hosts of heaven; and also ye shall not desire to worship any creature that is upon the earth."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:51",
                            "text": "Behold the grace and the love of our good Maker, that He did not grudge to men the name of Godhead and the name of worship, and the name of Kingship, and the name of authority; because He is the Father of the created things that are over the face of the world, and He has honoured and exalted and glorified men above all creatures."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:52",
                            "text": "For with His holy hands He fashioned them; and of His Spirit He breathed into them, and a dwelling-place did He become unto them from of old."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:53",
                            "text": "In them doth He abide and amongst them doth He walk."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:54",
                            "text": "For He said through the prophet, I will dwell in them, and walk in them."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:55",
                            "text": "Furthermore also the Prophet Jeremiah said:—Ye are the temple of the Lord, if ye make fair your ways and your deeds."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:56",
                            "text": "And of old David said:—Thou, Lord, hast been a dwelling-place unto us for generations; before the mountains were conceived and before the earth travailed, and before the world was framed; from age to age Thou art God."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:57",
                            "text": "7."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:58",
                            "text": "How dost thou understand this?  For one prophet says:—Lord, Thou hast been our dwelling-place."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:59",
                            "text": "And another said:—I will dwell in them and walk in them."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:60",
                            "text": "First, He became to us a dwelling-place, and afterwards He dwelt and walked in us."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:61",
                            "text": "For the wise both things are true and simple."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:62",
                            "text": "For David says:—Thou, Lord, hast been our dwelling-place for generations, before the mountains were conceived and before the earth travailed, and before the world was framed."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:63",
                            "text": "And thou knowest, my beloved, that all created things that are above and that are beneath were created first, and after them all, man."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:64",
                            "text": "For when God determined to create the world with all its goodly things, first He conceived and fashioned man in His mind; and after that Adam was conceived in His thought, then He conceived the created things; as he said:—Before the mountains were conceived and the earth travailed; because man is older and more ancient in conception than the creatures, but in birth the creatures are older and more ancient than Adam."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:65",
                            "text": "Adam was conceived and dwelt in the thought of God; and while in conception he (man) was held in His (God's) mind, He (God) by the word of His mouth created all the creatures."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:66",
                            "text": "And when He had finished and adorned the world, when nothing was lacking in it, then He brought forth Adam from His thoughts, and fashioned man by His hands; and Adam saw the world completed."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:67",
                            "text": "And He (God) gave him authority over all that He had made, just as a man who has a son and desires to make for him a marriage feast, betroths to him a wife and builds for him a house, and prepares and adorns all that is needed for his son; then he makes the marriage feast and gives his son authority over his house."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:68",
                            "text": "So after the conception of Adam, He brought him forth and gave him authority over all his creation."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:69",
                            "text": "Concerning this the Prophet said:—Thou, Lord, hast been our habitation for generations, before the mountains were conceived, and before the earth travailed and before the world was framed."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:70",
                            "text": "From age unto age Thou art the Lord."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:71",
                            "text": "That no one should suppose that there is another God, either before or afterwards, he said:—From age and unto age, just as Isaiah said:—I am the first and I am the last."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:72",
                            "text": "And after that God brought forth Adam from within His thought, He fashioned him, and breathed into him of His Spirit, and gave him the knowledge of discernment, that he might discern good from evil, and might know that God made him."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:73",
                            "text": "And inasmuch as man knew his Maker, God was formed and conceived within his thought, and he became a temple for God his Maker, as it is written, Ye are the temple of God."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:74",
                            "text": "And (so) He Himself said:—I will dwell in them and walk in them."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:75",
                            "text": "But as for the sons of Adam, who do not recognise their Maker, He is not formed within them, and does not dwell in them, and is not conceived in their thought; but they are accounted before Him as the beasts, and as the rest of the creatures."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:76",
                            "text": "8."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:77",
                            "text": "Now by these things the stubborn will be convinced, that it is nothing strange that we call Christ the Son of God."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:78",
                            "text": "For behold, He (God) conceived all men and brought them forth from His thoughts."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:79",
                            "text": "And they will be forced to own that the name of Godhead also belongs to Him (Christ), for He (God) associated the righteous also in the name of God."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:80",
                            "text": "And as to this, that we worship Jesus through Whom we have known God, let them be ashamed, inasmuch as they fall down and worship and honour even the heathen of the unclean Gentiles, if they possess authority; and (for this) there is no blame."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:81",
                            "text": "And this honour of worship God has given to the sons of Adam, that by it they might honour one another—especially those who excel and are worthy of honour amongst them."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:82",
                            "text": "For if they worship, and honour with the name of worship, the heathen—those who in their heathen wickedness deny even the name of God—and yet do not worship them as their maker, as though they worshipped them alone, and so do not sin; how much more does it become us to worship and honour Jesus, Who converted our stubborn minds from all worship of vain error, and taught us to worship and serve and minister to the one God, our Father and our Maker."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:83",
                            "text": "And (taught us) to know that the kings of the world call themselves Gods by the name of the great God, and are infidels and force men to infidelity, and men fall down and worship before them and serve and honour them, like carven images and idols, yet the law never censured these, and there is no sin."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:84",
                            "text": "As Daniel also used to do worship to Nebuchadnezzar, King of Babylon, the infidel and compeller to infidelity, and was not censured."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:85",
                            "text": "Joseph also gave worship to Pharaoh, and it is not written that it was a sin for him."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:86",
                            "text": "But as for us, we are certain that Jesus is God, the Son of God, and through Him we know His Father, and (have) all of us (turned away) from all other worship."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:87",
                            "text": "Therefore it is impossible for us to repay Him Who bore these things for us."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:88",
                            "text": "But by worship let us pay Him honour in return for His affliction that was on our behalf."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:89",
                            "text": "9."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:90",
                            "text": "Furthermore, we must prove that this Jesus was beforehand promised from ancient times in the Prophets, and was called the Son of God."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:91",
                            "text": "David said:—Thou art My Son; today have I begotten Thee."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:92",
                            "text": "Again he said:—In the glories of holiness, from the womb, from of old, have I begotten thee, a child."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:93",
                            "text": "And Isaiah said:—Unto us a child is born, unto us a Son is given, and His government was upon His shoulder, and His Name shall be called Wonderful, and Counsellor, and mighty God of the ages, and Prince of peace."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:94",
                            "text": "And to the increase of His government and to His peace there is no end."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:95",
                            "text": "Therefore tell me, O wise doctor of Israel, who is He that was born and whose name was called Child and Son and Wonderful and Counsellor, the mighty God of the ages, and Prince of peace, to the increase of whose government and to whose peace (he said), there is no end?  For if we call Christ the Son of God, David taught us (this); and that we call Him God, this we learned from Isaiah."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:96",
                            "text": "And His government was laid upon His shoulder; for He bare His cross, and went out from Jerusalem."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:97",
                            "text": "And that He was born as a child, Isaiah again said:—Lo, the virgin shall conceive and bear; and His name shall be called Immanuel, which is, our God with us."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:98",
                            "text": "10."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:99",
                            "text": "And if thou shouldest say that Christ has not yet come, I will grant this also to thy contentiousness."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:100",
                            "text": "For it is written that when He shall come, the Gentiles shall expect Him."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:101",
                            "text": "Lo! I, one of the Gentiles, have heard that Christ is to come."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:102",
                            "text": "And when as yet He had not come, I beforehand have believed on Him; and through Him I worship the God of Israel."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:103",
                            "text": "When He comes, will He then blame me because before His coming I beforehand believed on Him?  But, thou fool, the prophets suffer thee not to say that Christ has not yet come; for Daniel confutes thee, saying:—After sixty-two weeks shall Messiah come and shall be slain."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:104",
                            "text": "And in His coming shall the Holy City be laid waste, and her end shall be with a flood."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:105",
                            "text": "And until the accomplishment of the things that are determined, shall she continue in desolation."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:106",
                            "text": "Thou expectest and hopest that, at the coming of Christ, Israel shall be gathered together from all regions, and Jerusalem shall be built up and inhabited."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:107",
                            "text": "But Daniel testifies that, when Christ comes and is slain, Jerusalem shall be destroyed, and shall continue in desolation until the accomplishment of the things which are determined, forever."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:108",
                            "text": "And concerning the suffering of Christ, David said:—They pierced my hands and my feet, and all my bones cried out."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:109",
                            "text": "They gazed and looked upon me, and divided my garments amongst them, and upon my vesture did they cast the lot."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:110",
                            "text": "And Isaiah said:—Lo! My servant shall be known and shall be revealed and shall be lifted up, so that many shall be astonished at Him."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:111",
                            "text": "As for this man, His visage shall be marred more than that of man, and His aspect more than that of the sons of men."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:112",
                            "text": "And he said:—He will purify many nations, and kings shall be amazed at Him."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:113",
                            "text": "And he said in that passage:—He came up as a little child before Him, and as a root from the dry ground."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:114",
                            "text": "And in the end of the passage he said:—He shall be slain for our sins; He shall be humiliated for our iniquity; the chastisement of our peace is upon Him, and by His bruises shall we be healed."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:115",
                            "text": "By what wounds were men healed?  David was not slain; for he died in a good old age, and was buried in Bethlehem."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:116",
                            "text": "And if they should say that it is spoken of Saul, for Saul was killed in the mountains of Gilboa in the battle with the Philistines, and if they should say that they pierced his hands and his feet, when they fastened up his body on the wall of Bethshan; yet it does not fitly apply to Saul."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:117",
                            "text": "When the limbs of Saul were pierced, his bones were not conscious of suffering, because he was dead."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:118",
                            "text": "It was after Saul died, that they hanged his body and those of his sons on the wall of Bethshan."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:119",
                            "text": "But when David said, They pierced my hands and my feet, and all my bones cried out, he said in the next verse:—O God, abide for my help, and deliver my soul from the sword."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:120",
                            "text": "Now Christ was delivered from the sword, and ascended from out of Sheol, and revived and rose the third day, and so God abode for His help."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:121",
                            "text": "But Saul called upon the Lord and He did not answer him; and he asked through the Prophets, but no answer was given to him."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:122",
                            "text": "And he disguised himself and inquired by soothsayers, and learned from thence."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:123",
                            "text": "He was worsted before the Philistines, and he slew himself with his own sword, when he saw that the battle had overcome him."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:124",
                            "text": "Moreover in this passage David said:—I will declare Thy name unto my brethren, and in the midst of the congregation will I glorify Thee."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:125",
                            "text": "How can these things apply to Saul?  And again David said:—Thou didst not give Thy holy one to see corruption."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:126",
                            "text": "But all these things fitly apply to Christ."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:127",
                            "text": "When He came to them, they did not receive Him; but wickedly judged Him by false witness."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:128",
                            "text": "And He was hung upon the tree by His hands, and they pierced His hands and His feet with the nails which they fastened in him; and all His bones cried out."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:129",
                            "text": "And on that day a great prodigy happened."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:130",
                            "text": "namely, that the light became dark in the middle of the day, as Zechariah prophesied, saying:—The day shall be known unto the Lord."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:131",
                            "text": "It shall not be daytime, and it shall not be night; and at the evening time there shall be light."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:132",
                            "text": "Now what is the day that was distinguished by the prodigy, that it was neither daytime nor night, and that at the evening time there was light?  Evidently the day on which they crucified Him, for in the midst of that day there came darkness, and at the evening time there was light."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:133",
                            "text": "And again he said:—That day there shall be cold and frost."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:134",
                            "text": "—As thou knowest, on that day on which they crucified Him, it was cold, and they had made them a fire to warm themselves when Simon came and stood with them."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:135",
                            "text": "And again he said:—The spear shall arise against the shepherd, and against the man, My friend;and it shall smite the shepherd, and the sheep of his flock shall be scattered; and I will turn back My hand upon the pastor."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:136",
                            "text": "And furthermore David said concerning His Passion:—For My meat they gave gall, and for My thirst did they give Me vinegar to drink."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:137",
                            "text": "—Again he said in that passage:—They have persecuted Him Whom Thou hast smitten; and have added to the affliction of Him that was slain."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:138",
                            "text": "For they added many (afflictions) to Him, much that was not written concerning Him, cursings and revilings, such as the Scripture could not reveal, for their revilings were hateful."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:139",
                            "text": "But, however, the Lord was pleased to humiliate Him and afflict Him."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:140",
                            "text": "And He was slain for our iniquity, and was humiliated for our sins, and was made sin in His own person."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:141",
                            "text": "11."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:142",
                            "text": "We worship those mercies, and bow the knee before the Majesty of His Father, Who converted our worship to Him."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:143",
                            "text": "We call Him God, just as Moses (was called God); and Firstborn, and Son, just as Israel (was called); and Jesus (Joshua), just as Joshua the son of Nun was so called; and Priest like Aaron, and King, like David; and great Prophet, like all the Prophets; and Shepherd, like the shepherds who tended and guided Israel."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:144",
                            "text": "And so did He call children as He said:—Strange children shall hearken unto Me."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:145",
                            "text": "And He has made us brothers unto Himself, He said:—I will declare Thy name unto My brethren."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:146",
                            "text": "And we have become friends unto Him, as He said to His disciples:—I have called you friends, even as His Father called Abraham My friend."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:147",
                            "text": "And He said unto us:—I am the good Shepherd, the Door, the Way, the Vine, the Sower, the Bridegroom, the Pearl, the Lamp, the Light, the King, God, Saviour, and Redeemer."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:148",
                            "text": "And by many names is He surnamed."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:149",
                            "text": "12."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of Christ the Son of God 1:150",
                            "text": "This brief argument have I written unto thee, my beloved, that thou mayest make defence against the Jews, concerning this that they say, that God has no son, and concerning this that we call Him God, the Son of God, King, and Firstborn of all creatures."
                        }
                    ]
                }
            ]
        }
    ]
}