{
    "books": [
        {
            "name": "Clement: Homily XI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:1",
                            "text": "Homily XI: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:2",
                            "text": "—Morning Exercises."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:3",
                            "text": "Therefore on the fourth day at Tripolis, Peter rising and finding us awake, saluted us and went out to the reservoir, that he might bathe and pray; and we also did so after him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:4",
                            "text": "To us, therefore, when we had prayed together, and were set down before him, he gave a discourse touching the necessity of purity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:5",
                            "text": "And when thereafter it was day, he permitted the multitudes to enter."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XI 1:6",
                            "text": "Then, when a great crowd had entered, he saluted them according to custom, and began to speak."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XI 2:2",
                            "text": "—\"Giving All Diligence\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XI 2:3",
                            "text": "\"Inasmuch as, by long-continued neglect on your part, to your own injury, your mind has caused to sprout many hurtful conceptions about religion, and ye have become like land fallow by the carelessness of the husbandman, you need a long time for your purification, that your mind, receiving like good seed the true word that is imparted to you, may not choke it with evil cares, and render it unfruitful with respect to works that are able to save you."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XI 2:4",
                            "text": "Wherefore it behoves those who are careful of their own salvation to hear more constantly, that their sins which have been long multiplying may, in the short time that remains, be matched with constant care for their purification."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XI 2:5",
                            "text": "Since, therefore, no one knows the time of his end, hasten to pluck out the many thorns of your hearts; but not by little and little, for then you cannot be purified, for you have been long fallow."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XI 3:2",
                            "text": "—\"Behold What Indignation\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XI 3:3",
                            "text": "\"But not otherwise will you endure to undertake much care for your purification unless you be angry with yourselves, and chastise yourselves for those things with which, as unprofitable servants, you have been ensnared, consenting to your evil lusts, that you may be able to let in your righteous indignation upon your mind, as fire upon a fallow field."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XI 3:4",
                            "text": "If, therefore, ye have not righteous fire, I mean indignation, against evil lusts, learn from what good things ye have been seduced, and by whom ye have been deceived, and for what punishment ye are prepared; and thus, your mind being sober, and kindled into indignation like fire by the teaching of Him who sent us, may be able to consume the evil things of lust."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XI 3:5",
                            "text": "Believe me, that if you will, you can rectify all things."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:2",
                            "text": "—The Golden Rule."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:3",
                            "text": "\"Ye are the image of the invisible God."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:4",
                            "text": "Whence let not those who would be pious say that idols are images of God, and therefore that it is right to worship them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:5",
                            "text": "For the image of God is man."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:6",
                            "text": "He who wishes to be pious towards God does good to man, because the body of man bears the image of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:7",
                            "text": "But all do not as yet bear His likeness, but the pure mind of the good soul does."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:8",
                            "text": "However, as we know that man was made after the image and after the likeness of God, we tell you to be pious towards him, that the favour may be accounted as done to God, whose image he is."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:9",
                            "text": "Therefore it behoves you to give honour to the image of God, which is man—in this wise:  food to the hungry, drink to the thirsty, clothing to the naked, care to the sick, shelter to the stranger, and visiting him who is in prison, to help him as you can."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:10",
                            "text": "And not to speak at length, whatever good things any one wishes for himself, so let him afford to another in need, and then a good reward can be reckoned to him as being pious towards the image of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement: Homily XI 4:11",
                            "text": "And by like reason, if he will not undertake to do these things, he shall be punished as neglecting the image."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:2",
                            "text": "—Forasmuch as Ye Did It Unto One of These."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:3",
                            "text": "\"Can it therefore be said that, for the sake of piety towards God, ye worship every form, while in all things ye injure man who is really the image of God, committing murder, adultery, stealing, and dishonouring him in many other respects?  But you ought not to do even one evil thing on account of which man is grieved."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:4",
                            "text": "But now you do all things on account of which man is disheartened, for wrong is also distress."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:5",
                            "text": "Wherefore you murder and spoil his goods, and whatever else you know which you would not receive from another."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XI 5:6",
                            "text": "But you, being seduced by some malignant reptile to malice, by the suggestion of polytheistic doctrine, are impious towards the real image, which is man, and think that ye are pious towards senseless things."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:2",
                            "text": "—Why God Suffers Objects of Idolatry to Subsist."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:3",
                            "text": "\"But some say, Unless He wished these things to be, they should not be, but He would take them away."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:4",
                            "text": "But I say this shall assuredly be the case, when all shall show their preference for Him, and thus there shall be a change of the present world."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:5",
                            "text": "However, if you wished Him to act thus, so that none of the things that are worshipped should subsist, tell me what of existing things you have not worshipped."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:6",
                            "text": "Do not some of you worship the sun, and some the moon, and some water, and some the earth, and some the mountains, and some plants, and some seeds, and some also man, as in Egypt?  Therefore God must have suffered nothing, not even you, so that there should have been neither worshipped nor worshipper."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:7",
                            "text": "Truly this is what the terrible serpent which lurks in you would have, and spares you not."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:8",
                            "text": "But so it shall not be."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:9",
                            "text": "For it is not the thing that is worshipped that sins; for it suffers violence at the hands of him who will worship it."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:10",
                            "text": "For though unjust judgment is passed by all men, yet not by God."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement: Homily XI 6:11",
                            "text": "For it is not just that the sufferer and the disposer receive the same punishment, unless he willingly receive the honour which belongs only to the Most Honourable."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:2",
                            "text": "—\"Let Both Grow Together Till the Harvest\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:3",
                            "text": "\"But it will be said that the worshippers themselves ought to be taken away by the true God, that others may not do it."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:4",
                            "text": "But you are not wiser than God, that you should give Him counsel as one more prudent than He."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:5",
                            "text": "He knows what He does; for He is long-suffering to all who are in impiety, as a merciful and philanthropic father, knowing that impious men become pious."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XI 7:6",
                            "text": "And of those very worshippers of base and senseless things, many becoming sober have ceased to worship these things and to sin, and many Greeks have been saved so as to pray to the true God."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:2",
                            "text": "—Liberty and Necessity."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:3",
                            "text": "\"But, you say, God ought to have made us at first so that we should not have thought at all of such things."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:4",
                            "text": "You who say this do not know what is free-will, and how it is possible to be really good; that he who is good by his own choice is really good; but he who is made good by another under necessity is not really good, because he is not what he is by his own choice."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:5",
                            "text": "Since therefore every one's freedom constitutes the true good, and shows the true evil, God has contrived that friendship or hostility should be in each man by occasions."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:6",
                            "text": "But no, it is said:  everything that we think He makes us to think."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:7",
                            "text": "Stop!  Why do you blaspheme more and more, in saying this?  For if we are under His influence in all that we think, you say that He is the cause of fornications, lusts, avarice, and all blasphemy."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:8",
                            "text": "Cease your evil-speaking, ye who ought to speak well of Him, and to bestow all honour upon Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement: Homily XI 8:9",
                            "text": "And do not say that God does not claim any honour; for if He Himself claims nothing, you ought to look to what is right, and to answer with thankful voice Him who does you good in all things."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:2",
                            "text": "—God a Jealous God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:3",
                            "text": "\"But, you say, we do better when we are thankful at once to Him and to all others."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:4",
                            "text": "Now, when you say this, you do not know the plot that is formed against you."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:5",
                            "text": "For as, when many physicians of no power promise to cure one patient, one who is really able to cure him does not apply his remedy, considering that, if he should cure him, the others would get the credit; so also God does not do you good, when He is asked along with many who can do nothing."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:6",
                            "text": "What! it will be said, is God enraged at this, if, when He cures, another gets the credit?  I answer:  Although He be not indignant, at all events He will not be an accomplice in deceit; for when He has conferred a benefit, the idol, which has done nothing, is credited with the power."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:7",
                            "text": "But also I say to you, if he who crouches in adoration before senseless idols had not been injured naturally, perhaps He (God) would have endured even this."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:8",
                            "text": "Wherefore watch ye that you may attain to a reasonable understanding on the matter of salvation."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:9",
                            "text": "For God being without want, neither Himself needs anything, nor receives hurt; for it belongs to us to be profited or injured."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Clement: Homily XI 9:10",
                            "text": "For in like manner as Caesar is neither hurt when he is evil spoken of, nor profited when he is thanked, but safety accrues to the renderer of thanks, and ruin to the evil-speaker, so they who speak well of God indeed profit Him nothing, but save themselves; and in like manner, those who blaspheme Him do not indeed injure Him, but themselves perish."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:2",
                            "text": "—The Creatures Avenge God's Cause."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:3",
                            "text": "\"But it will be said that the cases are not parallel between God and man; and I admit that they are not parallel:  for the punishment is greater to him who is guilty of impiety against the greater, and less to him who sins against the less."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:4",
                            "text": "As, therefore, God is greatest of all, so he who is impious against Him shall endure greater punishment, as sinning against the greater; not through His defending Himself with His own hand, but the whole creation being indignant at him, and naturally taking vengeance on him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:5",
                            "text": "For to the blasphemer the sun will not give his light, nor the earth her fruits, nor the fountain its water, nor in Hades shall he who is there constituted prince give rest to the soul; since even now, while the constitution of the world subsists, the whole creation is indignant at him."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:6",
                            "text": "Wherefore neither do the clouds afford sufficient rains, nor the earth fruits, whereby many perish; yea, even the air itself, inflamed with anger, is turned to pestilential courses."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:7",
                            "text": "However, whatsoever good things we enjoy, He of His mercy compels the creature to our benefits."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Homily XI 10:8",
                            "text": "Still, against you who dishonour the Maker of all, the whole creation is hostile."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:2",
                            "text": "—Immortality of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:3",
                            "text": "\"And though by the dissolution of the body you should escape punishment, how shall you be able by corruption to flee from your soul, which is incorruptible?  For the soul even of the wicked is immortal, for whom it were better not to have it incorruptible."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:4",
                            "text": "For, being punished with endless torture under unquenchable fire, and never dying, it can receive no end of its misery."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:5",
                            "text": "But perhaps some one of you will say, 'You terrify us, O Peter."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:6",
                            "text": "'  Teach us then how we can be silent about these things, and yet tell you things as they are, for not otherwise can we tell you them."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:7",
                            "text": "But if we should be silent, you should be ensnared by evils through ignorance."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:8",
                            "text": "But if we speak, we are suspected of terrifying you with a false theory."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:9",
                            "text": "How then shall we charm that wicked serpent that lurks in your soul, and subtilely insinuates suspicions hostile to God, under the guise of love of God?  Be reconciled with yourselves; for in order to your salvation recourse is to Him with well-doing."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Clement: Homily XI 11:10",
                            "text": "Unreasonable lust in you is hostile to God, for by conceit of wisdom it strengthens ignorance."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:2",
                            "text": "—Idols Unprofitable."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:3",
                            "text": "\"But others say, God does not care for us."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:4",
                            "text": "This also is false."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:5",
                            "text": "For if really He did not care, He would neither cause His sun to rise on the good and the evil, nor send His rain on the just and the unjust."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:6",
                            "text": "But others say, We are more pious than you, since we worship both him and images."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:7",
                            "text": "I do not think, if one were to say to a king, 'I give you an equal share of honour with that which I give to corpses and to worthless dung,'—I do not think that he would profit by it."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:8",
                            "text": "But some one will say, Do you call our objects of worship dung?  I say Yes, for you have made them useless to yourselves by setting them aside for worship, whereas their substance might perhaps have been serviceable for some other purpose, or for the purpose of manure."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:9",
                            "text": "But now it is not useful even for this purpose, since you have changed its shape and worship it."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Clement: Homily XI 12:10",
                            "text": "And how do you say that you are more pious, you who are the most wicked of all, who deserve destruction of your souls by this very one incomparable sin, at the hands of Him who is true, if you abide in it?  For as if any son having received many benefits from his father, give to another, who is not his father, the honour that is due to his father, he is certainly disinherited; but if he live according to the judgment of his father, and so thanks him for his kindnesses, he is with good reason made the heir."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily XI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:2",
                            "text": "—Arguments in Favour of Idolatry Answered."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:3",
                            "text": "\"But others say, We shall act impiously if we forsake the objects of worship handed down to us by our fathers; for it is like the guarding of a deposit."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:4",
                            "text": "But on this principle the son of a robber or a debauchee ought not to be sober and to choose the better part, lest he should act impiously, and sin by doing differently from his parents!  How foolish, then, are they who say, We worship these things that we may not be troublesome to Him; as if God were troubled by those who bless Him, and not troubled by those who ungratefully blaspheme Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:5",
                            "text": "Why is it, then, that when there is a withholding of rain, you look only to heaven and pour out prayers and supplications; and when you obtain it, you quickly forget?  For when you have reaped your harvest or gathered your vintage, you distribute your first-fruits among those idols which are nothing, quickly forgetting God your benefactor; and thus you go into groves and temples, and offer sacrifices and feasts."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily XI 13:6",
                            "text": "Wherefore some of you say, These things have been excellently devised for the sake of good cheer and feasting."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily XI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily XI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily XI 14:2",
                            "text": "—Heathen Orgies."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily XI 14:3",
                            "text": "\"Oh men without understanding!  Judge ye rightly of what is said."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily XI 14:4",
                            "text": "For if it were necessary to give one's self to some pleasure for the refreshment of the body, whether were it better to do so among the rivers and woods and groves, where there are entertainments and convivialities and shady places, or where there is the madness of demons, and cuttings of hands, and emasculations, and fury and mania, and dishevelling of hair, and shoutings and enthusiasms and howlings, and all those things which are done with hypocrisy for the confounding of the unthinking, when you offer your prescribed prayers and thanksgivings even to those who are deader than the dead?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily XI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:2",
                            "text": "—Heathen Worshippers Under the Power of the Demon."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:3",
                            "text": "\"And why do ye take pleasure in these doings?  Since the serpent which lurks in you, which has sown in you fruitless lust, will not tell you, I shall speak and put it on record."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:4",
                            "text": "Thus the case stands."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:5",
                            "text": "According to the worship of God, the proclamation is made to be sober, to be chaste, to restrain passion, not to pilfer other men's goods, to live uprightly, moderately, fearlessly, gently; rather to restrain one's self in necessities, than to supply his wants by wrongfully taking away the property of another."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:6",
                            "text": "But with the so-called gods the reverse is done."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:7",
                            "text": "And ye renounce some things as done by you, in order to the admiration of your righteousness; whereas, although you did all that you are commanded, ignorance with respect to God is alone sufficient for your condemnation."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:8",
                            "text": "But meeting together in the places which you have dedicated to them, you delight in making yourselves drunk, and you kindle your altars, of which the diffused odour through its influence attracts the blind and deaf spirits to the place of their fumigation."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:9",
                            "text": "And thus, of those who are present, some are filled with inspirations, and some with strange fiends, and some betake themselves to lasciviousness, and some to theft and murder."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:10",
                            "text": "For the exhalation of blood, and the libation of wine, satisfies even these unclean spirits, which lurk within you and cause you to take pleasure in the things that are transacted there, and in dreams surround you with false phantasies, and punish you with myriads of diseases."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:11",
                            "text": "For under the show of the so-called sacred victims you are filled with dire demons, which, cunningly concealing themselves, destroy you, so that you should not understand the plot that is laid for you."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Clement: Homily XI 15:12",
                            "text": "For, under the guise of some injury, or love, or anger, or grief, or strangling you with a rope, or drowning you, or throwing you from a precipice, or by suicide, or apoplexy, or some other disease, they deprive you of life."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily XI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:2",
                            "text": "—All Things Work for Good to Them that Love God."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:3",
                            "text": "\"But no one of us can suffer such a thing; but they themselves are punished by us, when, having entered into any one, they entreat us that they may go out slowly."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:4",
                            "text": "But some one will say perhaps, Even some of the worshippers of God fall under such sufferings."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:5",
                            "text": "I say that is impossible."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:6",
                            "text": "For he is a worshipper of God, of whom I speak, who is truly pious, not one who is such only in name, but who really performs the deeds of the law that has been given him."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:7",
                            "text": "If any one acts impiously, he is not pious; in like manner as, if he who is of another tribe keeps the law, he is a Jew; but he who does not keep it is a Greek."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:8",
                            "text": "For the Jew believes God and keeps the law, by which faith he removes also other sufferings, though like mountains and heavy."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:9",
                            "text": "But he who keeps not the law is manifestly a deserter through not believing God; and thus as no Jew, but a sinner, he is on account of his sin brought into subjection to those sufferings which are ordained for the punishment of sinners."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:10",
                            "text": "For, by the will of God prescribed at the beginning, punishment righteously follows those who worship Him on account of transgressions; and this is so, in order that having reckoned with them by punishment for sin as for a debt, he may set forth those who have turned to Him pure in the universal judgment."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Clement: Homily XI 16:11",
                            "text": "For as the wicked here enjoy luxury to the loss of eternal blessings, so punishments are sent upon the Jews who transgress for a settlement of accounts, that, expiating their transgression here, they may there be set free from eternal punishments."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily XI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:2",
                            "text": "—Speaking the Truth in Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:3",
                            "text": "\"But you cannot speak thus; for you do not believe that things are then as we say; I mean, when there is a recompense for all."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:4",
                            "text": "And on this account, you being ignorant of what is advantageous, are seduced by temporal pleasures from taking hold of eternal things."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:5",
                            "text": "Wherefore we attempt to make to you exhibitions of what is profitable, that, being convinced of the promises that belong to piety, you may by good deeds inherit with us the griefless world."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:6",
                            "text": "Until then you know us, do not be angry with us, as if we spoke falsely of the good things which we desire for you."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:7",
                            "text": "For the things which are regarded by us as true and good, these we have not scrupled to bring to you, but, on the contrary, have hastened to make you fellow-heirs of good things, which we have considered to be such."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:8",
                            "text": "For thus it is necessary to speak to the unbelievers."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement: Homily XI 17:9",
                            "text": "But that we really speak the truth in what we say, you cannot know otherwise than by first listening with love of the truth."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily XI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:2",
                            "text": "—Charming of the Serpent."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:3",
                            "text": "\"Wherefore, as to the matter in hand, although in ten thousand ways the serpent that lurks in you suggesting evil reasonings and hindrances, wishes to ensnare you, therefore so much the more ought ye to resist him, and to listen to us assiduously."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:4",
                            "text": "For it behoves you, consulting, as having been grievously deceived, to know how he must be charmed."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:5",
                            "text": "But in no other way is it possible."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily XI 18:6",
                            "text": "But by charming I mean the setting yourselves by reason in opposition to their evil counsels, remembering that by promise of knowledge he brought death into the world at the first."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily XI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:2",
                            "text": "—Not Peace, But a Sword."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:3",
                            "text": "\"Whence the Prophet of the truth, knowing that the world was much in error, and seeing it ranged on the side of evil, did not choose that there should be peace to it while it stood in error."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:4",
                            "text": "So that till the end he sets himself against all those who are in concord with wickedness, setting truth over against error, sending as it were fire upon those who are sober, namely wrath against the seducer, which is likened to a sword, and by holding forth the word he destroys ignorance by knowledge, cutting, as it were, and separating the living from the dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:5",
                            "text": "Therefore, while wickedness is being conquered by lawful knowledge, war has taken hold of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily XI 19:6",
                            "text": "For the submissive son is, for the sake of salvation, separated from the unbelieving father, or the father from the son, or the mother from the daughter, or the daughter from the mother, and relatives from relatives, and friends from associates."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily XI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:2",
                            "text": "—What If It Be Already Kindled?  \"And let not any one say, How is this just, that parents should be separated from their children, and children from their parents?  It is just, even entirely."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:3",
                            "text": "For if they remained with them, and, after profiting them nothing, were also destroyed along with them, how is it not just that he who wishes to be saved should be separated from him who will not, but who wishes to destroy him along with himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:4",
                            "text": "Moreover, it is not those who judge better that wish to be separated, but they wish to stay with them, and to profit them by the exposition of better things; and therefore the unbelievers, not wishing to hearken to them, make war against them, banishing, persecuting, hating them."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:5",
                            "text": "But those who suffer these things, pitying those who are ensnared by ignorance, by the teaching of wisdom pray for those who contrive evil against them, having learned that ignorance is the cause of their sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:6",
                            "text": "For the Teacher Himself, being nailed to the cross, prayed to the Father that the sin of those who slew Him might be forgiven, saying, 'Father, forgive them their sins, for they know not what they do."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:7",
                            "text": "'  They also therefore, being imitators of the Teacher in their sufferings, pray for those who contrive them, as they have been taught."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Clement: Homily XI 20:8",
                            "text": "Therefore they are not separated as hating their parents, since they make constant prayers even for those who are neither parents nor relatives, but enemies, and strive to love them, as they have been commanded."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily XI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily XI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily XI 21:2",
                            "text": "—\"If I Be a Father, Where is My Fear?\"  \"But tell me, how do you love your parents?  If, indeed, you do it as always regarding what is right, I congratulate you; but if you love them as it happens, then not so, for then you may on a small occasion become their enemies."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily XI 21:3",
                            "text": "But if you love them intelligently, tell me, what are parents?  You will say they are the sources of our being."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily XI 21:4",
                            "text": "Why, then, do ye not love the source of the being of all things, if indeed you have with right understanding elected to do this?  But you will now say again, we have not seen Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily XI 21:5",
                            "text": "Why, then, do ye not seek for Him, but worship senseless things?  But what?  If it were even difficult for you to know what God is, you cannot fail to know what is not God, so as to reason that God is not wood, nor stone, nor brass, nor anything else made of corruptible matter."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily XI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily XI 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily XI 22:2",
                            "text": "—\"The Gods that Have Not Made the Heavens\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily XI 22:3",
                            "text": "\"For are not they graven with iron?  And has not the graying iron been softened by fire?  And is not the fire itself extinguished with water?  And has not the water its motion from the spirit?  And has not the spirit the beginning of its course from the God who hath made all things?  For thus said the prophet Moses:  'In the beginning God made the heaven and the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily XI 22:4",
                            "text": "And the earth was unsightly, and unadorned; and darkness was over the deep:  and the Spirit of God was borne above the waters."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily XI 22:5",
                            "text": "'  Which Spirit, at the bidding of God, as it were His hand, makes all things, dividing light from darkness, and after the invisible heaven spreading out the visible, that the places above might be inhabited by the angels of light, and those below by man, and all the creatures that were made for his use."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily XI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:2",
                            "text": "—\"To Whom Much is Given\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:3",
                            "text": "\"For on thy account, O man, God commanded the water to retire upon the face of the earth, that the earth might be able to bring forth fruits for thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:4",
                            "text": "And He made water-courses, that He might provide for thee fountains, and that river-beds might be disclosed, that animals might teem forth; in a word, that He might furnish thee with all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:5",
                            "text": "For is it not for thee that the winds blow, and the rains fall, and the seasons change for the production of fruits?  Moreover, it is for thee that the sun and moon, with the other heavenly bodies, accomplish their risings and settings; and rivers and pools, with all fountains, serve thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily XI 23:6",
                            "text": "Whence to thee, O senseless one, as the greater honour has been given, so for thee, ungrateful, the greater punishment by fire has been prepared, because thou wouldest not know Him whom it behoved thee before all things to know."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily XI 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily XI 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily XI 24:2",
                            "text": "—\"Born of Water\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily XI 24:3",
                            "text": "\"And now from inferior things learn the cause of all, reasoning that water makes all things, and water receives the production of its movement from spirit, and the spirit has its beginning from the God of all."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily XI 24:4",
                            "text": "And thus you ought to have reasoned, in order that by reason you might attain to God, that, knowing your origin, and being born again by the first-born water, you may be constituted heir of the parents who have begotten you to incorruption."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily XI 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:2",
                            "text": "—Good Works to Be Well Done."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:3",
                            "text": "\"Wherefore come readily, as a son to a father, that God may assign ignorance as the cause of your sins."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:4",
                            "text": "But if after being called you will not, or delay, you shall be destroyed by the just judgment of God, not being willed, through your not willing."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:5",
                            "text": "And do not think, though you were more pious than all the pious that ever were, but if you be unbaptized, that you shall ever obtain hope."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:6",
                            "text": "For all the more, on this account, you shall endure the greater punishment, because you have done excellent works not excellently."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:7",
                            "text": "For well-doing is excellent when it is done as God has commanded."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Clement: Homily XI 25:8",
                            "text": "But if you will not be baptized according to His pleasure, you serve your own will and oppose His counsel."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement: Homily XI 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:2",
                            "text": "—Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:3",
                            "text": "\"But perhaps some one will say, What does it contribute to piety to be baptized with water?  In the first place, because you do that which is pleasing to God; and in the second place, being born again to God of water, by reason of fear you change your first generation, which is of lust, and thus you are able to obtain salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:4",
                            "text": "But otherwise it is impossible."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:5",
                            "text": "For thus the prophet has sworn to us, saying, \"Verily I say to you, Unless ye be regenerated by living water into the name of Father, Son, and Holy Spirit, you shall not enter the kingdom of heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:6",
                            "text": "Wherefore approach."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:7",
                            "text": "For there is there something that is merciful from the beginning, borne upon the water, and rescues from the future punishment those who are baptized with the thrice blessed invocation, offering as gifts to God the good deeds of the baptized whenever they are done after their baptism."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:8",
                            "text": "Wherefore flee to the waters, for this alone can quench the violence of fires."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Clement: Homily XI 26:9",
                            "text": "He who will not now come to it still bears the spirit of strife, on account of which he will not approach the living water for his own salvation."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement: Homily XI 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:2",
                            "text": "—All Need Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:3",
                            "text": "\"Therefore approach, be ye righteous or unrighteous."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:4",
                            "text": "For if you are righteous, baptism alone is lacking in order to salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:5",
                            "text": "But if you are unrighteous, come to be baptized for the remission of the sins formerly committed in ignorance."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:6",
                            "text": "And to the unrighteous man it remains that his well-doing after baptism be according to the proportion of his previous impiety."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:7",
                            "text": "Wherefore, be ye righteous or unrighteous, hasten to be born to God, because delay brings danger, on account of the fore-appointment of death being unrevealed; and show by well-doing your likeness to the Father, who begetteth you of water."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:8",
                            "text": "As a lover of truth, honour the true God as your Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:9",
                            "text": "But His honour is that you live as He, being righteous, would have you live."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:10",
                            "text": "And the will of the righteous One is that you do no wrong."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Clement: Homily XI 27:11",
                            "text": "But wrong is murder, hatred, envy, and such like; and of these there are many forms."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement: Homily XI 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:2",
                            "text": "—Purification."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:3",
                            "text": "\"However, it is necessary to add something to these things which has not community with man, but is peculiar to the worship of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:4",
                            "text": "I mean purification, not approaching to a man's own wife when she is in separation, for so the law of God commands."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:5",
                            "text": "But what?  If purity be not added to the service of God, you would roll pleasantly like the dung-flies."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:6",
                            "text": "Wherefore as man, having something more than the irrational animals, namely, rationality, purify your hearts from evil by heavenly reasoning, and wash your bodies in the bath."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:7",
                            "text": "For purification according to the truth is not that the purity of the body precedes purification after the heart, but that purity follows goodness."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Clement: Homily XI 28:8",
                            "text": "For our Teacher also, dealing with certain of the Pharisees and Scribes among us, who are separated, and as Scribes know the matters of the law more than others, still He reproved them as hypocrites, because they cleansed only the things that appear to men, but omitted purity of heart and the things seen by God alone."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement: Homily XI 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:2",
                            "text": "—Outward and Inward Purity."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:3",
                            "text": "\"Therefore He made use of this memorable expression, speaking the truth with respect to the hypocrites of them, not with respect to all."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:4",
                            "text": "For to some He said that obedience was to be rendered, because they were entrusted with the chair of Moses."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:5",
                            "text": "However, to the hypocrites he said, 'Woe to you, Scribes and Pharisees, hypocrites, for ye make clean the outside of the cup and the platter, but the inside is full of filth."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:6",
                            "text": "Thou blind Pharisee, cleanse first the inside of the cup and the platter, that their outsides may be clean also."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:7",
                            "text": "'  And truly:  for when the mind is enlightened by knowledge, the disciple is able to be good, and thereupon purity follows; for from the understanding within a good care of the body without is produced."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:8",
                            "text": "As from negligence with respect to the body, care of the understanding cannot be produced, so the pure man can purify both that which is without and that which is within."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Clement: Homily XI 29:9",
                            "text": "And he who, purifying the things without, does it looking to the praise of men, and by the praise of those who look on, he has nothing from God."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement: Homily XI 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:2",
                            "text": "—\"Whatsoever Things are Pure\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:3",
                            "text": "\"But who is there to whom it is not manifest that it is better not to have intercourse with a woman in her separation, but purified and washed."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:4",
                            "text": "And also after copulation it is proper to wash."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:5",
                            "text": "But if you grudge to do this, recall to mind how you followed after the parts of purity when you served senseless idols; and be ashamed that now, when it is necessary to attain, I say not more, but to attain the one and whole of purity, you are more slothful."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Clement: Homily XI 30:6",
                            "text": "Consider, therefore, Him who made you, and you will understand who He is that casts upon you this sluggishness with respect to purity."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Clement: Homily XI 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Clement: Homily XI 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Clement: Homily XI 31:2",
                            "text": "—\"What Do Ye More Than Others?\"  \"But some one of you will say, Must we then do whatsoever things we did while we were idolaters?  I say to you, Not all things; but whatsoever you did well, you must do now, and more:  for whatsoever is well done in error hangs upon truth, as if anything be ill done in the truth it is from error."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Clement: Homily XI 31:3",
                            "text": "Receive, therefore, from all quarters the things that are your own, and not those that are another's, and do not say, If those who are in error do anything well we are not bound to do it."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Clement: Homily XI 31:4",
                            "text": "For, on this principle, if any one who worships idols do not commit murder, we ought to commit murder, because he who is in error does not commit it."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Clement: Homily XI 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:2",
                            "text": "—\"To Whom Much is Given\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:3",
                            "text": "\"No; but rather, if those who are in error do not kill, let us not be angry; if he who is in error do not commit adultery, let us not lust even in the smallest degree; if he who is in error loves him who loves him, let us love even those who hate us; if he who is in error lends to those who have, let us give to those who have not."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:4",
                            "text": "Unquestionably we ought—we who hope to inherit eternal life—to do better things than the good things that are done by those who know only the present life, knowing that if their works, being judged with ours in the day of judgment, be found equal in goodness, we shall have shame, and they perdition, having acted against themselves through error."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:5",
                            "text": "And I say that we shall be put to shame on this account, because we have not done more than they, though we have known more than they."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Clement: Homily XI 32:6",
                            "text": "And if we shall be put to shame if we show well-doing equal to theirs, and no more, how much more if we show less than their well-doing?."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Clement: Homily XI 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:2",
                            "text": "—The Queen of the South and the Men of Nineveh."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:3",
                            "text": "\"But that indeed in the day of judgment the doings of those who have known the truth are compared with the good deeds of those who have been in error, the unlying One Himself has taught us, saying to those who neglected to come and listen to Him, 'The queen of the south shall rise up with this generation, and shall condemn it; because she came from the extremities of the earth to hear the wisdom of Solomon:  and behold, a greater than Solomon is here,' and ye do not believe Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:4",
                            "text": "And to those amongst the people who would not repent at His preaching He said, 'The men of Nineveh shall rise up with this generation and shall condemn it, for they heard and repented on the preaching of Jonas:  and behold, a greater is here, and no one believes."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:5",
                            "text": "'  And thus, setting over against all their impiety those from among the Gentiles who have done well, in order to condemn those who, possessing the true religion, had not acted so well as those who were in error, he exhorted those having reason not only to do equally with the Gentiles whatsoever things are excellent, but more than they."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Clement: Homily XI 33:6",
                            "text": "And this speech has been suggested to me, taking occasion from the necessity of respecting the separation, and of washing after copulation, and of not denying such purity, though those who are in error do the same, since those who in error do well, without being saved, are for the condemnation of those who are in the worship of God, and do ill; because their respect for purity is through error, and not through the worship of the true Father and God of all\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Clement: Homily XI 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Clement: Homily XI 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Clement: Homily XI 34:2",
                            "text": "—Peter's Daily Work."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Clement: Homily XI 34:3",
                            "text": "Having said this, he dismissed the multitudes; and according to his custom, having partaken of food with those dearest to him, he went to rest."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Clement: Homily XI 34:4",
                            "text": "And thus doing and discoursing day by day, he strongly buttressed the law of God, challenging the reputed gods with the reputed Genesis, and arguing that there is no automatism, but that the world is governed according to providence."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Clement: Homily XI 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:2",
                            "text": "—\"Beware of False Prophets\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:3",
                            "text": "Then after three months were fulfilled, he ordered me to fast for several days, and then brought me to the fountains that are near to the sea, and baptized me as in ever-flowing water."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:4",
                            "text": "Thus, therefore, when our brethren rejoiced at my God-gifted regeneration, not many days after he turned to the elders in presence of all the church, and charged them, saying:  \"Our Lord and Prophet, who hath sent us, declared to us that the wicked one, having disputed with Him forty days, and having prevailed nothing against Him, promised that he would send apostles from amongst his subjects, to deceive."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:5",
                            "text": "Wherefore, above all, remember to shun apostle or teacher or prophet who does not first accurately compare his preaching with that of James, who was called the brother of my Lord, and to whom was entrusted to administer the church of the Hebrews in Jerusalem,—and that even though he come to you with witnesses:  lest the wickedness which disputed forty days with the Lord, and prevailed nothing, should afterwards, like lightning falling from heaven upon the earth, send a preacher to your injury, as now he has sent Simon upon us, preaching, under pretence of the truth, in the name of the Lord, and sowing error."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:6",
                            "text": "Wherefore He who hath sent us, said, 'Many shall come to me in sheep's clothing, but inwardly they are ravening wolves."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:7",
                            "text": "By their fruits ye shall know them."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Clement: Homily XI 35:8",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Clement: Homily XI 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Clement: Homily XI 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Clement: Homily XI 36:2",
                            "text": "—Farewell to Tripolis."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Clement: Homily XI 36:3",
                            "text": "Having spoken thus, he sent the harbingers into Antioch of Syria, bidding them expect him there forthwith."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Clement: Homily XI 36:4",
                            "text": "Then when they had gone, Peter having driven away diseases, sufferings, and demons from great multitudes who were persuaded, and having baptized them in the fountains which are near to the sea, and having celebrated the Eucharist, and having appointed Maroones, who had received him into his house, and was now perfected, as their bishop, and having set apart twelve elders, and having designated deacons, and arranged matters relating to widows, and having discoursed on the common good what was profitable for the ordering of the church, and having counselled them to obey the bishop Maroones, three months being now fulfilled; he bade those in Tripolis of Phoenicia farewell, and took his journey to Antioch of Syria, all the people accompanying us with due honour."
                        }
                    ]
                }
            ]
        }
    ]
}