{
    "books": [
        {
            "name": "Apocrypha: The Gospel of the Nativity of Mary",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: The Gospel of the Nativity of Mary 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:1",
                            "text": "The History of Joseph the Carpenter: In the name of God, of one essence and three persons."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:2",
                            "text": "The History of the death of our father, the holy old man, Joseph the carpenter."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:3",
                            "text": "May his blessings and prayers preserve us all, O brethren!  Amen."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:4",
                            "text": "His whole life was one hundred and eleven years, and his departure from this world happened on the twenty-sixth of the month Abib, which answers to the month Ab."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:5",
                            "text": "May his prayer preserve us!  Amen."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:6",
                            "text": "And, indeed, it was our Lord Jesus Christ Himself who related this history to His holy disciples on the Mount of Olives, and all Joseph's labour, and the end of his days."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:7",
                            "text": "And the holy apostles have preserved this conversation, and have left it written down in the library at Jerusalem."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:8",
                            "text": "May their prayers preserve us!  Amen."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:9",
                            "text": "It happened one day, when the Saviour, our Master, God, and Saviour Jesus Christ, was sitting along with His disciples, and they were all assembled on the Mount of Olives, that He said to them:  O my brethren and friends, sons of the Father who has chosen you from all men, you know that I have often told you that I must be crucified, and must die for the salvation of Adam and his posterity, and that I shall rise from the dead."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:10",
                            "text": "Now I shall commit to you the doctrine of the holy gospel formerly announced to you, that you may declare it throughout the whole world."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:11",
                            "text": "And I shall endow you with power from on high, and fill you with the Holy Spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:12",
                            "text": "And you shall declare to all nations repentance and remission of sins."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:13",
                            "text": "For a single cup of water, if a man shall find it in the world to come, is greater and better than all the wealth of this whole world."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:14",
                            "text": "And as much ground as one foot can occupy in the house of my Father, is greater and more excellent than all the riches of the earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:15",
                            "text": "Yea, a single hour in the joyful dwelling of the pious is more blessed and more precious than a thousand years among sinners:  inasmuch as their weeping and lamentation shall not come to an end, and their tears shall not cease, nor shall they find for themselves consolation and repose at any time for ever."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:16",
                            "text": "And now, O my honoured members, go declare to all nations, tell them, and say to them:  Verily the Saviour diligently inquires into the inheritance which is due, and is the administrator of justice."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:17",
                            "text": "And the angels will cast down their enemies, and will fight for them in the day of conflict."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:18",
                            "text": "And He will examine every single foolish and idle word which men speak, and they shall give an account of it."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:19",
                            "text": "For as no one shall escape death, so also the works of every man shall be laid open on the day of judgment, whether they have been good or evil."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:20",
                            "text": "Tell them also this word which I have said to you to-day:  Let not the strong man glory in his strength, nor the rich man in his riches; but let him who wishes to glory, glory in the Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:21",
                            "text": "There was a man whose name was Joseph, sprung from a family of Bethlehem, a town of Judah, and the city of King David."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:22",
                            "text": "This same man, being well furnished with wisdom and learning, was made a priest in the temple of the Lord."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:23",
                            "text": "He was, besides, skilful in his trade, which was that of a carpenter; and after the manner of all men, he married a wife."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:24",
                            "text": "Moreover, he begot for himself sons and daughters, four sons, namely, and two daughters."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:25",
                            "text": "Now these are their names—Judas, Justus, James, and Simon."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:26",
                            "text": "The names of the two daughters were Assia and Lydia."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:27",
                            "text": "At length the wife of righteous Joseph, a woman intent on the divine glory in all her works, departed this life."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:28",
                            "text": "But Joseph, that righteous man, my father after the flesh, and the spouse of my mother Mary, went away with his sons to his trade, practising the art of a carpenter."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:29",
                            "text": "Now when righteous Joseph became a widower, my mother Mary, blessed, holy, and pure, was already twelve years old."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:30",
                            "text": "For her parents offered her in the temple when she was three years of age, and she remained in the temple of the Lord nine years."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:31",
                            "text": "Then when the priests saw that the virgin, holy and God-fearing, was growing up, they spoke to each other, saying:  Let us search out a man, righteous and pious, to whom Mary may be entrusted until the time of her marriage; lest, if she remain in the temple, it happen to her as is wont to happen to women, and lest on that account we sin, and God be angry with us."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:32",
                            "text": "Therefore they immediately sent out, and assembled twelve old men of the tribe of Judah."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:33",
                            "text": "And they wrote down the names of the twelve tribes of Israel."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:34",
                            "text": "And the lot fell upon the pious old man, righteous Joseph."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:35",
                            "text": "Then the priests answered, and said to my blessed mother:  Go with Joseph, and be with him till the time of your marriage."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:36",
                            "text": "Righteous Joseph therefore received my mother, and led her away to his own house."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:37",
                            "text": "And Mary found James the Less in his father's house, broken-hearted and sad on account of the loss of his mother, and she brought him up."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:38",
                            "text": "Hence Mary was called the mother of James."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:39",
                            "text": "Thereafter Joseph left her at home, and went away to the shop where he wrought at his trade of a carpenter."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:40",
                            "text": "And after the holy virgin had spent two years in his house her age was exactly fourteen years, including the time at which he received her."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:41",
                            "text": "And I chose her of my own will, with the concurrence of my Father, and the counsel of the Holy Spirit."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:42",
                            "text": "And I was made flesh of her, by a mystery which transcends the grasp of created reason."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:43",
                            "text": "And three months after her conception the righteous man Joseph returned from the place where he worked at his trade; and when he found my virgin mother pregnant, he was greatly perplexed, and thought of sending her away secretly."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:44",
                            "text": "But from fear, and sorrow, and the anguish of his heart, he could endure neither to eat nor drink that day."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:45",
                            "text": "But at mid-day there appeared to him in a dream the prince of the angels, the holy Gabriel, furnished with a command from my Father; and he said to him:  Joseph, son of David, fear not to take Mary as thy wife:  for she has conceived of the Holy Spirit; and she will bring forth a son, whose name shall be called Jesus."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:46",
                            "text": "He it is who shall rule all nations with a rod of iron."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:47",
                            "text": "Having thus spoken, the angel departed from him."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:48",
                            "text": "And Joseph rose from his sleep, and did as the angel of the Lord had said to him; and Mary abode with him."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:49",
                            "text": "Some time after that, there came forth an order from Augustus Caesar the king, that all the habitable world should be enrolled, each man in his own city."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:50",
                            "text": "The old man therefore, righteous Joseph, rose up and took the virgin Mary and came to Bethlehem, because the time of her bringing forth was at hand."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:51",
                            "text": "Joseph then inscribed his name in the list; for Joseph the son of David, whose spouse Mary was, was of the tribe of Judah."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:52",
                            "text": "And indeed Mary, my mother, brought me forth in Bethlehem, in a cave near the tomb of Rachel the wife of the patriarch Jacob, the mother of Joseph and Benjamin."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:53",
                            "text": "But Satan went and told this to Herod the Great, the father of Archelaus."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:54",
                            "text": "And it was this same Herod who ordered my friend and relative John to be beheaded."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:55",
                            "text": "Accordingly he searched for me diligently, thinking that my kingdom was to be of this world."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:56",
                            "text": "But Joseph, that pious old man, was warned of this by a dream."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:57",
                            "text": "Therefore he rose and took Mary my mother, and I lay in her bosom."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:58",
                            "text": "Salome also was their fellow-traveller."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:59",
                            "text": "Having therefore set out from home, he retired into Egypt, and remained there the space of one whole year, until the hatred of Herod passed away."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:60",
                            "text": "Now Herod died by the worst form of death, atoning for the shedding of the blood of the children whom he wickedly cut off, though there was no sin in them."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:61",
                            "text": "And that impious tyrant Herod being dead, they returned into the land of Israel, and lived in a city of Galilee which is called Nazareth."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:62",
                            "text": "And Joseph, going back to his trade of a carpenter, earned his living by the work of his hands; for, as the law of Moses had commanded, he never sought to live for nothing by another's labour."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:63",
                            "text": "At length, by increasing years, the old man arrived at a very advanced age."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:64",
                            "text": "He did not, however, labour under any bodily weakness, nor had his sight failed, nor had any tooth perished from his mouth."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:65",
                            "text": "In mind also, for the whole time of his life, he never wandered; but like a boy he always in his business displayed youthful vigour, and his limbs remained unimpaired, and free from all pain."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:66",
                            "text": "His life, then, in all, amounted to one hundred and eleven years, his old age being prolonged to the utmost limit."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:67",
                            "text": "Now Justus and Simeon, the elder sons of Joseph, were married, and had families of their own."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:68",
                            "text": "Both the daughters were likewise married, and lived in their own houses."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:69",
                            "text": "So there remained in Joseph's house, Judas and James the Less, and my virgin mother."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:70",
                            "text": "I moreover dwelt along with them, not otherwise than if I had been one of his sons."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:71",
                            "text": "But I passed all my life without fault."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:72",
                            "text": "Mary I called my mother, and Joseph father, and I obeyed them in all that they said; nor did I ever contend against them, but complied with their commands, as other men whom earth produces are wont to do; nor did I at any time arouse their anger, or give any word or answer in opposition to them."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:73",
                            "text": "On the contrary, I cherished them with great love, like the pupil of my eye."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:74",
                            "text": "It came to pass, after these things, that the death of that old man, the pious Joseph, and his departure from this world, were approaching, as happens to other men who owe their origin to this earth."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:75",
                            "text": "And as his body was verging on dissolution, an angel of the Lord informed him that his death was now close at hand."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:76",
                            "text": "Therefore fear and great perplexity came upon him."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:77",
                            "text": "So he rose up and went to Jerusalem; and going into the temple of the Lord, he poured out his prayers there before the sanctuary, and said:."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:78",
                            "text": "O God! author of all consolation, God of all compassion, and Lord of the whole human race; God of my soul, body, and spirit; with supplications I reverence thee, O Lord and my God."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:79",
                            "text": "If now my days are ended, and the time draws near when I must leave this world, send me, I beseech Thee, the great Michael, the prince of Thy holy angels:  let him remain with me, that my wretched soul may depart from this afflicted body without trouble, without terror and impatience."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:80",
                            "text": "For great fear and intense sadness take hold of all bodies on the day of their death, whether it be man or woman, beast wild or tame, or whatever creeps on the ground or flies in the air."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:81",
                            "text": "At the last all creatures under heaven in whom is the breath of life are struck with horror, and their souls depart from their bodies with strong fear and great depression."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:82",
                            "text": "Now therefore, O Lord and my God, let Thy holy angel be present with his help to my soul and body, until they shall be dissevered from each other."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:83",
                            "text": "And let not the face of the angel, appointed my guardian from the day of my birth, be turned away from me; but may he be the companion of my journey even until he bring me to Thee:  let his countenance be pleasant and gladsome to me, and let him accompany me in peace."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:84",
                            "text": "And let not demons of frightful aspect come near me in the way in which I am to go, until I come to Thee in bliss."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:85",
                            "text": "And let not the doorkeepers hinder my soul from entering paradise."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:86",
                            "text": "And do not uncover my sins, and expose me to condemnation before Thy terrible tribunal."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:87",
                            "text": "Let not the lions rush in upon me; nor let the waves of the sea of fire overwhelm my soul—for this must every soul pass through—before I have seen the glory of Thy Godhead."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:88",
                            "text": "O God, most righteous Judge, who in justice and equity wilt judge mankind, and wilt render unto each one according to his works, O Lord and my God, I beseech Thee, be present to me in Thy compassion, and enlighten my path that I may come to Thee; for Thou art a fountain overflowing with all good things, and with glory for evermore,  Amen."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:89",
                            "text": "It came to pass thereafter, when he returned to his own house in the city of Nazareth, that he was seized by disease, and had to keep his bed."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:90",
                            "text": "And it was at this time that he died, according to the destiny of all mankind."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:91",
                            "text": "For this disease was very heavy upon him, and he had never been ill, as he now was, from the day of his birth."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:92",
                            "text": "And thus assuredly it pleased Christ to order the destiny of righteous Joseph."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:93",
                            "text": "He lived forty years unmarried; thereafter his wife remained under his care forty-nine years, and then died."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:94",
                            "text": "And a year after her death, my mother, the blessed Mary, was entrusted to him by the priests, that he should keep her until the time of her marriage."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:95",
                            "text": "She spent two years in his house; and in the third year of her stay with Joseph, in the fifteenth year of her age, she brought me forth on earth by a mystery which no creature can penetrate or understand, except myself, and my Father and the Holy Spirit, constituting one essence with myself."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:96",
                            "text": "The whole age of my father, therefore, that righteous old man, was one hundred and eleven years, my Father in heaven having so decreed."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:97",
                            "text": "And the day on which his soul left his body was the twenty-sixth of the month Abib."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:98",
                            "text": "For now the fine gold began to lose its splendour, and the silver to be worn down by use—I mean his understanding and his wisdom."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:99",
                            "text": "He also loathed food and drink, and lost all his skill in his trade of carpentry, nor did he any more pay attention to it."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:100",
                            "text": "It came to pass, then, in the early dawn of the twenty-sixth day of Abib, that Joseph, that righteous old man, lying in his bed, was giving up his unquiet soul."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:101",
                            "text": "Wherefore he opened his mouth with many sighs, and struck his hands one against the other, and with a loud voice cried out, and spoke after the following manner:—."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:102",
                            "text": "Woe to the day on which I was born into the world!  Woe to the womb which bare me!  Woe to the bowels which admitted me!  Woe to the breasts which suckled me!  Woe to the feet upon which I sat and rested!  Woe to the hands which carried me and reared me until I grew up!  For I was conceived in iniquity, and in sins did my mother desire me."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:103",
                            "text": "Woe to my tongue and my lips, which have brought forth and spoken vanity, detraction, falsehood, ignorance, derision, idle tales, craft, and hypocrisy!  Woe to mine eyes, which have looked upon scandalous things!  Woe to mine ears, which have delighted in the words of slanderers!  Woe to my hands, which have seized what did not of right belong to them!  Woe to my belly and my bowels, which have lusted after food unlawful to be eaten!  Woe to my throat, which like a fire has consumed all that it found!  Woe to my feet, which have too often walked in ways displeasing to God!  Woe to my body; and woe to my miserable soul, which has already turned aside from God its Maker!  What shall I do when I arrive at that place where I must stand before the most righteous Judge, and when He shall call me to account for the works which I have heaped up in my youth?  Woe to every man dying in his sins!  Assuredly that same dreadful hour, which came upon my father Jacob, when his soul was flying forth from his body, is now, behold, near at hand for me."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:104",
                            "text": "Oh! how wretched I am this day, and worthy of lamentation!  But God alone is the disposer of my soul and body; He also will deal with them after His own good pleasure."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:105",
                            "text": "These are the words spoken by Joseph, that righteous old man."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:106",
                            "text": "And I, going in beside him, found his soul exceedingly troubled, for he was placed in great perplexity."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:107",
                            "text": "And I said to him:  Hail! my father Joseph, thou righteous man; how is it with thee?  And he answered me:  All hail! my well-beloved son."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:108",
                            "text": "Indeed, the agony and fear of death have already environed me; but as soon as I heard Thy voice, my soul was at rest."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:109",
                            "text": "O Jesus of Nazareth!  Jesus, my Saviour!  Jesus, the deliverer of my soul!  Jesus, my protector!  Jesus!  O sweetest name in my mouth, and in the mouth of all those that love it!  O eye which seest, and ear which hearest, hear me!  I am Thy servant; this day I most humbly reverence Thee, and before Thy face I pour out my tears."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:110",
                            "text": "Thou art altogether my God; Thou art my Lord, as the angel has told me times without number, and especially on that day when my soul was driven about with perverse thoughts about the pure and blessed Mary, who was carrying Thee in her womb, and whom I was thinking of secretly sending away."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:111",
                            "text": "And while I was thus meditating, behold, there appeared to me in my rest angels of the Lord, saying to me in a wonderful mystery:  O Joseph, thou son of David, fear not to take Mary as thy wife; and do not grieve thy soul, nor speak unbecoming words of her conception, because she is with child of the Holy Spirit, and shall bring forth a son, whose name shall be called Jesus, for He shall save His people from their sins."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:112",
                            "text": "Do not for this cause wish me evil, O Lord! for I was ignorant of the mystery of Thy birth."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:113",
                            "text": "I call to mind also, my Lord, that day when the boy died of the bite of the serpent."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:114",
                            "text": "And his relations wished to deliver Thee to Herod, saying that Thou hadst killed him; but Thou didst raise him from the dead, and restore him to them."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:115",
                            "text": "Then I went up to Thee, and took hold of Thy hand, saying:  My son, take care of thyself."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:116",
                            "text": "But Thou didst say to me in reply:  Art thou not my father after the flesh?  I shall teach thee who I am."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:117",
                            "text": "Now therefore, O Lord and my God, do not be angry with me, or condemn me on account of that hour."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:118",
                            "text": "I am Thy servant, and the son of Thine handmaiden; but Thou art my Lord, my God and Saviour, most surely the Son of God."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:119",
                            "text": "When my father Joseph had thus spoken, he was unable to weep more."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:120",
                            "text": "And I saw that death now had dominion over him."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:121",
                            "text": "And my mother, virgin undefiled, rose and came to me, saying:  O my beloved son, this pious old man Joseph is now dying."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:122",
                            "text": "And I answered:  Oh my dearest mother, assuredly upon all creatures produced in this world the same necessity of death lies; for death holds sway over the whole human race."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:123",
                            "text": "Even thou, O my virgin mother, must look for the same end of life as other mortals."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:124",
                            "text": "And yet thy death, as also the death of this pious man, is not death, but life enduring to eternity."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:125",
                            "text": "Nay more, even I must die, as concerns the body which I have received from thee."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:126",
                            "text": "But rise, O my venerable mother, and go in to Joseph, that blessed old man, in order that thou mayst see what will happen as his soul ascends from his body."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:127",
                            "text": "My undefiled mother Mary, therefore, went and entered the place where Joseph was."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:128",
                            "text": "And I was sitting at his feet looking at him, for the signs of death already appeared in his countenance."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:129",
                            "text": "And that blessed old man raised his head, and kept his eyes fixed on my face; but he had no power of speaking to me, on account of the agonies of death, which held him in their grasp."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:130",
                            "text": "But he kept fetching many sighs."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:131",
                            "text": "And I held his hands for a whole hour; and he turned his face to me, and made signs for me not to leave him."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:132",
                            "text": "Thereafter I put my hand upon his breast, and perceived his soul now near his throat, preparing to depart from its receptacle."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:133",
                            "text": "And when my virgin mother saw me touching his body, she also touched his feet."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:134",
                            "text": "And finding them already dead and destitute of heat, she said to me:  O my beloved son, assuredly his feet are already beginning to stiffen, and they are as cold as snow."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:135",
                            "text": "Accordingly she summoned his sons and daughters, and said to them:  Come, as many as there are of you, and go to your father; for assuredly he is now at the very point of death."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:136",
                            "text": "And Assia, his daughter, answered and said:  Woe's me, O my brothers, this is certainly the same disease that my beloved mother died of."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:137",
                            "text": "And she lamented and shed tears; and all Joseph's other children mourned along with her."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:138",
                            "text": "I also, and my mother Mary, wept along with them."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:139",
                            "text": "And turning my eyes towards the region of the south, I saw Death already approaching, and all Gehenna with him, closely attended by his army and his satellites; and their clothes, their faces, and their mouths poured forth flames."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:140",
                            "text": "And when my father Joseph saw them coming straight to him, his eyes dissolved in tears, and at the same time he groaned after a strange manner."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:141",
                            "text": "Accordingly, when I saw the vehemence of his sighs, I drove back Death and all the host of servants which accompanied him."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:142",
                            "text": "And I called upon my good Father, saying:—."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:143",
                            "text": "O Father of all mercy, eye which seest, and ear which hearest, hearken to my prayers and supplications in behalf of the old man Joseph; and send Michael, the prince of Thine angels, and Gabriel, the herald of light, and all the light of Thine angels, and let their whole array walk with the soul of my father Joseph, until they shall have conducted it to Thee."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:144",
                            "text": "This is the hour in which my father has need of compassion."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:145",
                            "text": "And I say unto you, that all the saints, yea, as many men as are born in the world, whether they be just or whether they be perverse, must of necessity taste of death."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:146",
                            "text": "Therefore Michael and Gabriel came to the soul of my father Joseph, and took it, and wrapped it in a shining wrapper."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:147",
                            "text": "Thus he committed his spirit into the hands of my good Father, and He bestowed upon him peace."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:148",
                            "text": "But as yet none of his children knew that he had fallen asleep."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:149",
                            "text": "And the angels preserved his soul from the demons of darkness which were in the way, and praised God even until they conducted it into the dwelling-place of the pious."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:150",
                            "text": "Now his body was lying prostrate and bloodless; wherefore I reached forth my hand, and put right his eyes and shut his mouth, and said to the virgin Mary:  O my mother, where is the skill which he showed in all the time that he lived in this world?  Lo! it has perished, as if it had never existed."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:151",
                            "text": "And when his children heard me speaking with my mother, the pure virgin, they knew that he had already breathed his last, and they shed tears, and lamented."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:152",
                            "text": "But I said to them:  Assuredly the death of your father is not death, but life everlasting: for he has been freed from the troubles of this life, and has passed to perpetual and everlasting rest."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:153",
                            "text": "When they heard these words, they rent their clothes, and wept."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:154",
                            "text": "And, indeed, the inhabitants of Nazareth and of Galilee, having heard of their lamentation, flocked to them, and wept from the third hour even to the ninth."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:155",
                            "text": "And at the ninth hour they all went together to Joseph's bed."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:156",
                            "text": "And they lifted his body, after they had anointed it with costly unguents."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:157",
                            "text": "But I entreated my Father in the prayer of the celestials—that same prayer which with my own hand I made before I was carried in the womb of the virgin Mary, my mother."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:158",
                            "text": "And as soon as I had finished it, and pronounced the amen, a great multitude of angels came up; and I ordered two of them to stretch out their shining garments, and to wrap in them the body of Joseph, the blessed old man."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:159",
                            "text": "And I spoke to Joseph, and said:  The smell or corruption of death shall not have dominion over thee, nor shall a worm ever come forth from thy body."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:160",
                            "text": "Not a single limb of it shall be broken, nor shall any hair on thy head be changed."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:161",
                            "text": "Nothing of thy body shall perish, O my father Joseph, but it will remain entire and uncorrupted even until the banquet of the thousand years."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:162",
                            "text": "And whosoever shall make an offering on the day of thy remembrance, him will I bless and recompense in the congregation of the virgins; and whosoever shall give food to the wretched, the poor, the widows, and orphans from the work of his hands, on the day on which thy memory shall be celebrated, and in thy name, shall not be in want of good things all the days of his life."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:163",
                            "text": "And whosoever shall have given a cup of water, or of wine, to drink to the widow or orphan in thy name, I will give him to thee, that thou mayst go in with him to the banquet of the thousand years."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:164",
                            "text": "And every man who shall present an offering on the day of thy commemoration will I bless and recompense in the church of the virgins:  for one I will render unto him thirty, sixty, and a hundred."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:165",
                            "text": "And whosoever shall write the history of thy life, of thy labour, and thy departure from this world, and this narrative that has issued from my mouth, him shall I commit to thy keeping as long as he shall have to do with this life."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:166",
                            "text": "And when his soul departs from the body, and when he must leave this world, I will burn the book of his sins, nor will I torment him with any punishment in the day of judgment; but he shall cross the sea of flames, and shall go through it without trouble or pain."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:167",
                            "text": "And upon every poor man who can give none of those things which I have mentioned this is incumbent:  viz."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:168",
                            "text": ", if a son is born to him, he shall call his name Joseph."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:169",
                            "text": "So there shall not take place in that house either poverty or any sudden death for ever."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:170",
                            "text": "Thereafter the chief men of the city came together to the place where the body of the blessed old man Joseph had been laid, bringing with them burial-clothes; and they wished to wrap it up in them after the manner in which the Jews are wont to arrange their dead bodies."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:171",
                            "text": "And they perceived that he kept his shroud fast; for it adhered to the body in such a way, that when they wished to take it off, it was found to be like iron—impossible to be moved or loosened."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:172",
                            "text": "Nor could they find any ends in that piece of linen, which struck them with the greatest astonishment."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:173",
                            "text": "At length they carried him out to a place where there was a cave, and opened the gate, that they might bury his body beside the bodies of his fathers."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:174",
                            "text": "Then there came into my mind the day on which he walked with me into Egypt, and that extreme trouble which he endured on my account."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:175",
                            "text": "Accordingly, I bewailed his death for a long time; and lying upon his body, I said:—."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:176",
                            "text": "O Death! who makest all knowledge to vanish away, and raisest so many tears and lamentations, surely it is God my Father Himself who hath granted thee this power."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:177",
                            "text": "For men die for the transgression of Adam and his wife Eve, and Death spares not so much as one."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:178",
                            "text": "Nevertheless, nothing happens to any one, or is brought upon him, without the command of my Father."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:179",
                            "text": "There have certainly been men who have prolonged their life even to nine hundred years; but they died."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:180",
                            "text": "Yea, though some of them have lived longer, they have, notwithstanding, succumbed to the same fate; nor has any one of them ever said:  I have not tasted death."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:181",
                            "text": "For the Lord never sends the same punishment more than once, since it hath pleased my Father to bring it upon men."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:182",
                            "text": "And at the very moment when it, going forth, beholds the command descending to it from heaven, it says:  I will go forth against that man, and will greatly move him."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:183",
                            "text": "Then, without delay, it makes an onset on the soul, and obtains the mastery of it, doing with it whatever it will."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:184",
                            "text": "For, because Adam did not the will of my Father, but transgressed His commandment, the wrath of my Father was kindled against him, and He doomed him to death; and thus it was that death came into the world."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:185",
                            "text": "But if Adam had observed my Father's precepts, death would never have fallen to his lot."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:186",
                            "text": "Think you that I can ask my good Father to send me a chariot of fire, which may take up the body of my father Joseph, and convey it to the place of rest, in order that it may dwell with the spirits?  But on account of the transgression of Adam, that trouble and violence of death has descended upon all the human race."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:187",
                            "text": "And it is for this cause that I must die according to the flesh, for my work which I have created, that they may obtain grace."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:188",
                            "text": "Having thus spoken, I embraced the body of my father Joseph, and wept over it; and they opened the door of the tomb, and placed his body in it, near the body of his father Jacob."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:189",
                            "text": "And at the time when he fell asleep he had fulfilled a hundred and eleven years."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:190",
                            "text": "Never did a tooth in his mouth hurt him, nor was his eyesight rendered less sharp, nor his body bent, nor his strength impaired; but he worked at his trade of a carpenter to the very last day of his life; and that was the six-and-twentieth of the month Abib."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:191",
                            "text": "And we apostles, when we heard these things from our Saviour, rose up joyfully, and prostrated ourselves in honour of Him, and said:  O our Saviour, show us Thy grace."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:192",
                            "text": "Now indeed we have heard the word of life:  nevertheless we wonder, O our Saviour, at the fate of Enoch and Elias, inasmuch as they had not to undergo death."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:193",
                            "text": "For truly they dwell in the habitation of the righteous even to the present day, nor have their bodies seen corruption."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:194",
                            "text": "Yet that old man Joseph the carpenter was, nevertheless, Thy father after the flesh."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:195",
                            "text": "And Thou hast ordered us to go into all the world and preach the holy Gospel; and Thou hast said:  Relate to them the death of my father Joseph, and celebrate to him with annual solemnity a festival and sacred day."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:196",
                            "text": "And whosoever shall take anything away from this narrative, or add anything to it, commits sin."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:197",
                            "text": "We wonder especially that Joseph, even from that day on which Thou wast born in Bethlehem, called Thee his son after the flesh."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:198",
                            "text": "Wherefore, then, didst Thou not make him immortal as well as them, and Thou sayest that he was righteous and chosen?."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:199",
                            "text": "And our Saviour answered and said:  Indeed, the prophecy of my Father upon Adam, for his disobedience, has now been fulfilled."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:200",
                            "text": "And all things are arranged according to the will and pleasure of my Father."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:201",
                            "text": "For if a man rejects the commandment of God, and follows the works of the devil by committing sin, his life is prolonged; for he is preserved in order that he may perhaps repent, and reflect that he must be delivered into the hands of death."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:202",
                            "text": "But if any one has been zealous of good works, his life also is prolonged, that, as the fame of his old age increases, upright men may imitate him."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:203",
                            "text": "But when you see a man whose mind is prone to anger, assuredly his days are shortened; for it is these that are taken away in the flower of their age."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:204",
                            "text": "Every prophecy, therefore, which my Father has pronounced concerning the sons of men, must be fulfilled in every particular."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:205",
                            "text": "But with reference to Enoch and Elias, and how they remain alive to this day, keeping the same bodies with which they were born; and as to what concerns my father Joseph, who has not been allowed as well as they to remain in the body:  indeed, though a man live in the world many myriads of years, nevertheless at some time or other he is compelled to exchange life for death."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:206",
                            "text": "And I say to you, O my brethren, that they also, Enoch and Elias, must towards the end of time return into the world and die—in the day, namely, of commotion, of terror, of perplexity, and affliction."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:207",
                            "text": "For Antichrist will slay four bodies, and will pour out their blood like water, because of the reproach to which they shall expose him, and the ignominy with which they, in their lifetime, shall brand him when they reveal his impiety."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:208",
                            "text": "And we said:  O our Lord, our God and Saviour, who are those four whom Thou hast said Antichrist will cut off from the reproach they bring upon him?  The Lord answered:  They are Enoch, Elias, Schila, and Tabitha."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:209",
                            "text": "When we heard this from our Saviour, we rejoiced and exulted; and we offered all glory and thanksgiving to the Lord God, and our Saviour Jesus Christ."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Apocrypha: The Gospel of the Nativity of Mary 1:210",
                            "text": "He it is to whom is due glory, honour, dignity, dominion, power, and praise, as well as to the good Father with Him, and to the Holy Spirit that giveth life, henceforth and in all time for evermore,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}