{
    "books": [
        {
            "name": "Apocrypha: Christ's Descent Into Hell (Latin)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:1",
                            "text": "Christ's Descent into Hell: Latin."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:2",
                            "text": "Second Version: Chapter."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:3",
                            "text": "Then Rabbi Addas, and Rabbi Finees, and Rabbi Egias, the three men who had come from Galilee, testifying that they had seen Jesus taken up into heaven, rose up in the midst of the multitude of the chiefs of the Jews, and said before the priests and the Levites, who had been called together to the council of the Lord:  When we were coming from Galilee, we met at the Jordan a very great multitude of men, fathers who had been some time dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:4",
                            "text": "And present among them we saw Karinus and Leucius."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:5",
                            "text": "And they came up to us, and we kissed each other, because they were dear friends of ours; and we asked them, Tell us, friends and brothers, what is this breath of life and flesh? and who are those with whom you are going? and how do you, who have been some time dead, remain in the body?  And they said in answer:  We have risen again along with Christ from the lower world, and He has raised us up again from the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:6",
                            "text": "And from this you may know that the gates of death and darkness have been destroyed, and the souls of the saints have been brought out thence, and have ascended into heaven along with Christ the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:7",
                            "text": "And indeed to us it has been commanded by the Lord Himself, that for an appointed time we should walk over the banks of Jordan and the mountains; not, however, appearing to every one, nor speaking to every one, except to those to whom He has permitted us."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:8",
                            "text": "And just now we could neither have spoken nor appeared to you, unless it had been allowed to us by the Holy Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:9",
                            "text": "And when they heard this, all the multitude who were present in the council were struck with fear and trembling, and wondered whether these things had really happened which these Galilaeans testified."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:10",
                            "text": "Then Caiaphas and Annas said to the council:  What these have testified, first and last, must shortly be altogether made clear:  If it shall be found to be true that Karinus and Leucius remain alive in the body, and if we shall be able to behold them with our own eyes, then what they testify is altogether true; and if we find them, they will inform us of everything; but if not, you may know that it is all lies."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:11",
                            "text": "Then the council having suddenly risen, it pleased them to choose men fit for the duty, fearing God, and who knew when they died, and where they were buried, to inquire diligently, and to see whether it was as they had heard."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:12",
                            "text": "The men therefore proceeded to the same place, fifteen in number, who through all were present at their falling asleep, and had stood at their feet when they were buried, and had beheld their tombs."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:13",
                            "text": "And they came and found their tombs open, and very many others besides, and found a sign neither of their bones nor of their dust."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:14",
                            "text": "And they returned in all haste, and reported what they had seen."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:15",
                            "text": "Then all their synagogue was in great grief and perplexity, and they said to each other:  What shall we do?  Annas and Caiaphas said:  Let us turn to where we have heard that they are, and let us send to them men of rank, asking and entreating them:  perhaps they will deign to come to us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:16",
                            "text": "Then they sent to them Nicodemus and Joseph, and the three men, the Galilaean rabbis who had seen them, asking that they should deign to come to them."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:17",
                            "text": "And they went, and walked round all the region of Jordan and of the mountains, and they were coming back without finding them."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:18",
                            "text": "And, behold, suddenly there appeared coming down from Mount Amalech a very great number, as it were, twelve thousand men, who had risen with the Lord."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:19",
                            "text": "And though they recognised very many there, they were not able to say anything to them for fear and the angelic vision; and they stood at a distance gazing and hearing them, how they walked along singing praises, and saying:  The Lord has risen again from the dead, as He had said; let us all exult and be glad, since He reigns for ever."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:20",
                            "text": "Then those who had been sent were astonished, and fell to the ground for fear, and received the answer from them, that they should see Karinus and Leucius in their own houses."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:21",
                            "text": "And they rose up and went to their houses, and found them spending their time in prayer."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:22",
                            "text": "And going in to them, they fell on their faces to the ground, saluting them; and being raised up, they said:  O friends of God, all the multitude of the Jews have directed us to you, hearing that you have risen from the dead, asking and beseeching you to come to them, that we all may know the great things of God which have happened around us in our times."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:23",
                            "text": "And they immediately, at a sign from God, rose up, and came with them, and entered their synagogue."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:24",
                            "text": "Then the multitude of the Jews, with the priests, put the books of the law in their hands, and adjured them by the God Heloi, and the God Adonai, and by the law and the prophets, saying:  Tell us how you have risen from the dead, and what are those wonderful things which have happened in our times, such as we have never heard to have happened at any other time; because already for fear all our bones have been benumbed, and have dried up, and the earth moves itself under our feet:  for we have joined all our hearts to shed righteous and holy blood."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:25",
                            "text": "Then Karinus and Leucius signed to them with their hands to give them a sheet of paper and ink."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:26",
                            "text": "And this they did, because the Holy Spirit did not allow them to speak to them."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:27",
                            "text": "And they gave each of them paper, and put them apart, the one from the other in separate cells."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:28",
                            "text": "And they, making with their fingers the sign of the cross of Christ, began to write on the separate sheets; and after they had finished, as if out of one mouth from the separate cells, they cried out, Amen."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:29",
                            "text": "And rising up, Karinus gave his paper to Annas, and Leucius to Caiaphas; and saluting each other, they went out, and returned to their sepulchres."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:30",
                            "text": "Then Annas and Caiaphas, opening the sheet of paper, began each to read it in secret."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:31",
                            "text": "But all the people took it ill, and so all cried out:  Read these writings to us openly; and after they have been read through we shall keep them, lest perchance this truth of God be turned through wilful blindness, by unclean and deceitful men, into falsehood."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:32",
                            "text": "At this Annas and Caiaphas fell a-trembling, and delivered the sheet of paper to Rabbi Addas, and Rabbi Finees, and Rabbi Egias, who had come from Galilee, and announced that Jesus had been taken up into heaven."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:33",
                            "text": "All the multitude of the Jews trusted to them to read this writing."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 1:34",
                            "text": "And they read the paper containing these words:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:2",
                            "text": "I Karinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:3",
                            "text": "O Lord Jesus Christ, Son of the living God, permit me to speak of Thy wonders which Thou hast done in the lower world."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:4",
                            "text": "When, therefore, we were kept in darkness and the shadow of death in the lower world, suddenly there shone upon us a great light, and Hades and the gates of death trembled."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:5",
                            "text": "And then was heard the voice of the Son of the Father most high, as if the voice of a great thunder; and loudly proclaiming, He thus charged them:  Lift up your gates, ye princes; lift up the everlasting gates; the King of glory, Christ the Lord, will come up to enter in."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:6",
                            "text": "Then Satan, the leader of death, came up, fleeing in terror, saying to his officers and the powers below:  My officers, and all the powers below, run together, shut your gates, put up the iron bars, and fight bravely, and resist, lest they lay hold of us, and keep us captive in chains."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 2:7",
                            "text": "Then all his impious officers were perplexed, and began to shut the gates of death with all diligence, and by little and little to fasten the locks and the iron bars, and to hold all their weapons grasped in their hands, and to utter howlings in a direful and most hideous voice."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:2",
                            "text": "Then Satan said to Hades:  Make thyself ready to receive him whom I shall bring down to thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:3",
                            "text": "Thereupon Hades thus replied to Satan:  That voice was from nothing else than the cry of the Son of the Father most high, because the earth and all the places of the world below so trembled under it:  wherefore I think that myself and all my dungeons are now lying open."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:4",
                            "text": "But I adjure thee, Satan, head of all evils, by thy power and my own, bring him not to me, lest, while we wish to take him, we be taken captive by him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:5",
                            "text": "For if, at his voice only, all my power has been thus destroyed, what do you think he will do when he shall come in person?  To him Satan, the leader of death, thus replied:  What art thou crying out about?  Do not be afraid, my old most wicked friend, because I have stirred up the people of the Jews against him; I have told them to strike him with blows on the face, and I have brought upon him betrayal by one of his disciples; and he is a man in great fear of death, because from fear he said, My soul is sorrowful, even unto death; and I have brought him to this, that he has just been lifted up and hanged on the cross."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:6",
                            "text": "Then Hades said to him:  If he be the same who, by the mere word of his command, made Lazarus fly away like an eagle from my bosom, when he had already been dead four days, he is not a man in humanity, but God in majesty."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:7",
                            "text": "I entreat thee not to bring him to me."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:8",
                            "text": "And Satan says to him:  Make thyself ready nevertheless; be not afraid; because he is already hanging on the cross, I can do nothing else."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:9",
                            "text": "Then Hades thus replied to Satan:  If, then, thou canst do nothing else, behold, thy destruction is at hand."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 3:10",
                            "text": "I, in short, shall remain cast down and dishonoured; thou, however, wilt be tortured under my power."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:2",
                            "text": "And the saints of God heard the wrangling of Satan and Hades."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:3",
                            "text": "They, however, though as yet not at all recognising each other, were, notwithstanding, in the possession of their faculties."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:4",
                            "text": "But our holy father Adam thus replied to Satan at once:  O captain of death, why dost thou fear and tremble?  Behold, the Lord is coming, who will now destroy all thy inventions; and thou shalt be taken by Him, and bound throughout eternity."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:5",
                            "text": "Then all the saints, hearing the voice of our father Adam, how boldly he replied to Satan in all points, were strengthened in joy; and all running together to father Adam, were crowded in one place."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:6",
                            "text": "Then our father Adam, gazing on all that multitude, wondered greatly whether all of them had been begotten from him into the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:7",
                            "text": "And embracing those who were standing everywhere around him, and shedding most bitter tears, he addressed his son Seth, saying:  Relate, my son Seth, to the holy patriarchs and prophets what the guardian of paradise said to thee, when I sent thee to bring to me of that oil of compassion, in order to anoint my body when I was ill."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:8",
                            "text": "Then he answered:  I, when thou sentest me before the gates of paradise, prayed and entreated the Lord with tears, and called upon the guardian of paradise to give me of it therefrom."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:9",
                            "text": "Then Michael the archangel came out, and said to me, Seth, why then dost thou weep?  Know, being informed beforehand, that thy father Adam will not receive of this oil of compassion now, but after many generations of time."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:10",
                            "text": "For the most beloved Son of God will come down from heaven into the world, and will be baptized by John in the river Jordan; and then shall thy father Adam receive of this oil of compassion, and all that believe in him."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 4:11",
                            "text": "And of those who have believed in him, their kingdom will endure for ever."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:2",
                            "text": "Then all the saints, hearing this again, exulted in joy."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:3",
                            "text": "And one of those standing round, Isaias by name, cried out aloud, and thundered:  Father Adam, and all standing round, hear my declaration."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:4",
                            "text": "When I was on earth, and by the teaching of the Holy Spirit, in prophecy I sang of this light:  The people who sat in darkness have seen a great light; to them dwelling in the region of the shadow of death light has arisen."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:5",
                            "text": "At these words father Adam, and all of them, turned and asked him:  Who art thou? because what thou sayest is true."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:6",
                            "text": "And he subjoined, and said:  My name is Isaias."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:7",
                            "text": "Then appeared another near him, as if a hermit."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:8",
                            "text": "And they asked him, saying:  Who art thou, who bearest such an appearance in thy body?  And he firmly answered:  I am John the Baptist, voice and prophet of the Most High."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:9",
                            "text": "I went before the face of the same Lord, that I might make the waste and rough places into plain ways."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:10",
                            "text": "I with my finger pointed out and made manifest the Lamb of the Lord, and Son of God, to the inhabitants of Jerusalem."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:11",
                            "text": "I baptized Him in the river Jordan."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:12",
                            "text": "I heard the voice of the Father from heaven thundering over Him, and proclaiming, This is my beloved Son, in whom I am well pleased."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 5:13",
                            "text": "I received from Him the answer that He would descend to the lower world  Then father Adam, hearing this, cried with a loud voice, exclaiming:  Alleluia! which is, interpreted, The Lord is certainly coming."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:2",
                            "text": "After that, another standing there, pre-eminent as it were, with a certain mark of an emperor, David by name, thus cried out, and said:  When I was upon earth, I made revelations to the people of the mercy of God and His visitation, prophesying future joys, saying through all ages, Let them make confession to the Lord of His tender mercy and His wonderful works to the sons of men, because He has shattered the gates of brass, and broken the bars of iron."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:3",
                            "text": "Then the holy patriarchs and prophets began mutually to recognise each other, and each to quote his prophecies."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:4",
                            "text": "Then holy Jeremias, examining his prophecies, said to the patriarchs and prophets:  When I was upon earth, I prophesied of the Son of God, that He was seen upon earth, and dwelt with men."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:5",
                            "text": "Then all the saints, exulting in the light of the Lord, and in the sight of father Adam, and in the answering of all the patriarchs and prophets, cried out, saying:  Alleluia! blessed is He who cometh in the name of the Lord; so that at their crying out Satan trembled, and sought a way of escape."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:6",
                            "text": "And he could not, because Hades and his satellites kept him bound in the lower regions, and guarded at all points."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:7",
                            "text": "And they said to him:  Why dost thou tremble?  We by no means allow thee to go forth hence."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 6:8",
                            "text": "But receive this, as thou art worthy, from Him whom thou didst daily assail; but if not, know that thou, bound by Him, shall be in my keeping."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:2",
                            "text": "And again there came the voice of the Son of the Father most high, as it were the voice of a great thunder, saying:  Lift up your gates, ye princes; and be ye lifted up, ye everlasting gates, and the King of glory will come in."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:3",
                            "text": "Then Satan and Hades cried out, saying:  Who is the king of glory?  And it was answered to them in the voice of the Lord:  The Lord strong and mighty, the Lord mighty in battle."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:4",
                            "text": "After this voice there came a man, whose appearance was that of a robber, carrying a cross on his shoulder, crying from the outside of the door, and saying:  Open to me, that I may come in."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:5",
                            "text": "And Satan, opening to him a little, brought him inside into his dwelling, and again shut the door after him."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:6",
                            "text": "And all the saints saw him most clearly, and said to him forthwith:  Thy appearance is that of a robber."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:7",
                            "text": "Tell us what it is that thou carriest on thy back."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:8",
                            "text": "And he answered, and said with humility:  Truly I was a robber altogether; and the Jews hung me up on a cross, along with my Lord Jesus Christ, the Son of the Father most high."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:9",
                            "text": "I, in fine, have come heralding Him; He indeed is coming immediately behind me."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:10",
                            "text": "Then holy David, inflamed with anger against Satan, cried out aloud:  Open thy gates, most vile wretch, that the King of glory may come in."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:11",
                            "text": "In like manner also all the saints of God rose up against Satan, and would have seized him, and divided him among them."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:12",
                            "text": "And again a cry was heard within:  Lift up your gates, ye princes; and be ye lifted up, ye everlasting gates; and the King of glory shall come in."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 7:13",
                            "text": "Hades and Satan, at that clear voice, again asked, saying:  Who is this king of glory?  And it was said to them by that wonderful voice:  The Lord of powers, He is the King of glory."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:2",
                            "text": "And, behold, suddenly Hades trembled, and the gates of death and the bolts were shattered, and the iron bars were broken and fell to the ground, and everything was laid open."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:3",
                            "text": "And Satan remained in the midst, and stood confounded and downcast, bound with fetters on his feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:4",
                            "text": "And, behold, the Lord Jesus Christ, coming in the brightness of light from on high, compassionate, great, and lowly, carrying a chain in His hand, bound Satan by the neck; and again tying his hands behind him, dashed him on his back into Tartarus, and placed His holy foot on his throat, saying:  Through all ages thou hast done many evils; thou hast not in any wise rested."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:5",
                            "text": "To-day I deliver thee to everlasting fire."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:6",
                            "text": "And Hades being suddenly summoned, He commanded him, and said:  Take this most wicked and impious one, and have him in thy keeping even to that day in which I shall command thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 8:7",
                            "text": "And he, as soon as he received him, was plunged under the feet of the Lord along with him into the depth of the abyss."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:2",
                            "text": "Then the Lord Jesus, the Saviour of all, affectionate and most mild, saluting Adam kindly, said to him:  Peace be to thee, Adam, with thy children, through immeasurable ages of ages!  Amen."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:3",
                            "text": "Then father Adam, falling forward at the feet of the Lord, and being raised erect, kissed His hands, and shed many tears, saying, testifying to all:  Behold the hands which fashioned me!  And he said to the Lord:  Thou hast come, O King of glory, delivering men, and bringing them into Thy everlasting kingdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:4",
                            "text": "Then also our mother Eve in like manner fell forward at the feet of our Lord, and was raised erect, and kissed His hands, and poured forth tears in abundance, and said, testifying to all:  Behold the hands which made me!  Then all the saints, adoring Him, cried out, saying:  Blessed is He who cometh in the name of the Lord!  The Lord God hath shone upon us—amen—through all ages."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:5",
                            "text": "Alleluia for ever and ever!  Praise, honour, power, glory! because Thou hast come from on high to visit us."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:6",
                            "text": "Singing Alleluia continually, and rejoicing together concerning His glory, they ran together under the hands of the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 9:7",
                            "text": "Then the Saviour, inquiring thoroughly about all, seized Hades, immediately threw some down into Tartarus, and led some with Him to the upper world."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:2",
                            "text": "Then all the saints of God asked the Lord to leave as a sign of victory the sign of His holy cross in the lower world, that its most impious officers might not retain as an offender any one whom the Lord had absolved."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:3",
                            "text": "And so it was done."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:4",
                            "text": "And the Lord set His cross in the midst of Hades, which is the sign of victory, and which will remain even to eternity."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:5",
                            "text": "Then we all went forth thence along with the Lord, leaving Satan and Hades in Tartarus."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:6",
                            "text": "And to us and many others it was commanded that we should rise in the body, giving in the world a testimony of the resurrection of our Lord Jesus Christ, and of those things which had been done in the lower world."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 10:7",
                            "text": "These are the things, dearest brethren, which we have seen, and which, adjured by you, we testify, He bearing witness who died for us, and rose again; because, as it was written, so has it been done in all points."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:2",
                            "text": "And when the paper was finished and read through, all that heard it fell on their faces, weeping bitterly, and cruelly beating their breasts, crying out, and saying through all:  Woe to us!  Why has this happened to us wretched?  Pilate flees; Annas and Caiaphas flee; the priests and Levites flee; moreover also the people of the Jews, weeping and saying, Woe to us wretched! we have shed sacred blood upon the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:3",
                            "text": "For three days, therefore, and three nights, they did not taste bread and water at all; nor did any of them return to the synagogue."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:4",
                            "text": "But on the third day again the council was assembled, and the other paper of Leucius was read through; and it was found neither more nor less, to a single letter, than that which the writing of Karinus contained."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:5",
                            "text": "Then the synagogue was perplexed; and they all lamented forty days and forty nights, looking for destruction from God, and the vengeance of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:6",
                            "text": "But He, pitier affectionate and most high, did not immediately destroy them, bountifully giving them a place of repentance."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:7",
                            "text": "But they were not found worthy to be turned to the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell (Latin) 11:8",
                            "text": "These are the testimonies of Karinus and Leucius, dearest brethren, concerning Christ the Son of God, and His holy deeds in the lower world; to whom let us all give praise and glory through immeasurable age of ages,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}