{
    "books": [
        {
            "name": "Augustine: City of God Book VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:1",
                            "text": "Argument—In this book it is shown that eternal life is not obtained by the worship of Janus, Jupiter, Saturn, and the other \"select gods\" of the civil theology."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:2",
                            "text": "Preface."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:3",
                            "text": "It will be the duty of those who are endowed with quicker and better understandings, in whose case the former books are sufficient, and more than sufficient, to effect their intended object, to bear with me with patience and equanimity whilst I attempt with more than ordinary diligence to tear up and eradicate depraved and ancient opinions hostile to the truth of piety, which the long-continued error of the human race has fixed very deeply in unenlightened minds; co-operating also in this, according to my little measure, with the grace of Him who, being the true God, is able to accomplish it, and on whose help I depend in my work; and, for the sake of others, such should not deem superfluous what they feel to be no longer necessary for themselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:4",
                            "text": "A very great matter is at stake when the true and truly holy divinity is commended to men as that which they ought to seek after and to worship; not, however, on account of the transitory vapor of mortal life, but on account of life eternal, which alone is blessed, although the help necessary for this frail life we are now living is also afforded us by it."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:5",
                            "text": "Chapter 1—Whether, Since It is Evident that Deity is Not to Be Found in the Civil Theology, We are to Believe that It is to Be Found in the Select Gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:6",
                            "text": "If there is any one whom the sixth book, which I have last finished, has not persuaded that this divinity, or, so to speak, deity—for this word also our authors do not hesitate to use, in order to translate more accurately that which the Greeks call θεότης;—if there is any one, I say, whom the sixth book has not persuaded that this divinity or deity is not to be found in that theology which they call civil, and which Marcus Varro has explained in sixteen books,—that is, that the happiness of eternal life is not attainable through the worship of gods such as states have established to be worshipped, and that in such a form,—perhaps, when he has read this book, he will not have anything further to desire in order to the clearing up of this question."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:7",
                            "text": "For it is possible that some one may think that at least the select and chief gods, whom Varro comprised in his last book, and of whom we have not spoken sufficiently, are to be worshipped on account of the blessed life, which is none other than eternal."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:8",
                            "text": "In respect to which matter I do not say what Tertullian said, perhaps more wittily than truly, \"If gods are selected like onions, certainly the rest are rejected as bad\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:9",
                            "text": "I do not say this, for I see that even from among the select, some are selected for some greater and more excellent office: as in warfare, when recruits have been elected, there are some again elected from among those for the performance of some greater military service; and in the church, when persons are elected to be overseers, certainly the rest are not rejected, since all good Christians are deservedly called elect; in the erection of a building corner-stones are elected, though the other stones, which are destined for other parts of the structure, are not rejected; grapes are elected for eating, whilst the others, which we leave for drinking, are not rejected."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:10",
                            "text": "There is no need of adducing many illustrations, since the thing is evident."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:11",
                            "text": "Wherefore the selection of certain gods from among many affords no proper reason why either he who wrote on this subject, or the worshippers of the gods, or the gods themselves, should be spurned."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VII 1:12",
                            "text": "We ought rather to seek to know what gods these are, and for what purpose they may appear to have been selected."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:1",
                            "text": "Chapter 2—Who are the Select Gods, and Whether They are Held to Be Exempt from the Offices of the Commoner Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:2",
                            "text": "The following gods, certainly, Varro signalizes as select, devoting one book to this subject: Janus, Jupiter, Saturn, Genius, Mercury, Apollo, Mars, Vulcan, Neptune, Sol, Orcus, father Liber, Tellus, Ceres, Juno, Luna, Diana, Minerva, Venus, Vesta; of which twenty gods, twelve are males, and eight females."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:3",
                            "text": "Whether are these deities called select, because of their higher spheres of administration in the world, or because they have become better known to the people, and more worship has been expended on them? If it be on account of the greater works which are performed by them in the world, we ought not to have found them among that, as it were, plebeian crowd of deities, which has assigned to it the charge of minute and trifling things."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:4",
                            "text": "For, first of all, at the conception of a foetus, from which point all the works commence which have been distributed in minute detail to many deities, Janus himself opens the way for the reception of the seed; there also is Saturn, on account of the seed itself; there is Liber, who liberates the male by the effusion of the seed; there is Libera, whom they also would have to be Venus, who confers this same benefit on the woman, namely, that she also be liberated by the emission of the seed;—all these are of the number of those who are called select."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:5",
                            "text": "But there is also the goddess Mena, who presides over the menses; though the daughter of Jupiter, ignoble nevertheless."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:6",
                            "text": "And this province of the menses the same author, in his book on the select gods, assigns to Juno herself, who is even queen among the select gods; and here, as Juno Lucina, along with the same Mena, her stepdaughter, she presides over the same blood."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:7",
                            "text": "There also are two gods, exceedingly obscure, Vitumnus and Sentinus—the one of whom imparts life to the foetus, and the other sensation; and, of a truth, they bestow, most ignoble though they be, far more than all those noble and select gods bestow."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VII 2:8",
                            "text": "For, surely, without life and sensation, what is the whole foetus which a woman carries in her womb, but a most vile and worthless thing, no better than slime and dust?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:1",
                            "text": "Chapter 3—How There is No Reason Which Can Be Shown for the Selection of Certain Gods, When the Administration of More Exalted Offices is Assigned to Many Inferior Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:2",
                            "text": "What is the cause, therefore, which has driven so many select gods to these very small works, in which they are excelled by Vitumnus and Sentinus, though little known and sunk in obscurity, inasmuch as they confer the munificent gifts of life and sensation? For the select Janus bestows an entrance, and, as it were, a door for the seed; the select Saturn bestows the seed itself; the select Liber bestows on men the emission of the same seed; Libera, who is Ceres or Venus, confers the same on women; the select Juno confers (not alone, but together with Mena, the daughter of Jupiter) the menses, for the growth of that which has been conceived; and the obscure and ignoble Vitumnus confers life, whilst the obscure and ignoble Sentinus confers sensation;—which two last things are as much more excellent than the others, as they themselves are excelled by reason and intellect."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:3",
                            "text": "For as those things which reason and understand are preferable to those which, without intellect and reason, as in the case of cattle, live and feel; so also those things which have been endowed with life and sensation are deservedly preferred to those things which neither live nor feel."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:4",
                            "text": "Therefore Vitumnus the life-giver, and Sentinus the sense-giver, ought to have been reckoned among the select gods, rather than Janus the admitter of seed, and Saturn the giver or sower of seed, and Liber and Libera the movers and liberators of seed; which seed is not worth a thought, unless it attain to life and sensation."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:5",
                            "text": "Yet these select gifts are not given by select gods, but by certain unknown, and, considering their dignity, neglected gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:6",
                            "text": "But if it be replied that Janus has dominion over all beginnings, and therefore the opening of the way for conception is not without reason assigned to him; and that Saturn has dominion over all seeds, and therefore the sowing of the seed whereby a human being is generated cannot be excluded from his operation; that Liber and Libera have power over the emission of all seeds, and therefore preside over those seeds which pertain to the procreation of men; that Juno presides over all purgations and births, and therefore she has also charge of the purgations of women and the births of human beings;—if they give this reply, let them find an answer to the question concerning Vitumnus and Sentinus, whether they are willing that these likewise should have dominion over all things which live and feel."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:7",
                            "text": "If they grant this, let them observe in how sublime a position they are about to place them."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:8",
                            "text": "For to spring from seeds is in the earth and of the earth, but to live and feel are supposed  to be properties even of the sidereal gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:9",
                            "text": "But if they say that only such things as come to life in flesh, and are supported by senses, are assigned to Sentinus, why does not that God who made all things live and feel, bestow on flesh also life and sensation, in the universality of His operation conferring also on foetuses this gift? And what, then, is the use of Vitumnus and Sentinus? But if these, as it were, extreme and lowest things have been committed by Him who presides universally over life and sense to these gods as to servants, are these select gods then so destitute of servants, that they could not find any to whom even they might commit those things, but with all their dignity, for which they are, it seems, deemed worthy to be selected, were compelled to perform their work along with ignoble ones? Juno is select queen of the gods, and the sister and wife of Jupiter; nevertheless she is Iterduca, the conductor, to boys, and performs this work along with a most ignoble pair—the goddesses Abeona and Adeona."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:10",
                            "text": "There they have also placed the goddess Mena, who gives to boys a good mind, and she is not placed among the select gods; as if anything greater could be bestowed on a man than a good mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:11",
                            "text": "But Juno is placed among the select because she is Iterduca and Domiduca (she who conducts one on a journey, and who conducts him home again); as if it is of any advantage for one to make a journey, and to be conducted home again, if his mind is not good."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:12",
                            "text": "And yet the goddess who bestows that gift has not been placed by the selectors among the select gods, though she ought indeed to have been preferred even to Minerva, to whom, in this minute distribution of work, they have allotted the memory of boys."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:13",
                            "text": "For who will doubt that it is a far better thing to have a good mind, than ever so great a memory? For no one is bad who has a good mind; but some who are very bad are possessed of an admirable memory, and are so much the worse, the less they are able to forget the bad things which they think."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:14",
                            "text": "And yet Minerva is among the select gods, whilst the goddess Mena is hidden by a worthless crowd."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:15",
                            "text": "What shall I say concerning Virtus? What concerning Felicitas?—concerning whom I have already spoken much in the fourth book; to whom, though they held them to be goddesses, they have not thought fit to assign a place among the select gods, among whom they have given a place to Mars and Orcus, the one the causer of death, the other the receiver of the dead."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:16",
                            "text": "Since, therefore, we see that even the select gods themselves work together with the others, like a senate with the people, in all those minute works which have been minutely portioned out among many gods; and since we find that far greater and better things are administered by certain gods who have not been reckoned worthy to be selected than by those who are called select, it remains that we suppose that they were called select and chief, not on account of their holding more exalted offices in the world, but because it happened to them to become better known to the people."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:17",
                            "text": "And even Varro himself says, that in that way obscurity had fallen to the lot of some father gods and mother goddesses, as it fails to the lot of man."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:18",
                            "text": "If, therefore, Felicity ought not perhaps to have been put among the select gods, because they did not attain to that noble position by merit, but by chance, Fortune at least should have been placed among them, or rather before them; for they say that that goddess distributes to every one the gifts she receives, not according to any rational arrangement, but according as chance may determine."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:19",
                            "text": "She ought to have held the uppermost place among the select gods, for among them chiefly it is that she shows what power she has."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:20",
                            "text": "For we see that they have been selected not on account of some eminent virtue or rational happiness, but by that random power of Fortune which the worshippers of these gods think that she exerts."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:21",
                            "text": "For that most eloquent man Sallust also may perhaps have the gods themselves in view when he says: \"But, in truth, fortune rules in everything; it renders all things famous or obscure, according to caprice rather than according to truth\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:22",
                            "text": "For they cannot discover a reason why Venus should have been made famous, whilst Virtus has been made obscure, when the divinity of both of them has been solemnly recognized by them, and their merits are not to be compared."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:23",
                            "text": "Again, if she has deserved a noble position on account of the fact that she is much sought after—for there are more who seek after Venus than after Virtus—why has Minerva been celebrated whilst Pecunia has been left in obscurity, although throughout the whole human race avarice allures a far greater number than skill? And even among those who are skilled in the arts, you will rarely find a man who does not practise his own art for the purpose of pecuniary gain; and that for the sake of which anything is made, is always valued more than that which is made for the sake of something else."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:24",
                            "text": "If, then, this selection of  gods has been made by the judgment of the foolish multitude, why has not the goddess Pecunia been preferred to Minerva, since there are many artificers for the sake of money? But if this distinction has been made by the few wise, why has Virtus been preferred to Venus, when reason by far prefers the former? At all events, as I have already said, Fortune herself—who, according to those who attribute most influence to her, renders all things famous or obscure according to caprice rather than according to the truth—since she has been able to exercise so much power even over the gods, as, according to her capricious judgment, to render those of them famous whom she would, and those obscure whom she would; Fortune herself ought to occupy the place of pre-eminence among the select gods, since over them also she has such pre-eminent power."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VII 3:25",
                            "text": "Or must we suppose that the reason why she is not among the select is simply this, that even Fortune herself has had an adverse fortune? She was adverse, then, to herself, since, whilst ennobling others, she herself has remained obscure."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:1",
                            "text": "Chapter 4—The Inferior Gods, Whose Names are Not Associated with Infamy, Have Been Better Dealt with Than the Select Gods, Whose Infamies are Celebrated."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:2",
                            "text": "However, any one who eagerly seeks for celebrity and renown, might congratulate those select gods, and call them fortunate, were it not that he saw that they have been selected more to their injury than to their honor."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:3",
                            "text": "For that low crowd of gods have been protected by their very meanness and obscurity from being overwhelmed with infamy."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:4",
                            "text": "We laugh, indeed, when we see them distributed by the mere fiction of human opinions, according to the special works assigned to them, like those who farm small portions of the public revenue, or like workmen in the street of the silversmiths, where one vessel, in order that it may go out perfect, passes through the hands of many, when it might have been finished by one perfect workman."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:5",
                            "text": "But the only reason why the combined skill of many workmen was thought necessary, was, that it is better that each part of an art should be learned by a special workman, which can be done speedily and easily, than that they should all be compelled to be perfect in one art throughout all its parts, which they could only attain slowly and with difficulty."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:6",
                            "text": "Nevertheless there is scarcely to be found one of the non-select gods who has brought infamy on himself by any crime, whilst there is scarce any one of the select gods who has not received upon himself the brand of notable infamy."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:7",
                            "text": "These latter have descended to the humble works of the others, whilst the others have not come up to their sublime crimes."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:8",
                            "text": "Concerning Janus, there does not readily occur to my recollection anything infamous; and perhaps he was such an one as lived more innocently than the rest, and further removed from misdeeds and crimes."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:9",
                            "text": "He kindly received and entertained Saturn when he was fleeing; he divided his kingdom with his guest, so that each of them had a city for himself, the one Janiculum, and the other Saturnia."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:10",
                            "text": "But those seekers after every kind of unseemliness in the worship of the gods have disgraced him, whose life they found to be less disgracful than that of the other gods, with an image of monstrous deformity, making it sometimes with two faces, and sometimes, as it were, double, with four faces."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VII 4:11",
                            "text": "Did they wish that, as the most of the select gods had lost shame through the perpetration of shameful crimes, his greater innocence should be marked by a greater number of faces?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:1",
                            "text": "Chapter 5—Concerning the More Secret Doctrine of the Pagans, and Concerning the Physical Interpretations."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:2",
                            "text": "But let us hear their own physical interpretations by which they attempt to color, as with the appearance of profounder doctrine, the baseness of most miserable error."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:3",
                            "text": "Varro, in the first place, commends these interpretations so strongly as to say, that the ancients invented the images, badges, and adornments of the gods, in order that when those who went to the mysteries should see them with their bodily eyes, they might with the eyes of their mind see the soul of the world, and its parts, that is, the true gods; and also that the meaning which was intended by those who made their images with the human form, seemed to be this,—namely, that the mind of mortals, which is in a human body, is very like to the immortal mind, just as vessels might be placed to represent the gods, as, for instance, a wine-vessel might be placed in the temple of Liber, to signify wine, that which is contained being signified by that which contains."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:4",
                            "text": "Thus by an image which had the human form the rational soul was signified, because the human form is the vessel, as it were, in which that nature is wont to be contained which they  attribute to God, or to the gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:5",
                            "text": "These are the mysteries of doctrine to which that most learned man penetrated in order that he might bring them forth to the light."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:6",
                            "text": "But, O thou most acute man, hast thou lost among those mysteries that prudence which led thee to form the sober opinion, that those who first established those images for the people took away fear from the citizens and added error, and that the ancient Romans honored the gods more chastely without images? For it was through consideration of them that thou wast emboldened to speak these things against the later Romans."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:7",
                            "text": "For if those most ancient Romans also had worshipped images, perhaps thou wouldst have suppressed by the silence of fear all those sentiments (true sentiments, nevertheless) concerning the folly of setting up images, and wouldst have extolled more loftily, and more loquaciously, those mysterious doctrines consisting of these vain and pernicious fictions."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:8",
                            "text": "Thy soul, so learned and so clever (and for this I grieve much for thee), could never through these mysteries have reached its God; that is, the God by whom, not with whom, it was made, of whom it is not a part, but a work,—that God who is not the soul of all things, but who made every soul, and in whose light alone every soul is blessed, if it be not ungrateful for His grace."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:9",
                            "text": "But the things which follow in this book will show what is the nature of these mysteries, and what value is to be set upon them."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:10",
                            "text": "Meanwhile, this most learned man confesses as his opinion that the soul of the world and its parts are the true gods, from which we perceive that his theology (to wit, that same natural theology to which he pays great regard) has been able, in its completeness, to extend itself even to the nature of the rational soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:11",
                            "text": "For in this book (concerning the select gods) he says a very few things by anticipation concerning the natural theology; and we shall see whether he has been able in that book, by means of physical interpretations, to refer to this natural theology that civil theology, concerning which he wrote last when treating of the select gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VII 5:12",
                            "text": "Now, if he has been able to do this, the whole is natural; and in that case, what need was there for distinguishing so carefully the civil from the natural? But if it has been distinguished by a veritable distinction, then, since not even this natural theology with which he is so much pleased is true (for though it has reached as far as the soul, it has not reached to the true God who made the soul), how much more contemptible and false is that civil theology which is chiefly occupied about what is corporeal, as will be shown by its very interpretations, which they have with such diligence sought out and enucleated, some of which I must necessarily mention!."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:1",
                            "text": "Chapter 6—Concerning the Opinion of Varro, that God is the Soul of the World, Which Nevertheless, in Its Various Parts, Has Many Souls Whose Nature is Divine."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:2",
                            "text": "The same Varro, then, still speaking by anticipation, says that he thinks that God is the soul of the world (which the Greeks call κόσμος), and that this world itself is God; but as a wise man, though he consists of body and mind, is nevertheless called wise on account of his mind, so the world is called God on account of mind, although it consists of mind and body."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:3",
                            "text": "Here he seems, in some fashion at least, to acknowledge one God; but that he may introduce more, he adds that the world is divided into two parts, heaven and earth, which are again divided each into two parts, heaven into ether and air, earth into water and land, of all which the ether is the highest, the air second, the water third, and the earth the lowest."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:4",
                            "text": "All these four parts, he says, are full of souls; those which are in the ether and air being immortal, and those which are in the water and on the earth mortal."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:5",
                            "text": "From the highest part of the heavens to the orbit of the moon there are souls, namely, the stars and planets; and these are not only understood to be gods, but are seen to be such."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:6",
                            "text": "And between the orbit of the moon and the commencement of the region of clouds and winds there are aerial souls; but these are seen with the mind, not with the eyes, and are called Heroes, and Lares, and Genii."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:7",
                            "text": "This is the natural theology which is briefly set forth in these anticipatory statements, and which satisfied not Varro only, but many philosophers besides."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VII 6:8",
                            "text": "This I must discuss more carefully, when, with the help of God, I shall have completed what I have yet to say concerning the civil theology, as far as it concerns the select gods."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:1",
                            "text": "Chapter 7—Whether It is Reasonable to Separate Janus and Terminus as Two Distinct Deities."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:2",
                            "text": "Who, then, is Janus, with whom Varro commences? He is the world."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:3",
                            "text": "Certainly a very brief and unambiguous reply."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:4",
                            "text": "Why, then, do they say that the beginnings of things pertain to him, but the ends to another whom they call Terminus? For they say that two months have been dedicated to these two gods, with reference to beginnings and ends—January to Janus, and February to Terminus—over and above those ten months which  commence with March and end with December."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:5",
                            "text": "And they say that that is the reason why the Terminalia are celebrated in the month of February, the same month in which the sacred purification is made which they call Februum, and from which the month derives its name."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:6",
                            "text": "Do the beginnings of things, therefore, pertain to the world, which is Janus, and not also the ends, since another god has been placed over them? Do they not own that all things which they say begin in this world also come to an end in this world? What folly it is, to give him only half power in work, when in his image they give him two faces! Would it not be a far more elegant way of interpreting the two-faced image, to say that Janus and Terminus are the same, and that the one face has reference to beginnings, the other to ends? For one who works ought to have respect to both."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:7",
                            "text": "For he who in every forthputting of activity does not look back on the beginning, does not look forward to the end."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:8",
                            "text": "Wherefore it is necessary that prospective intention be connected with retrospective memory."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:9",
                            "text": "For how shall one find how to finish anything, if he has forgotten what it was which he had begun? But if they thought that the blessed life is begun in this world, and perfected beyond the world, and for that reason attributed to Janus, that is, to the world, only the power of beginnings, they should certainly have preferred Terminus to him, and should not have shut him out from the number of the select gods."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:10",
                            "text": "Yet even now, when the beginnings and ends of temporal things are represented by these two gods, more honor ought to have been given to Terminus."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VII 7:11",
                            "text": "For the greater joy is that which is felt when anything is finished; but things begun are always cause of much anxiety until they are brought to an end, which end he who begins anything very greatly longs for, fixes his mind on, expects, desires; nor does any one ever rejoice over anything he has begun, unless it be brought to an end."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:1",
                            "text": "Chapter 8—For What Reason the Worshippers of Janus Have Made His Image with Two Faces, When They Would Sometimes Have It Be Seen with Four."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:2",
                            "text": "But now let the interpretation of the two-faced image be produced."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:3",
                            "text": "For they say that it has two faces, one before and one behind, because our gaping mouths seem to resemble the world: whence the Greeks call the palate οὐρανός, and some Latin poets, he says, have called the heavens palatum [the palate]; and from the gaping mouth, they say, there is a way out in the direction of the teeth, and a way in in the direction of the gullet."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:4",
                            "text": "See what the world has been brought to on account of a Greek or a poetical word for our palate! Let this god be worshipped only on account of saliva, which has two open doorways under the heavens of the palate,—one through which part of it may be spitten out, the other through which part of it may be swallowed down."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:5",
                            "text": "Besides, what is more absurd than not to find in the world itself two doorways opposite to each other, through which it may either receive anything into itself, or cast it out from itself; and to seek of our throat and gullet, to which the world has no resemblance, to make up an image of the world in Janus, because the world is said to resemble the palate, to which Janus bears no likeness? But when they make him four-faced, and call him double Janus, they interpret this as having reference to the four quarters of the world, as though the world looked out on anything, like Janus through his four faces."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:6",
                            "text": "Again, if Janus is the world, and the world consists of four quarters, then the image of the two-faced Janus is false."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:7",
                            "text": "Or if it is true, because the whole world is sometimes understood by the expression east and west, will any one call the world double when north and south also are mentioned, as they call Janus double when he has four faces? They have no way at all of interpreting, in relation to the world, four doorways by which to go in and to come out as they did in the case of the two-faced Janus, where they found, at any rate in the human mouth, something which answered to what they said about him; unless perhaps Neptune come to their aid, and hand them a fish, which, besides the mouth and gullet, has also the openings of the gills, one on each side."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VII 8:8",
                            "text": "Nevertheless, with all the doors, no soul escapes this vanity but that one which hears the truth saying, \"I am the door\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:1",
                            "text": "Chapter 9—Concerning the Power of Jupiter, and a Comparison of Jupiter with Janus."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:2",
                            "text": "But they also show whom they would have Jove (who is also called Jupiter) understood to be."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:3",
                            "text": "He is the god, say they, who has the power of the causes by which anything comes to be in the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:4",
                            "text": "And how great a thing this is, that most noble verse of Virgil testifies:  \"Happy is he who has learned the causes of things\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:5",
                            "text": "But why is Janus preferred to him? Let that  most acute and most learned man answer us this question."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:6",
                            "text": "\"Because,\" says he, \"Janus has dominion over first things, Jupiter over highest things."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:7",
                            "text": "Therefore Jupiter is deservedly held to be the king of all things; for highest things are better than first things: for although first things precede in time, highest things excel by dignity\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:8",
                            "text": "Now this would have been rightly said had the first parts of things which are done been distinguished from the highest parts; as, for instance, it is the beginning of a thing done to set out, the highest part to arrive."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:9",
                            "text": "The commencing to learn is the first part of a thing begun, the acquirement of knowledge is the highest part."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:10",
                            "text": "And so of all things: the beginnings are first, the ends highest."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:11",
                            "text": "This matter, however, has been already discussed in connection with Janus and Terminus."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:12",
                            "text": "But the causes which are attributed to Jupiter are things effecting, not things effected; and it is impossible for them to be prevented in time by things which are made or done, or by the beginnings of such things; for the thing which makes is always prior to the thing which is made."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:13",
                            "text": "Therefore, though the beginnings of things which are made or done pertain to Janus, they are nevertheless not prior to the efficient causes which they attribute to Jupiter."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:14",
                            "text": "For as nothing takes place without being preceded by an efficient cause, so without an efficient cause nothing begins to take place."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:15",
                            "text": "Verily, if the people call this god Jupiter, in whose power are all the causes of all natures which have been made, and of all natural things, and worship him with such insults and infamous criminations, they are guilty of more shocking sacrilege than if they should totally deny the existence of any god."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:16",
                            "text": "It would therefore be better for them to call some other god by the name of Jupiter—some one worthy of base and criminal honors; substituting instead of Jupiter some vain fiction (as Saturn is said to have had a stone given to him to devour instead of his son,) which they might make the subject of their blasphemies, rather than speak of that god as both thundering and committing adultery,—ruling the whole world, and laying himself out for the commission of so many licentious acts,—having in his power nature and the highest causes of all natural things, but not having his own causes good."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:17",
                            "text": "Next, I ask what place they find any longer for this Jupiter among the gods, if Janus is the world; for Varro defined the true gods to be the soul of the world, and the parts of it."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:18",
                            "text": "And therefore whatever falls not within this definition, is certainly not a true god, according to them."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:19",
                            "text": "Will they then say that Jupiter is the soul of the world, and Janus the body —that is, this visible world? If they say this, it will not be possible for them to affirm that Janus is a god."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:20",
                            "text": "For even, according to them, the body of the world is not a god, but the soul of the world and its parts."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:21",
                            "text": "Wherefore Varro, seeing this, says that he thinks God is the soul of the world, and that this world itself is God; but that as a wise man though he consists of soul and body, is nevertheless called wise from the soul, so the world is called God from the soul, though it consists of soul and body."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:22",
                            "text": "Therefore the body of the world alone is not God, but either the soul of it alone, or the soul and the body together, yet so as that it is God not by virtue of the body, but by virtue of the soul."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:23",
                            "text": "If, therefore, Janus is the world, and Janus is a god, will they say, in order that Jupiter may be a god, that he is some part of Janus? For they are wont rather to attribute universal existence to Jupiter; whence the saying, \"All things are full of Jupiter\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:24",
                            "text": "Therefore they must think Jupiter also, in order that he may be a god, and especially king of the gods, to be the world, that he may rule over the other gods—according to them, his parts."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:25",
                            "text": "To this effect, also, the same Varro expounds certain verses of Valerius Soranus in that book which he wrote apart from the others concerning the worship of the gods."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:26",
                            "text": "These are the verses:  \"Almighty Jove, progenitor of kings, and things, and gods,  And eke the mother of the gods, god one and all\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:27",
                            "text": "But in the same book he expounds these verses by saying that as the male emits seed, and the female receives it, so Jupiter, whom they believed to be the world, both emits all seeds from himself and receives them into himself."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:28",
                            "text": "For which reason, he says, Soranus wrote, \"Jove, progenitor and mother;\" and with no less reason said that one and all were the same."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VII 9:29",
                            "text": "For the world is one, and in that one are all things."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VII 10:1",
                            "text": "Chapter 10—Whether the Distinction Between Janus and Jupiter is a Proper One."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VII 10:2",
                            "text": "Since, therefore, Janus is the world, and Jupiter is the world, wherefore are Janus and Jupiter two gods, while the world is but one? Why do they have separate temples, separate altars, different rites, dissimilar images? If it be because the nature of beginnings is one,  and the nature of causes another, and the one has received the name of Janus, the other of Jupiter; is it then the case, that if one man has two distinct offices of authority, or two arts, two judges or two artificers are spoken of, because the nature of the offices or the arts is different? So also with respect to one god: if he have the power of beginnings and of causes, must he therefore be thought to be two gods, because beginnings and causes are two things? But if they think that this is right, let them also affirm that Jupiter is as many gods as they have given him surnames, on account of many powers; for the things from which these surnames are applied to him are many and diverse."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VII 10:3",
                            "text": "I shall mention a few of them."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:1",
                            "text": "Chapter 11—Concerning the Surnames of Jupiter, Which are Referred Not to Many Gods, But to One and the Same God."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:2",
                            "text": "They have called him Victor, Invictus, Opitulus, Impulsor, Stator, Centumpeda, Supinalis, Tigillus, Almus, Ruminus, and other names which it were long to enumerate."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:3",
                            "text": "But these surnames they have given to one god on account of diverse causes and powers, but yet have not compelled him to be, on account of so many things, as many gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:4",
                            "text": "They gave him these surnames because he conquered all things; because he was conquered by none; because he brought help to the needy; because he had the power of impelling, stopping, stablishing, throwing on the back; because as a beam he held together and sustained the world; because he nourished all things; because, like the pap, he nourished animals."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:5",
                            "text": "Here, we perceive, are some great things and some small things; and yet it is one who is said to perform them all."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:6",
                            "text": "I think that the causes and the beginnings of things, on account of which they have thought that the one world is two gods, Jupiter and Janus, are nearer to each other than the holding together of the world, and the giving of the pap to animals; and yet, on account of these two works so far apart from each other, both in nature and dignity, there has not been any necessity for the existence of two gods; but one Jupiter has been called, on account of the one Tigillus, on account of the other Ruminus."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:7",
                            "text": "I am unwilling to say that the giving of the pap to sucking animals might have become Juno rather than Jupiter, especially when there was the goddess Rumina to help and to serve her in this work; for I think it may be replied that Juno herself is nothing else than Jupiter, according to those verses of Valerius Soranus, where it has been said:  \"Almighty Jove, progenitor of kings, and things, and gods,  And eke the mother of the gods,\" etc."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:8",
                            "text": "Why, then, was he called Ruminus, when they who may perchance inquire more diligently may find that he is also that goddess Rumina?  If, then, it was rightly thought unworthy of the majesty of the gods, that in one ear of corn one god should have the care of the joint, another that of the husk, how much more unworthy of that majesty is it, that one thing, and that of the lowest kind, even the giving of the pap to animals that they may be nourished, should be under the care of two gods, one of whom is Jupiter himself, the very king of all things, who does this not along with his own wife, but with some ignoble Rumina (unless perhaps he himself is Rumina, being Ruminus for males and Rumina for females)! I should certainly have said that they had been unwilling to apply to Jupiter a feminine name, had he not been styled in these verses \"progenitor and mother,\" and had I not read among other surnames of his that of Pecunia [money], which we found as a goddess among those petty deities, as I have already mentioned in the fourth book."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VII 11:9",
                            "text": "But since both males and females have money [pecuniam], why has he not been called both Pecunius and Pecunia? That is their concern."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:1",
                            "text": "Chapter 12—That Jupiter is Also Called Pecunia."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:2",
                            "text": "How elegantly they have accounted for this name! \"He is also called Pecunia,\" say they, \"because all things belong to him\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:3",
                            "text": "Oh how grand an explanation of the name of a deity! Yes; he to whom all things belong is most meanly and most contumeliously called Pecunia."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:4",
                            "text": "In comparison of all things which are contained by heaven and earth, what are all things together which are possessed by men under the name of money? And this name, forsooth, hath avarice given to Jupiter, that whoever was a lover of money might seem to himself to love not an ordinary god, but the very king of all things himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:5",
                            "text": "But it would be a far different thing if he had been called Riches."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:6",
                            "text": "For riches are one thing, money another."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:7",
                            "text": "For we call rich the wise, the just, the good, who have either no money or very little."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:8",
                            "text": "For they are more truly rich in possessing virtue, since by it, even as re  spects things necessary for the body, they are content with what they have."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:9",
                            "text": "But we call the greedy poor, who are always craving and always wanting."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:10",
                            "text": "For they may possess ever so great an amount of money; but whatever be the abundance of that, they are not able but to want."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:11",
                            "text": "And we properly call God Himself rich; not, however, in money, but in omnipotence."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:12",
                            "text": "Therefore they who have abundance of money are called rich, but inwardly needy if they are greedy."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:13",
                            "text": "So also, those who have no money are called poor, but inwardly rich if they are wise."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VII 12:14",
                            "text": "What, then, ought the wise man to think of this theology, in which the king of the gods receives the name of that thing \"which no wise man has desired?\" For had there been anything wholesomely taught by this philosophy concerning eternal life, how much more appropriately would that god who is the ruler of the world have been called by them, not money, but wisdom, the love of which purges from the filth of avarice, that is, of the love of money!."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:1",
                            "text": "Chapter 13—That When It is Expounded What Saturn Is, What Genius Is, It Comes to This, that Both of Them are Shown to Be Jupiter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:2",
                            "text": "But why speak more of this Jupiter, with whom perchance all the rest are to be identified; so that, he being all, the opinion as to the existence of many gods may remain as a mere opinion, empty of all truth? And they are all to be referred to him, if his various parts and powers are thought of as so many gods, or if the principle of mind which they think to be diffused through all things has received the names of many gods from the various parts which the mass of this visible world combines in itself, and from the manifold administration of nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:3",
                            "text": "For what is Saturn also? \"One of the principal gods,\" he says, \"who has dominion over all sowings\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:4",
                            "text": "Does not the exposition of the verses of Valerius Soranus teach that Jupiter is the world, and that he emits all seeds from himself, and receives them into himself?  It is he, then, with whom is the dominion of all sowings."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:5",
                            "text": "What is Genius? \"He is the god who is set over, and has the power of begetting, all things\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:6",
                            "text": "Who else than the world do they believe to have this power, to which it has been said:  \"Almighty Jove, progenitor and mother?\"  And when in another place he says that Genius is the rational soul of every one, and therefore exists separately in each individual, but that the corresponding soul of the world is God, he just comes back to this same thing,—namely, that the soul of the world itself is to be held to be, as it were, the universal genius."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:7",
                            "text": "This, therefore, is what he calls Jupiter."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:8",
                            "text": "For if every genius is a god, and the soul of every man a genius, it follows that the soul of every man is a god."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: City of God Book VII 13:9",
                            "text": "But if very absurdity compels even these theologists themselves to shrink from this, it remains that they call that genius god by special and pre-eminent distinction, whom they call the soul of the world, and therefore Jupiter."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:1",
                            "text": "Chapter 14—Concerning the Offices of Mercury and Mars."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:2",
                            "text": "But they have not found how to refer Mercury and Mars to any parts of the world, and to the works of God which are in the elements; and therefore they have set them at least over human works, making them assistants in speaking and in carrying on wars."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:3",
                            "text": "Now Mercury, if he has also the power of the speech of the gods, rules also over the king of the gods himself, if Jupiter, as he receives from him the faculty of speech, also speaks according as it is his pleasure to permit him—which surely is absurd; but if it is only the power over human speech which is held to be attributed to him, then we say it is incredible that Jupiter should have condescended to give the pap not only to children, but also to beasts—from which he has been surnamed Ruminus—and yet should have been unwilling that the care of our speech, by which we excel the beasts, should pertain to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:4",
                            "text": "And thus speech itself both belongs to Jupiter, and is Mercury."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:5",
                            "text": "But if speech itself is said to be Mercury, as those things which are said concerning him by way of interpretation show it to be;—for he is said to have been called Mercury, that is, he who runs between, because speech runs between men: they say also that the Greeks call him ῾Ερμῆς, because speech, or interpretation, which certainly belongs to speech, is called by them ἑρμηνεία: also he is said to preside over payments, because speech passes between sellers and buyers: the wings, too, which he has on his head and on his feet, they say mean that speech passes winged through the air: he is also said to have been called the messenger, because by means of speech all our thoughts are expressed;—if, therefore, speech itself is Mercury, then, even by their own confession, he is not a god."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:6",
                            "text": "But when they make to themselves gods of such as are not even  demons, by praying to unclean spirits, they are possessed by such as are not gods, but demons."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:7",
                            "text": "In like manner, because they have not been able to find for Mars any element or part of the world in which he might perform some works of nature of whatever kind, they have said that he is the god of war, which is a work of men, and that not one which is considered desirable by them."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:8",
                            "text": "If, therefore, Felicitas should give perpetual peace, Mars would have nothing to do."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: City of God Book VII 14:9",
                            "text": "But if war itself is Mars, as speech is Mercury, I wish it were as true that there were no war to be falsely called a god, as it is true that it is not a god."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:1",
                            "text": "Chapter 15—Concerning Certain Stars Which the Pagans Have Called by the Names of Their Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:2",
                            "text": "But possibly these stars which have been called by their names are these gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:3",
                            "text": "For they call a certain star Mercury, and likewise a certain other star Mars."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:4",
                            "text": "But among those stars which are called by the names of gods, is that one which they call Jupiter, and yet with them Jupiter is the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:5",
                            "text": "There also is that one they call Saturn, and yet they give to him no small property besides,—namely, all seeds."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:6",
                            "text": "There also is that brightest of them all which is called by them Venus, and yet they will have this same Venus to be also the moon:—not to mention how Venus and Juno are said by them to contend about that most brilliant star, as though about another golden apple."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:7",
                            "text": "For some say that Lucifer belongs to Venus, and some to Juno."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:8",
                            "text": "But, as usual, Venus conquers."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:9",
                            "text": "For by far the greatest number assign that star to Venus, so much so that there is scarcely found one of them who thinks otherwise."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:10",
                            "text": "But since they call Jupiter the king of all, who will not laugh to see his star so far surpassed in brilliancy by the star of Venus? For it ought to have been as much more brilliant than the rest, as he himself is more powerful."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:11",
                            "text": "They answer that it only appears so because it is higher up, and very much farther away from the earth."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:12",
                            "text": "If, therefore, its greater dignity has deserved a higher place, why is Saturn higher in the heavens than Jupiter? Was the vanity of the fable which made Jupiter king not able to reach the stars? And has Saturn been permitted to obtain at least in the heavens, what he could not obtain in his own kingdom nor in the Capitol?  But why has Janus received no star? If it is because he is the world, and they are all in him, the world is also Jupiter's, and yet he has one."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: City of God Book VII 15:13",
                            "text": "Did Janus compromise his case as best he could, and instead of the one star which he does not have among the heavenly bodies, accept so many faces on earth? Again, if they think that on account of the stars alone Mercury and Mars are parts of the world, in order that they may be able to have them for gods, since speech and war are not parts of the world, but acts of men, how is it that they have made no altars, established no rites, built no temples for Aries, and Taurus, and Cancer, and Scorpio, and the rest which they number as the celestial signs, and which consist not of single stars, but each of them of many stars, which also they say are situated above those already mentioned in the highest part of the heavens, where a more constant motion causes the stars to follow an undeviating course? And why have they not reckoned them as gods, I do not say among those select gods, but not even among those, as it were, plebeian gods?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:1",
                            "text": "Chapter 16—Concerning Apollo and Diana, and the Other Select Gods Whom They Would Have to Be Parts of the World."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:2",
                            "text": "Although they would have Apollo to be a diviner and physician, they have nevertheless given him a place as some part of the world."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:3",
                            "text": "They have said that he is also the sun; and likewise they have said that Diana, his sister, is the moon, and the guardian of roads."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:4",
                            "text": "Whence also they will have her be a virgin, because a road brings forth nothing."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:5",
                            "text": "They also make both of them have arrows, because those two planets send their rays from the heavens to the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:6",
                            "text": "They make Vulcan to be the fire of the world; Neptune the waters of the world; Father Dis, that is, Orcus, the earthy and lowest part of the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:7",
                            "text": "Liber and Ceres they set over seeds,—the former over the seeds of males, the latter over the seeds of females; or the one over the fluid part of seed, but the other over the dry part."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:8",
                            "text": "And all this together is referred to the world, that is, to Jupiter, who is called \"progenitor and mother,\" because he emitted all seeds from himself, and received them into himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:9",
                            "text": "For they also make this same Ceres to be the Great Mother, who they say is none other than the earth, and call her also Juno."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:10",
                            "text": "And therefore they assign to her the second causes of things, notwithstanding that it has been said to Jupiter, \"progenitor and mother of the gods;\" because, according to them, the whole world itself is Jupiter's."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:11",
                            "text": "Minerva, also, because they set her over human arts, and did not find even a star in which to place her, has been said by them to be either the highest ether, or even the moon."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:12",
                            "text": "Also Vesta herself they have thought to be the highest of  the goddesses, because she is the earth; although they have thought that the milder fire of the world, which is used for the ordinary purposes of human life, not the more violent fire, such as belongs to Vulcan, is to be assigned to her."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:13",
                            "text": "And thus they will have all those select gods to be the world and its parts,—some of them the whole world, others of them its parts; the whole of it Jupiter,—its parts, Genius, Mater Magna, Sol and Luna, or rather Apollo and Diana, and so on."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:14",
                            "text": "And sometimes they make one god many things; sometimes one thing many gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:15",
                            "text": "Many things are one god in the case of Jupiter; for both the whole world is Jupiter, and the sky alone is Jupiter, and the star alone is said and held to be Jupiter."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:16",
                            "text": "Juno also is mistress of second causes,—Juno is the air, Juno is the earth; and had she won it over Venus, Juno would have been the star."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:17",
                            "text": "Likewise Minerva is the highest ether, and Minerva is likewise the moon, which they suppose to be in the lowest limit of the ether."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:18",
                            "text": "And also they make one thing many gods in this way."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: City of God Book VII 16:19",
                            "text": "The world is both Janus and Jupiter; also the earth is Juno, and Mater Magna, and Ceres."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:1",
                            "text": "Chapter 17—That Even Varro Himself Pronounced His Own Opinions Regarding the Gods Ambiguous."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:2",
                            "text": "And the same is true with respect to all the rest, as is true with respect to those things which I have mentioned for the sake of example."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:3",
                            "text": "They do not explain them, but rather involve them."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:4",
                            "text": "They rush hither and thither, to this side or to that, according as they are driven by the impulse of erratic opinion; so that even Varro himself has chosen rather to doubt concerning all things, than to affirm anything."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:5",
                            "text": "For, having written the first of the three last books concerning the certain gods, and having commenced in the second of these to speak of the uncertain gods, he says: \"I ought not to be censured for having stated in this book the doubtful opinions concerning the gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:6",
                            "text": "For he who, when he has read them, shall think that they both ought to be, and can be, conclusively judged of, will do so himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:7",
                            "text": "For my own part, I can be more easily led to doubt the things which I have written in the first book, than to attempt to reduce all the things I shall write in this one to any orderly system\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:8",
                            "text": "Thus he makes uncertain not only that book concerning the uncertain gods, but also that other concerning the certain gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:9",
                            "text": "Moreover, in that third book concerning the select gods, after having exhibited by anticipation as much of the natural theology as he deemed necessary, and when about to commence to speak of the vanities and lying insanities of the civil theology, where he was not only without the guidance of the truth of things, but was also pressed by the authority of tradition, he says: \"I will write in this book concerning the public gods of the Roman people, to whom they have dedicated temples, and whom they have conspicuously distinguished by many adornments; but, as Xenophon of Colophon writes, I will state what I think, not what I am prepared to maintain: it is for man to think those things, for God to know them\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:10",
                            "text": "It is not, then, an account of things comprehended and most certainly believed which he promised, when about to write those things which were instituted by men."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:11",
                            "text": "He only timidly promises an account of things which are but the subject of doubtful opinion."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: City of God Book VII 17:12",
                            "text": "Nor, indeed, was it possible for him to affirm with the same certainty that Janus was the world, and such like things; or to discover with the same certainty such things as how Jupiter was the son of Saturn, while Saturn was made subject to him as king:—he could, I say, neither affirm nor discover such things with the same certainty with which he knew such things as that the world existed, that the heavens and earth existed, the heavens bright with stars, and the earth fertile through seeds; or with the same perfect conviction with which he believed that this universal mass of nature is governed and administered by a certain invisible and mighty force."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:1",
                            "text": "Chapter 18—A More Credible Cause of the Rise of Pagan Error."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:2",
                            "text": "A far more credible account of these gods is given, when it is said that they were men, and that to each one of them sacred rites and solemnities were instituted, according to his particular genius, manners, actions, circumstances; which rites and solemnities, by gradually creeping through the souls of men, which are like demons, and eager for things which yield them sport, were spread far and wide; the poets adorning them with lies, and false spirits seducing men to receive them."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:3",
                            "text": "For it is far more likely that some youth, either impious himself, or afraid of being slain by an impious father, being desirous to reign, dethroned his father, than that (according to Varro's interpretation) Saturn was overthrown by his son Jupiter: for cause, which belongs to Jupiter, is before seed, which belongs to Saturn."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:4",
                            "text": "For had this been so, Saturn would never have been before Jupiter, nor would he have been the father of Jupiter."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:5",
                            "text": "For cause always precedes seed, and is never generated  from seed."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book VII 18:6",
                            "text": "But when they seek to honor by natural interpretation most vain fables or deeds of men, even the acutest men are so perplexed that we are compelled to grieve for their folly also."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:1",
                            "text": "Chapter 19—Concerning the Interpretations Which Compose the Reason of the Worship of Saturn."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:2",
                            "text": "They said, says Varro, that Saturn was wont to devour all that sprang from him, because seeds returned to the earth from whence they sprang."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:3",
                            "text": "And when it is said that a lump of earth was put before Saturn to be devoured instead of Jupiter, it is signified, he says, that before the art of ploughing was discovered, seeds were buried in the earth by the hands of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:4",
                            "text": "The earth itself, then, and not seeds, should have been called Saturn, because it in a manner devours what it has brought forth, when the seeds which have sprung from it return again into it."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:5",
                            "text": "And what has Saturn's receiving of a lump of earth instead of Jupiter to do with this, that the seeds were covered in the soil by the hands of men? Was the seed kept from being devoured, like other things, by being covered with the soil? For what they say would imply that he who put on the soil took away the seed, as Jupiter is said to have been taken away when the lump of soil was offered to Saturn instead of him, and not rather that the soil, by covering the seed, only caused it to be devoured the more eagerly."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:6",
                            "text": "Then, in that way, Jupiter is the seed, and not the cause of the seed, as was said a little before."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:7",
                            "text": "But what shall men do who cannot find anything wise to say, because they are interpreting foolish things? Saturn has a pruning-knife."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:8",
                            "text": "That, says Varro, is on account of agriculture."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:9",
                            "text": "Certainly in Saturn's reign there as yet existed no agriculture, and therefore the former times of Saturn are spoken of, because, as the same Varro interprets the fables, the primeval men lived on those seeds which the earth produced spontaneously."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:10",
                            "text": "Perhaps he received a pruning-knife when he had lost his sceptre; that he who had been a king, and lived at ease during the first part of his time, should become a laborious workman whilst his son occupied the throne."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:11",
                            "text": "Then he says that boys were wont to be immolated to him by certain peoples, the Carthaginians for instance; and also that adults were immolated by some nations, for example the Gauls—because, of all seeds, the human race is the best."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:12",
                            "text": "What need we say more concerning this most cruel vanity."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:13",
                            "text": "Let us rather attend to and hold by this, that these interpretations are not carried up to the true God,—a living, incorporeal, unchangeable nature, from whom a blessed life enduring for ever may be obtained,—but that they end in things which are corporeal, temporal, mutable, and mortal."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:14",
                            "text": "And whereas it is said in the fables that Saturn castrated his father Coelus, this signifies, says Varro, that the divine seed belongs to Saturn, and not to Coelus; for this reason, as far as a reason can be discovered, namely, that in heaven nothing is born from seed."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:15",
                            "text": "But, lo! Saturn, if he is the son of Coelus, is the son of Jupiter."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:16",
                            "text": "For they affirm times without number, and that emphatically, that the heavens are Jupiter."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:17",
                            "text": "Thus those things which come not of the truth, do very often, without being impelled by any one, themselves overthrow one another."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:18",
                            "text": "He says that Saturn was called Κρονος, which in the Greek tongue signifies a space of time, because, without that, seed cannot be productive."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:19",
                            "text": "These and many other things are said concerning Saturn, and they are all referred to seed."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:20",
                            "text": "But Saturn surely, with all that great power, might have sufficed for seed."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Augustine: City of God Book VII 19:21",
                            "text": "Why are other gods demanded for it, especially Liber and Libera, that is, Ceres?—concerning whom again, as far as seed is concerned, he says as many things as if he had said nothing concerning Saturn."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:1",
                            "text": "Chapter 20—Concerning the Rites of Eleusinian Ceres."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:2",
                            "text": "Now among the rites of Ceres, those Eleusinian rites are much famed which were in the highest repute among the Athenians, of which Varro offers no interpretation except with respect to corn, which Ceres discovered, and with respect to Proserpine, whom Ceres lost, Orcus having carried her away."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:3",
                            "text": "And this Proserpine herself, he says, signifies the fecundity of seeds."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:4",
                            "text": "But as this fecundity departed at a certain season, whilst the earth wore an aspect of sorrow through the consequent sterility, there arose an opinion that the daughter of Ceres, that is, fecundity itself, who was called Proserpine, from proserpere (to creep forth, to spring), had been carried away by Orcus, and detained among the inhabitants of the nether world; which circumstance was celebrated with public mourning."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:5",
                            "text": "But since the same fecundity again returned, there arose joy because Proserpine had been given back by Orcus, and thus these rites were instituted."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: City of God Book VII 20:6",
                            "text": "Then Varro adds, that many things are taught in the mysteries of Ceres which only refer to the discovery of fruits."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:1",
                            "text": "Chapter 21—Concerning the Shamefulness of the Rites Which are Celebrated in Honor of Liber."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:2",
                            "text": "Now as to the rites of Liber, whom they have set over liquid seeds, and therefore not only over the liquors of fruits, among which wine holds, so to speak, the primacy, but also over the seeds of animals:—as to these rites, I am unwilling to undertake to show to what excess of turpitude they had reached, because that would entail a lengthened discourse, though I am not unwilling to do so as a demonstration of the proud stupidity of those who practise them."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:3",
                            "text": "Among other rites which I am compelled from the greatness of their number to omit, Varro says that in Italy, at the places where roads crossed each other the rites of Liber were celebrated with such unrestrained turpitude, that the private parts of a man were worshipped in his honor."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:4",
                            "text": "Nor was this abomination transacted in secret that some regard at least might be paid to modesty, but was openly and wantonly displayed."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:5",
                            "text": "For during the festival of Liber this obscene member, placed on a car, was carried with great honor, first over the crossroads in the country, and then into the city."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:6",
                            "text": "But in the town of Lavinium a whole month was devoted to Liber alone, during the days of which all the people gave themselves up to the must dissolute conversation, until that member had been carried through the forum and brought to rest in its own place; on which unseemly member it was necessary that the most honorable matron should place a wreath in the presence of all the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:7",
                            "text": "Thus, forsooth, was the god Liber to be appeased in order to the growth of seeds."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:8",
                            "text": "Thus was enchantment to be driven away from fields, even by a matron's being compelled to do in public what not even a harlot ought to be permitted to do in a theatre, if there were matrons among the spectators."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: City of God Book VII 21:9",
                            "text": "For these reasons, then, Saturn alone was not believed to be sufficient for seeds,—namely, that the impure mind might find occasions for multiplying the gods; and that, being righteously abandoned to uncleanness by the one true God, and being prostituted to the worship of many false gods, through an avidity for ever greater and greater uncleanness, it should call these sacrilegious rites sacred things, and should abandon itself to be violated and polluted by crowds of foul demons."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:1",
                            "text": "Chapter 22—Concerning Neptune, and Salacia and Venilia."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:2",
                            "text": "Now Neptune had Salacia to wife, who they say is the nether waters of the sea."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:3",
                            "text": "Wherefore was Venilia also joined to him? Was it not simply through the lust of the soul desiring a greater number of demons to whom to prostitute itself, and not because this goddess was necessary to the perfection of their sacred rites? But let the interpretation of this illustrious theology be brought forward to restrain us from this censuring by rendering a satisfactory reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:4",
                            "text": "Venilia, says this theology, is the wave which comes to the shore, Salacia the wave which returns into the sea."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:5",
                            "text": "Why, then, are there two goddesses, when it is one wave which comes and returns? Certainly it is mad lust itself, which in its eagerness for many deities resembles the waves which break on the shore."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:6",
                            "text": "For though the water which goes is not different from that which returns, still the soul which goes and returns not is defiled by two demons, whom it has taken occasion by this false pretext to invite."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:7",
                            "text": "I ask thee, O Varro, and you who have read such works of learned men, and think ye have learned something great,—I ask you to interpret this, I do not say in a manner consistent with the eternal and unchangeable nature which alone is God, but only in a manner consistent with the doctrine concerning the soul of the world and its parts, which ye think to be the true gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:8",
                            "text": "It is a somewhat more tolerable thing that ye have made that part of the soul of the world which pervades the sea your god Neptune."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:9",
                            "text": "Is the wave, then, which comes to the shore and returns to the main, two parts of the world, or two parts of the soul of the world? Who of you is so silly as to think so? Why, then, have they made to you two goddesses? The only reason seems to be, that your wise ancestors have provided, not that many gods should rule you, but that many of such demons as are delighted with those vanities and falsehoods should possess you."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:10",
                            "text": "But why has that Salacia, according to this interpretation, lost the lower part of the sea, seeing that she was represented as subject to her husband? For in saying that she is the receding wave, ye have put her on the surface."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: City of God Book VII 22:11",
                            "text": "Was she enraged at her husband for taking Venilia as a concubine, and thus drove him from the upper part of the sea?."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:1",
                            "text": "Chapter 23—Concerning the Earth, Which Varro Affirms to Be a Goddess, Because that Soul of the World Which He Thinks to Be God Pervades Also This Lowest Part of His Body, and Imparts to It a Divine Force."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:2",
                            "text": "Surely the earth, which we see full of its own living creatures, is one; but for all that, it is but a mighty mass among the elements,  and the lowest part of the world."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:3",
                            "text": "Why, then, would they have it to be a goddess? Is it because it is fruitful? Why, then, are not men rather held to be gods, who render it fruitful by cultivating it; but though they plough it, do not adore it? But, say they, the part of the soul of the world which pervades it makes it a goddess."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:4",
                            "text": "As if it were not a far more evident thing, nay, a thing which is not called in question, that there is a soul in man."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:5",
                            "text": "And yet men are not held to be gods, but (a thing to be sadly lamented), with wonderful and pitiful delusion, are subjected to those who are not gods, and than whom they themselves are better, as the objects of deserved worship and adoration."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:6",
                            "text": "And certainly the same Varro, in the book concerning the select gods, affirms that there are three grades of soul in universal nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:7",
                            "text": "One which pervades all the living parts of the body, and has not sensation, but only the power of life,—that principle which penetrates into the bones, nails and hair."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:8",
                            "text": "By this principle in the world trees are nourished, and grow without being possessed of sensation, and live in a manner peculiar to themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:9",
                            "text": "The second grade of soul is that in which there is sensation."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:10",
                            "text": "This principle penetrates into the eyes, ears, nostrils, mouth, and the organs of sensation."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:11",
                            "text": "The third grade of soul is the highest, and is called mind, where intelligence has its throne."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:12",
                            "text": "This grade of soul no mortal creatures except man are possessed of."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:13",
                            "text": "Now this part of the soul of the world, Varro says, is called God, and in us is called Genius."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:14",
                            "text": "And the stones and earth in the world, which we see, and which are not pervaded by the power of sensation, are, as it were, the bones and nails of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:15",
                            "text": "Again, the sun, moon, and stars, which we perceive, and by which He perceives, are His organs of perception."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:16",
                            "text": "Moreover, the ether is His mind; and by the virtue which is in it, which penetrates into the stars, it also makes them gods; and because it penetrates through them into the earth, it makes it the goddess Tellus, whence again it enters and permeates the sea and ocean, making them the god Neptune."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:17",
                            "text": "Let him return from this, which he thinks to be natural theology, back to that from which he went out, in order to rest from the fatigue occasioned by the many turnings and windings of his path."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:18",
                            "text": "Let him return, I say, let him return to the civil theology."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:19",
                            "text": "I wish to detain him there a while."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:20",
                            "text": "I have somewhat to say which has to do with that theology."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:21",
                            "text": "I am not yet saying, that if the earth and stones are similar to our bones and nails, they are in like manner devoid of intelligence, as they are devoid of sensation."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:22",
                            "text": "Nor am I saying that, if our bones and nails are said to have intelligence, because they are in a man who has intelligence, he who says that the things analogous to these in the world are gods, is as stupid as he is who says that our bones and nails are men."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:23",
                            "text": "We shall perhaps have occasion to dispute these things with the philosophers."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:24",
                            "text": "At present, however, I wish to deal with Varro as a political theologian."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:25",
                            "text": "For it is possible that, though he may seem to have wished to lift up his head, as it were, into the liberty of natural theology, the consciousness that the book with which he was occupied was one concerning a subject belonging to civil theology, may have caused him to relapse into the point of view of that theology, and to say this in order that the ancestors of his nation, and other states, might not be believed to have bestowed on Neptune an irrational worship."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:26",
                            "text": "What I am to say is this: Since the earth is one, why has not that part of the soul of the world which permeates the earth made it that one goddess which he calls Tellus? But had it done so, what then had become of Orcus, the brother of Jupiter and Neptune, whom they call Father Dis? And where, in that case, had been his wife Proserpine, who, according to another opinion given in the same book, is called, not the fecundity of the earth, but its lower part? But if they say that part of the soul of the world, when it permeates the upper part of the earth, makes the god Father Dis, but when it pervades the nether part of the same the goddess Proserpine; what, in that case, will that Tellus be? For all that which she was has been divided into these two parts, and these two gods; so that it is impossible to find what to make or where to place her as a third goddess, except it be said that those divinities Orcus and Proserpine are the one goddess Tellus, and that they are not three gods, but one or two, whilst notwithstanding they are called three, held to be three, worshipped as three, having their own several altars, their own shrines, rites, images, priests, whilst their own false demons also through these things defile the prostituted soul."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:27",
                            "text": "Let this further question be answered: What part of the earth does a part of the soul of the world permeate in order to make the god Tellumo? No, says he; but the earth being one and the same, has a double life,—the masculine, which produces seed, and the feminine, which receives and nourishes the seed."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:28",
                            "text": "Hence it has been called Tellus from the feminine principle, and Tellumo from the masculine."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:29",
                            "text": "Why, then, do the priests, as he  indicates, perform divine service to four gods, two others being added,—namely, to Tellus, Tellumo, Altor, and Rusor? We have already spoken concerning Tellus and Tellumo."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:30",
                            "text": "But why do they worship Altor? Because, says he, all that springs of the earth is nourished by the earth."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Augustine: City of God Book VII 23:31",
                            "text": "Wherefore do they worship Rusor? Because all things return back again to the place whence they proceeded."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:1",
                            "text": "Chapter 24—Concerning the Surnames of Tellus and Their Significations, Which, Although They Indicate Many Properties, Ought Not to Have Established the Opinion that There is a Corresponding Number of Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:2",
                            "text": "The one earth, then, on account of this fourfold virtue, ought to have had four surnames, but not to have been considered as four gods,—as Jupiter and Juno, though they have so many surnames, are for all that only single deities,—for by all these surnames it is signified that a manifold virtue belongs to one god or to one goddess; but the multitude of surnames does not imply a multitude of gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:3",
                            "text": "But as sometimes even the vilest women themselves grow tired of those crowds which they have sought after under the impulse of wicked passion, so also the soul, become vile, and prostituted to impure spirits, sometimes begins to loathe to multiply to itself gods to whom to surrender itself to be polluted by them, as much as it once delighted in so doing."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:4",
                            "text": "For Varro himself, as if ashamed of that crowd of gods, would make Tellus to be one goddess."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:5",
                            "text": "\"They say,\" says he, \"that whereas the one great mother has a tympanum, it is signified that she is the orb of the earth; whereas she has towers on her head, towns are signified; and whereas seats are fixed round about her, it is signified that whilst all things move, she moves not."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:6",
                            "text": "And their having made the Galli to serve this goddess, signifies that they who are in need of seed ought to follow the earth for in it all seeds are found."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:7",
                            "text": "By their throwing themselves down before her, it is taught,\" he says, \"that they who cultivate the earth should not sit idle, for there is always something for them to do."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:8",
                            "text": "The sound of the cymbals signifies the noise made by the throwing of iron utensils, and by men's hands, and all other noises connected with agricultural operations; and these cymbals are of brass, because the ancients used brazen utensils in their agriculture before iron was discovered."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:9",
                            "text": "They place beside the goddess an unbound and tame lion, to show that there is no kind of land so wild and so excessively barren as that it would be profitless to attempt to bring it in and cultivate it\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:10",
                            "text": "Then he adds that, because they gave many names and surnames to mother Tellus, it came to be thought that these signified many gods."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:11",
                            "text": "\"They think,\" says he, \"that Tellus is Ops, because the earth is improved by labor; Mother, because it brings forth much; Great, because it brings forth seed; Proserpine, because fruits creep forth from it; Vesta, because it is invested with herbs."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:12",
                            "text": "And thus,\" says he, \"they not at all absurdly identify other goddesses with the earth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:13",
                            "text": "If, then, it is one goddess (though, if the truth were consulted, it is not even that), why do they nevertheless separate it into many? Let there be many names of one goddess, and let there not be as many goddesses as there are names."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:14",
                            "text": "But the authority of the erring ancients weighs heavily on Varro, and compels him, after having expressed this opinion, to show signs of uneasiness; for he immediately adds, \"With which things the opinion of the ancients, who thought that there were really many goddesses, does not conflict\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:15",
                            "text": "How does it not conflict, when it is entirely a different thing to say that one goddess has many names, and to say that there are many goddesses? But it is possible, he says, that the same thing may both be one, and yet have in it a plurality of things."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:16",
                            "text": "I grant that there are many things in one man; are there therefore in him many men? In like manner, in one goddess there are many things; are there therefore also many goddesses? But let them divide, unite, multiply, reduplicate, and implicate as they like."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:17",
                            "text": "These are the famous mysteries of Tellus and the Great Mother, all of which are shown to have reference to mortal seeds and to agriculture."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:18",
                            "text": "Do these things, then,—namely, the tympanum, the towers, the Galli, the tossing to and fro of limbs, the noise of cymbals, the images of lions,—do these things, having this reference and this end, promise eternal life? Do the mutilated Galli, then, serve this Great Mother in order to signify that they who are in need of seed should follow the earth, as though it were not rather the case that this very service caused them to want seed? For whether do they, by following this goddess, acquire seed, being in want of it, or, by following her, lose seed when they have it? Is this to interpret or to deprecate? Nor is it considered to what a degree malign demons have gained the upper hand, inasmuch as they have been able to exact such cruel rites without having dared to promise any great things in return for them."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:19",
                            "text": "Had the earth not been a goddess, men would have, by laboring, laid  their hands on it in order to obtain seed through it, and would not have laid violent hands on themselves in order to lose seed on account of it."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:20",
                            "text": "Had it not been a goddess, it would have become so fertile by the hands of others, that it would not have compelled a man to be rendered barren by his own hands; nor that in the festival of Liber an honorable matron put a wreath on the private parts of a man in the sight of the multitude, where perhaps her husband was standing by blushing and perspiring, if there is any shame left in men; and that in the celebration of marriages the newly-married bride was ordered to sit upon Priapus."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:21",
                            "text": "These things are bad enough, but they are small and contemptible in comparison with that most cruel abomination, or most abominable cruelty, by which either set is so deluded that neither perishes of its wound."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:22",
                            "text": "There the enchantment of fields is feared; here the amputation of members is not feared."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Augustine: City of God Book VII 24:23",
                            "text": "There the modesty of the bride is outraged, but in such a manner as that neither her fruitfulness nor even her virginity is taken away; here a man is so mutilated that he is neither changed into a woman nor remains a man."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: City of God Book VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:1",
                            "text": "Chapter 25—The Interpretation of the Mutilation of Atys Which the Doctrine of the Greek Sages Set Forth."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:2",
                            "text": "Varro has not spoken of that Atys, nor sought out any interpretation for him, in memory of whose being loved by Ceres the Gallus is mutilated."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:3",
                            "text": "But the learned and wise Greeks have by no means been silent about an interpretation so holy and so illustrious."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:4",
                            "text": "The celebrated philosopher Porphyry has said that Atys signifies the flowers of spring, which is the most beautiful season, and therefore was mutilated because the flower falls before the fruit appears."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:5",
                            "text": "They have not, then, compared the man himself, or rather that semblance of a man they called Atys, to the flower, but his male organs,—these, indeed, fell whilst he was living."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:6",
                            "text": "Did I say fell? nay, truly they did not fall, nor were they plucked off, but torn away."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:7",
                            "text": "Nor when that flower was lost did any fruit follow, but rather sterility."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: City of God Book VII 25:8",
                            "text": "What, then, do they say is signified by the castrated Atys himself, and whatever remained to him after his castration? To what do they refer that? What interpretation does that give rise to? Do they, after vain endeavors to discover an interpretation, seek to persuade men that that is rather to be believed which report has made public, and which has also been written concerning his having been a mutilated man? Our Varro has very properly opposed this, and has been unwilling to state it; for it certainly was not unknown to that most learned man."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: City of God Book VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:1",
                            "text": "Chapter 26—Concerning the Abomination of the Sacred Rites of the Great Mother."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:2",
                            "text": "Concerning the effeminates consecrated to the same Great Mother, in defiance of all the modesty which belongs to men and women, Varro has not wished to say anything, nor do I remember to have read anywhere aught concerning them."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:3",
                            "text": "These effeminates, no later than yesterday, were going through the streets and places of Carthage with anointed hair, whitened faces, relaxed bodies, and feminine gait, exacting from the people the means of maintaining their ignominious lives."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:4",
                            "text": "Nothing has been said concerning them."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:5",
                            "text": "Interpretation failed, reason blushed, speech was silent."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:6",
                            "text": "The Great Mother has surpassed all her sons, not in greatness of deity, but of crime."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:7",
                            "text": "To this monster not even the monstrosity of Janus is to be compared."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:8",
                            "text": "His deformity was only in his image; hers was the deformity of cruelty in her sacred rites."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:9",
                            "text": "He has a redundancy of members in stone images; she inflicts the loss of members on men."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:10",
                            "text": "This abomination is not surpassed by the licentious deeds of Jupiter, so many and so great."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:11",
                            "text": "He, with all his seductions of women, only disgraced heaven with one Ganymede; she, with so many avowed and public effeminates, has both defiled the earth and outraged heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:12",
                            "text": "Perhaps we may either compare Saturn to this Magna Mater, or even set him before her in this kind of abominable cruelty, for he mutilated his father."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:13",
                            "text": "But at the festivals of Saturn, men could rather be slain by the hands of others than mutilated by their own."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:14",
                            "text": "He devoured his sons, as the poets say, and the natural theologists interpret this as they list."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:15",
                            "text": "History says he slew them."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:16",
                            "text": "But the Romans never received, like the Carthaginians, the custom of sacrificing their sons to him."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:17",
                            "text": "This Great Mother of the gods, however, has brought mutilated men into Roman temples, and has preserved that cruel custom, being believed to promote the strength of the Romans by emasculating their men."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:18",
                            "text": "Compared with this evil, what are the thefts of Mercury, the wantonness of Venus, and the base and flagitious deeds of the rest of them, which we might bring forward from books, were it not that they are daily sung and danced in the theatres? But what are these things to so great an evil,—an evil whose magnitude was only proportioned to the  greatness of the Great Mother,—especially as these are said to have been invented by the poets? as if the poets had also invented this that they are acceptable to the gods."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:19",
                            "text": "Let it be imputed, then, to the audacity and impudence of the poets that these things have been sung and written of."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:20",
                            "text": "But that they have been incorporated into the body of divine rites and honors, the deities themselves demanding and extorting that incorporation, what is that but the crime of the gods? nay more, the confession of demons and the deception of wretched men? But as to this that the Great Mother is considered to be worshipped in the appropriate form when she is worshipped by the consecration of mutilated men, this is not an invention of the poets, nay, they have rather shrunk from it with horror than sung of it."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:21",
                            "text": "Ought any one, then, to be consecrated to these select gods, that he may live blessedly after death, consecrated to whom he could not live decently before death, being subjected to such foul superstitions, and bound over to unclean demons? But all these things, says Varro, are to be referred to the world."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:22",
                            "text": "Let him consider if it be not rather to the unclean."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Augustine: City of God Book VII 26:23",
                            "text": "But why not refer that to the world which is demonstrated to be in the world? We, however, seek for a mind which, trusting to true religion, does not adore the world as its god, but for the sake of God praises the world as a work of God, and, purified from mundane defilements, comes pure to God Himself who founded the world."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: City of God Book VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:1",
                            "text": "Chapter 27—Concerning the Figments of the Physical Theologists, Who Neither Worship the True Divinity, Nor Perform the Worship Wherewith the True Divinity Should Be Served."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:2",
                            "text": "We see that these select gods have, indeed, become more famous than the rest; not, however, that their merits may be brought to light, but that their opprobrious deeds may not be hid."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:3",
                            "text": "Whence it is more credible that they were men, as not only poetic but also historical literature has handed down."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:4",
                            "text": "For this which Virgil says,  \"Then from Olympus' heights came down  Good Saturn, exiled from his throne  By Jove, his mightier heir;\"  and what follows with reference to this affair, is fully related by the historian Euhemerus, and has been translated into Latin by Ennius."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:5",
                            "text": "And as they who have written before us in the Greek or in the Latin tongue against such errors as these have said much concerning this matter, I have thought it unnecessary to dwell upon it."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:6",
                            "text": "When I consider those physical reasons, then, by which learned and acute men attempt to turn human things into divine things, all I see is that they have been able to refer these things only to temporal works and to that which has a corporeal nature, and even though invisible still mutable; and this is by no means the true God."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:7",
                            "text": "But if this worship had been performed as the symbolism of ideas at least congruous with religion, though it would indeed have been cause of grief that the true God was not announced and proclaimed by its symbolism, nevertheless it could have been in some degree borne with, when it did not occasion and command the performance of such foul and abominable things."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:8",
                            "text": "But since it is impiety to worship the body or the soul for the true God, by whose indwelling alone the soul is happy, how much more impious is it to worship those things through which neither soul nor body can obtain either salvation or human honor? Wherefore if with temple, priest, and sacrifice, which are due to the true God, any element of the world be worshipped, or any created spirit, even though not impure and evil, that worship is still evil, not because the things are evil by which the worship is performed, but because those things ought only to be used in the worship of Him to whom alone such worship and service are due."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:9",
                            "text": "But if any one insist that he worships the one true God,—that is, the Creator of every soul and of every body,—with stupid and monstrous idols, with human victims, with putting a wreath on the male organ, with the wages of unchastity, with the cutting of limbs, with emasculation, with the consecration of effeminates, with impure and obscene plays, such a one does not sin because he worships One who ought not to be worshipped, but because he worships Him who ought to be worshipped in a way in which He ought not to be worshipped."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:10",
                            "text": "But he who worships with such things,—that is, foul and obscene things,—and that not the true God, namely, the maker of soul and body, but a creature, even though not a wicked creature, whether it be soul or body, or soul and body together, twice sins against God, because he both worships for God what is not God, and also worships with such things as neither God nor what is not God ought to be worshipped with."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:11",
                            "text": "It is, indeed, manifest how these pagans worship,—that is, how shamefully and criminally they worship; but what or whom they worship would have been left in obscurity, had not their history testi  fied that those same confessedly base and foul rites were rendered in obedience to the demands of the gods, who exacted them with terrible severity."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: City of God Book VII 27:12",
                            "text": "Wherefore it is evident beyond doubt that this whole civil theology is occupied in inventing means for attracting wicked and most impure spirits, inviting them to visit senseless images, and through these to take possession of stupid hearts."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: City of God Book VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:1",
                            "text": "Chapter 28—That the Doctrine of Varro Concerning Theology is in No Part Consistent with Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:2",
                            "text": "To what purpose, then, is it that this most learned and most acute man Varro attempts, as it were, with subtle disputation, to reduce and refer all these gods to heaven and earth? He cannot do it."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:3",
                            "text": "They go out of his hands like water; they shrink back; they slip down and fall."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:4",
                            "text": "For when about to speak of the females, that is, the goddesses, he says, \"Since, as I observed in the first book concerning places, heaven and earth are the two origins of the gods, on which account they are called celestials and terrestrials, and as I began in the former books with heaven, speaking of Janus, whom some have said to be heaven, and others the earth, so I now commence with Tellus in speaking concerning the goddesses\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:5",
                            "text": "I can understand what embarrassment so great a mind was experiencing."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:6",
                            "text": "For he is influenced by the perception of a certain plausible resemblance, when he says that the heaven is that which does, and the earth that which suffers, and therefore attributes the masculine principle to the one, and the feminine to the other, not considering that it is rather He who made both heaven and earth who is the maker of both activity and passivity."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:7",
                            "text": "On this principle he interprets the celebrated mysteries of the Samothracians, and promises, with an air of great devoutness, that he will by writing expound these mysteries, which have not been so much as known to his countrymen, and will send them his exposition."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:8",
                            "text": "Then he says that he had from many proofs gathered that, in those mysteries, among the images one signifies heaven, another the earth, another the patterns of things, which Plato calls ideas."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:9",
                            "text": "He makes Jupiter to signify heaven, Juno the earth, Minerva the ideas."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:10",
                            "text": "Heaven, by which anything is made; the earth, from which it is made; and the pattern, according to which it is made."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:11",
                            "text": "But, with respect to the last, I am forgetting to say that Plato attributed so great an importance to these ideas as to say, not that anything was made by heaven according to them, but that according to them heaven itself was made."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:12",
                            "text": "To return, however,—it is to be observed that Varro has, in the book on the select gods, lost that theory of these gods, in whom he has, as it were, embraced all things."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:13",
                            "text": "For he assigns the male gods to heaven, the females to earth; among which latter he has placed Minerva, whom he had before placed above heaven itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:14",
                            "text": "Then the male god Neptune is in the sea, which pertains rather to earth than to heaven."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:15",
                            "text": "Last of all, father Dis, who is called in Greek Πλουτων, another male god, brother of both (Jupiter and Neptune), is also held to be a god of the earth, holding the upper region of the earth himself, and allotting the nether region to his wife Proserpine."
                        },
                        {
                            "verse": 16,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:16",
                            "text": "How, then, do they attempt to refer the gods to heaven, and the goddesses to earth? What solidity, what consistency, what sobriety has this disputation? But that Tellus is the origin of the goddesses,—the great mother, to wit, beside whom there is continually the noise of the mad and abominable revelry of effeminates and mutilated men, and men who cut themselves, and indulge in frantic gesticulations,—how is it, then, that Janus is called the head of the gods, and Tellus the head of the goddesses? In the one case error does not make one head, and in the other frenzy does not make a sane one."
                        },
                        {
                            "verse": 17,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:17",
                            "text": "Why do they vainly attempt to refer these to the world? Even if they could do so, no pious person worships the world for the true God."
                        },
                        {
                            "verse": 18,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:18",
                            "text": "Nevertheless, plain truth makes it evident that they are not able even to do this."
                        },
                        {
                            "verse": 19,
                            "chapter": 28,
                            "name": "Augustine: City of God Book VII 28:19",
                            "text": "Let them rather identify them with dead men and most wicked demons, and no further question will remain."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: City of God Book VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: City of God Book VII 29:1",
                            "text": "Chapter 29—That All Things Which the Physical Theologists Have Referred to the World and Its Parts, They Ought to Have Referred to the One True God."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: City of God Book VII 29:2",
                            "text": "For all those things which, according to the account given of those gods, are referred to the world by so-called physical interpretation, may, without any religious scruple, be rather assigned to the true God, who made heaven and earth, and created every soul and every body; and the following is the manner in which we see that this may be done."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: City of God Book VII 29:3",
                            "text": "We worship God,—not heaven and earth, of which two parts this world consists, nor the soul or souls diffused through all living things,—but God who made heaven and earth, and all things which are in them; who made every soul, whatever be the nature of its life, whether it have life without sensation and reason, or life with sensation, or life with both sensation and reason."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: City of God Book VII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:1",
                            "text": "Chapter 30—How Piety Distinguishes the Creator from the Creatures, So That, Instead of One God, There are Not Worshipped as Many Gods as There are Works of the One Author."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:2",
                            "text": "And now, to begin to go over those works of the one true God, on account of which these have made to themselves many and false gods, whilst they attempt to give an honorable interpretation to their many most abominable and most infamous mysteries,—we worship that God who has appointed to the natures created by Him both the beginnings and the end of their existing and moving; who holds, knows, and disposes the causes of things; who hath created the virtue of seeds; who hath given to what creatures He would a rational soul, which is called mind; who hath bestowed the faculty and use of speech; who hath imparted the gift of foretelling future things to whatever spirits it seemed to Him good; who also Himself predicts future things, through whom He pleases, and through whom He will, removes diseases who, when the human race is to be corrected and chastised by wars, regulates also the beginnings, progress, and ends of these wars who hath created and governs the most vehement and most violent fire of this world, in due relation and proportion to the other elements of immense nature; who is the governor of all the waters; who hath made the sun brightest of all material lights, and hath given him suitable power and motion; who hath not withdrawn, even from the inhabitants of the nether world, His dominion and power; who hath appointed to mortal natures their suitable seed and nourishment, dry or liquid; who establishes and makes fruitful the earth; who bountifully bestows its fruits on animals and on men; who knows and ordains, not only principal causes, but also subsequent causes; who hath determined for the moon her motion; who affords ways in heaven and on earth for passage from one place to another; who hath granted also to human minds, which He hath created, the knowledge of the various arts for the help of life and nature; who hath appointed the union of male and female for the propagation of offspring; who hath favored the societies of men with the gift of terrestrial fire for the simplest and most familiar purposes, to burn on the hearth and to give light."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:3",
                            "text": "These are, then, the things which that most acute and most learned man Varro has labored to distribute among the select gods, by I know not what physical interpretation, which he has got from other sources, and also conjectured for himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:4",
                            "text": "But these things the one true God makes and does, but as the same God,—that is, as He who is wholly everywhere, included in no space, bound by no chains, mutable in no part of His being, filling heaven and earth with omnipresent power, not with a needy nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:5",
                            "text": "Therefore He governs all things in such a manner as to allow them to perform and exercise their own proper movements."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:6",
                            "text": "For although they can be nothing without Him, they are not what He is."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:7",
                            "text": "He does also many things through angels; but only from Himself does He beatify angels."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: City of God Book VII 30:8",
                            "text": "So also, though He send angels to men for certain purposes, He does not for all that beatify men by the good inherent in the angels, but by Himself, as He does the angels themselves."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: City of God Book VII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: City of God Book VII 31:1",
                            "text": "Chapter 31—What Benefits God Gives to the Followers of the Truth to Enjoy Over and Above His General Bounty."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: City of God Book VII 31:2",
                            "text": "For, besides such benefits as, according to this administration of nature of which we have made some mention, He lavishes on good and bad alike, we have from Him a great manifestation of great love, which belongs only to the good."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: City of God Book VII 31:3",
                            "text": "For although we can never sufficiently give thanks to Him, that we are, that we live, that we behold heaven and earth, that we have mind and reason by which to seek after Him who made all these things, nevertheless, what hearts, what number of tongues, shall affirm that they are sufficient to render thanks to Him for this, that He hath not wholly departed from us, laden and overwhelmed with sins, averse to the contemplation of His light, and blinded by the love of darkness, that is, of iniquity, but hath sent to us His own Word, who is His only Son, that by His birth and suffering for us in the flesh, which He assumed, we might know how much God valued man, and that by that unique sacrifice we might be purified from all our sins, and that, love being shed abroad in our hearts by His Spirit, we might, having surmounted all difficulties, come into eternal rest, and the ineffable sweetness of the contemplation of Himself?."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: City of God Book VII 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: City of God Book VII 32:1",
                            "text": "Chapter 32—That at No Time in the Past Was the Mystery of Christ's Redemption Awanting, But Was at All Times Declared, Though in Various Forms."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: City of God Book VII 32:2",
                            "text": "This mystery of eternal life, even from the beginning of the human race, was, by certain signs and sacraments suitable to the times, announced through angels to those to whom it was meet."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: City of God Book VII 32:3",
                            "text": "Then the Hebrew people was congregated into one republic, as it were, to  perform this mystery; and in that republic was foretold, sometimes through men who understood what they spake, and sometimes through men who understood not, all that had transpired since the advent of Christ until now, and all that will transpire."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: City of God Book VII 32:4",
                            "text": "This same nation, too, was afterwards dispersed through the nations, in order to testify to the scriptures in which eternal salvation in Christ had been declared."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: City of God Book VII 32:5",
                            "text": "For not only the prophecies which are contained in words, nor only the precepts for the right conduct of life, which teach morals and piety, and are contained in the sacred writings,—not only these, but also the rites, priesthood, tabernacle or temple, altars, sacrifices, ceremonies, and whatever else belongs to that service which is due to God, and which in Greek is properly called λατρεία,—all these signified and fore-announced those things which we who believe in Jesus Christ unto eternal life believe to have been fulfilled, or behold in process of fulfillment, or confidently believe shall yet be fulfilled."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: City of God Book VII 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:1",
                            "text": "Chapter 33—That Only Through the Christian Religion Could the Deceit of Malign Spirits, Who Rejoice in the Errors of Men, Have Been Manifested."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:2",
                            "text": "This, the only true religion, has alone been able to manifest that the gods of the nations are most impure demons, who desire to be thought gods, availing themselves of the names of certain defunct souls, or the appearance of mundane creatures, and with proud impurity rejoicing in things most base and infamous, as though in divine honors, and envying human souls their conversion to the true God."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:3",
                            "text": "From whose most cruel and most impious dominion a man is liberated when he believes on Him who has afforded an example of humility, following which men may rise as great as was that pride by which they fell."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:4",
                            "text": "Hence are not only those gods, concerning whom we have already spoken much, and many others belonging to different nations and lands, but also those of whom we are now treating, who have been selected as it were into the senate of the gods,—selected, however, on account of the notoriousness of their crimes, not on account of the dignity of their virtues,—whose sacred things Varro attempts to refer to certain natural reasons, seeking to make base things honorable, but cannot find how to square and agree with these reasons, because these are not the causes of those rites, which he thinks, or rather wishes to be thought to be so."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:5",
                            "text": "For had not only these, but also all others of this kind, been real causes, even though they had nothing to do with the true God and eternal life, which is to be sought in religion, they would, by affording some sort of reason drawn from the nature of things, have mitigated in some degree that offence which was occasioned by some turpitude or absurdity in the sacred rites, which was not understood."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:6",
                            "text": "This he attempted to do in respect to certain fables of the theatres, or mysteries of the shrines; but he did not acquit the theatres of likeness to the shrines, but rather condemned the shrines for likeness to the theatres."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: City of God Book VII 33:7",
                            "text": "However, he in some way made the attempt to soothe the feelings shocked by horrible things, by rendering what he would have to be natural interpretations."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: City of God Book VII 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:1",
                            "text": "Chapter 34—Concerning the Books of Numa Pompilius, Which the Senate Ordered to Be Burned, in Order that the Causes of Sacred Rights Therein Assigned Should Not Become Known."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:2",
                            "text": "But, on the other hand, we find, as the same most learned man has related, that the causes of the sacred rites which were given from the books of Numa Pompilius could by no means be tolerated, and were considered unworthy, not only to become known to the religious by being read, but even to lie written in the darkness in which they had been concealed."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:3",
                            "text": "For now let me say what I promised in the third book of this work to say in its proper place."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:4",
                            "text": "For, as we read in the same Varro's book on the worship of the gods, \"A certain one Terentius had a field at the Janiculum, and once, when his ploughman was passing the plough near to the tomb of Numa Pompilius, he turned up from the ground the books of Numa, in which were written the causes of the sacred institutions; which books he carried to the praetor, who, having read the beginnings of them, referred to the senate what seemed to be a matter of so much importance."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:5",
                            "text": "And when the chief senators had read certain of the causes why this or that rite was instituted, the senate assented to the dead Numa, and the conscript fathers, as though concerned for the interests of religion, ordered the praetor to burn the books\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:6",
                            "text": "Let each one believe what he thinks; nay, let every champion of such impiety say whatever mad contention may suggest."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:7",
                            "text": "For my part, let it suffice to suggest that the causes of those sacred things which were written down by King Numa Pompilius, the institutor of the Roman rites, ought never to have become known to people or senate, or even to the priests themselves; and also that Numa him  self attained to these secrets of demons by an illicit curiosity, in order that he might write them down, so as to be able, by reading, to be reminded of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:8",
                            "text": "However, though he was king, and had no cause to be afraid of any one, he neither dared to teach them to any one, nor to destroy them by obliteration, or any other form of destruction."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:9",
                            "text": "Therefore, because he was unwilling that any one should know them, lest men should be taught infamous things, and because he was afraid to violate them, lest he should enrage the demons against himself, he buried them in what he thought a safe place, believing that a plough could not approach his sepulchre."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: City of God Book VII 34:10",
                            "text": "But the senate, fearing to condemn the religious solemnities of their ancestors, and therefore compelled to assent to Numa, were nevertheless so convinced that those books were pernicious, that they did not order them to be buried again, knowing that human curiosity would thereby be excited to seek with far greater eagerness after the matter already divulged, but ordered the scandalous relics to be destroyed with fire; because, as they thought it was now a necessity to perform those sacred rites, they judged that the error arising from ignorance of their causes was more tolerable than the disturbance which the knowledge of them would occasion the state."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: City of God Book VII 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:1",
                            "text": "Chapter 35—Concerning the Hydromancy Through Which Numa Was Befooled by Certain Images of Demons Seen in the Water."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:2",
                            "text": "For Numa himself also, to whom no prophet of God, no holy angel was sent, was driven to have recourse to hydromancy, that he might see the images of the gods in the water (or, rather, appearances whereby the demons made sport of him), and might learn from them what he ought to ordain and observe in the sacred rites."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:3",
                            "text": "This kind of divination, says Varro, was introduced from the Persians, and was used by Numa himself, and at an after time by the philosopher Pythagoras."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:4",
                            "text": "In this divination, he says, they also inquire at the inhabitants of the nether world, and make use of blood; and this the Greeks call νεκρομαντείαν."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:5",
                            "text": "But whether it be called necromancy or hydromancy it is the same thing, for in either case the dead are supposed to foretell future things."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:6",
                            "text": "But by what artifices these things are done, let themselves consider; for I am unwilling to say that these artifices were wont to be prohibited by the laws, and to be very severely punished even in the Gentile states, before the advent of our Saviour."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:7",
                            "text": "I am unwilling, I say, to affirm this, for perhaps even such things were then allowed."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:8",
                            "text": "However, it was by these arts that Pompilius learned those sacred rites which he gave forth as facts, whilst he concealed their causes; for even he himself was afraid of that which he had learned."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:9",
                            "text": "The senate also caused the books in which those causes were recorded to be burned."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:10",
                            "text": "What is it, then, to me, that Varro attempts to adduce all sorts of fanciful physical interpretations, which if these books had contained, they would certainly not have been burned? For otherwise the conscript fathers would also have burned those books which Varro published and dedicated to the high priest Caesar."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:11",
                            "text": "Now Numa is said to have married the nymph Egeria, because (as Varro explains it in the forementioned book) he carried forth water wherewith to perform his hydromancy."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:12",
                            "text": "Thus facts are wont to be converted into fables through false colorings."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:13",
                            "text": "It was by that hydromancy, then, that that over-curious Roman king learned both the sacred rites which were to be written in the books of the priests, and also the causes of those rites,—which latter, however, he was unwilling that any one besides himself should know."
                        },
                        {
                            "verse": 14,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:14",
                            "text": "Wherefore he made these causes, as it were, to die along with himself, taking care to have them written by themselves, and removed from the knowledge of men by being buried in the earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:15",
                            "text": "Wherefore the things which are written in those books were either abominations of demons, so foul and noxious as to render that whole civil theology execrable even in the eyes of such men as those senators, who had accepted so many shameful things in the sacred rites themselves, or they were nothing else than the accounts of dead men, whom, through the lapse of ages, almost all the Gentile nations had come to believe to be immortal gods; whilst those same demons were delighted even with such rites, having presented themselves to receive worship under pretence of being those very dead men whom they had caused to be thought immortal gods by certain fallacious miracles, performed in order to establish that belief."
                        },
                        {
                            "verse": 16,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:16",
                            "text": "But, by the hidden providence of the true God, these demons were permitted to confess these things to their friend Numa, having been gained by those arts through which necromancy could be performed, and yet were not constrained to admonish him rather at his death to burn than to bury the books in which they were written."
                        },
                        {
                            "verse": 17,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:17",
                            "text": "But, in order that these books might be unknown, the demons could not resist the plough  by which they were thrown up, or the pen of Varro, through which the things which were done in reference to this matter have come down even to our knowledge."
                        },
                        {
                            "verse": 18,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:18",
                            "text": "For they are not able to effect anything which they are not allowed; but they are permitted to influence those whom God, in His deep and just judgment, according to their deserts, gives over either to be simply afflicted by them, or to be also subdued and deceived."
                        },
                        {
                            "verse": 19,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:19",
                            "text": "But how pernicious these writings were judged to be, or how alien from the worship of the true Divinity, may be understood from the fact that the senate preferred to burn what Pompilius had hid, rather than to fear what he feared, so that he could not dare to do that."
                        },
                        {
                            "verse": 20,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:20",
                            "text": "Wherefore let him who does not desire to live a pious life even now, seek eternal life by means of such rites."
                        },
                        {
                            "verse": 21,
                            "chapter": 35,
                            "name": "Augustine: City of God Book VII 35:21",
                            "text": "But let him who does not wish to have fellowship with malign demons have no fear for the noxious superstition wherewith they are worshipped, but let him recognize the true religion by which they are unmasked and vanquished."
                        }
                    ]
                }
            ]
        }
    ]
}