{
    "books": [
        {
            "name": "Socrates: Book VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Socrates: Book VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:1",
                            "text": "Socrates, Book VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:2",
                            "text": "Introduction."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:3",
                            "text": "The commission with which you charged us, O holy man of God, Theodore, we have executed in the five foregoing books; in which to the best of our ability, we have comprised the history of the Church from the time of Constantine."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:4",
                            "text": "Notice, however, that we have been by no means studious of style; for we considered that had we showed too great fastidiousness about elegance of expression we might have defeated the object in view."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:5",
                            "text": "But even supposing our purpose could still have been accomplished, we were wholly precluded from the exercise of that discretionary power of which ancient historians seem to have so largely availed themselves, whereby any one of them imagined himself quite at liberty to amplify or curtail matters of fact."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:6",
                            "text": "Moreover, refined composition would by no means be edifying to the masses and illiterate men, who are intent merely on knowing the facts, and not on admiring beauty of diction."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:7",
                            "text": "In order therefore not to render my production unprofitable to both classes of readers,—to the learned on the one hand, because no elaboration of language could satisfy them to rank it with the magniloquence of the writers of antiquity, and to the unlearned on the other, because they could not understand the facts, should they be clouded by a parade of words,—we have purposely adopted a style, divested indeed of all affectation of sublimity, but at the same time clear and perspicuous."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:8",
                            "text": "As we begin, however, our sixth book, we must premise this, that in undertaking to detail the events of our own age, we are apprehensive of advancing such things as may be unpalatable to many: either because, according to the proverb, 'Truth is bitter;' on account of our not mentioning with encomium the names of those whom some may love; or from our not magnifying their actions."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:9",
                            "text": "The zealots of our churches will condemn us for not calling the bishops 'Most dear to God,' 'Most holy,' and such like."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:10",
                            "text": "Others will be litigious because we do not bestow the appellations 'Most divine,' and 'Lords' on the emperors, nor apply to them such other epithets as they are commonly assigned."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:11",
                            "text": "But since I could easily prove from the testimony of ancient authors,  that among them the servant was accustomed to address his master simply by name, without reference to his dignity or titles, on account of the pressure of business, I shall in like manner obey the laws of history, which demand a simple and faithful narration, unobscured by a veil of any kind."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:12",
                            "text": "I shall proceed to record accurately what I have either myself seen, or have been able to ascertain from actual observers; having tested the truth by the unanimity of the witnesses that spoke of the same affairs, and by every means I could possibly command."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:13",
                            "text": "The process of ascertaining the truth was indeed laborious, inasmuch as many and different persons gave different accounts and some claimed to be eyewitnesses, while others professed to be more intimately acquainted with these things than any others."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:14",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:15",
                            "text": "—On the Death of Theodosius his Two Sons divide the Empire."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:16",
                            "text": "Rufinus is slain at the Feet of Arcadius."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:17",
                            "text": "After the death of the Emperor Theodosius, in the consulate of Olybrius and Probinus or the seventeenth of January, his two sons undertook the administration of the Roman empire."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:18",
                            "text": "Thus Arcadius assumed the government of the East, and Honorius of the West."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:19",
                            "text": "At that time Damasus was bishop of the church at Imperial Rome, and Theophilus of that of Alexandria, John of Jerusalem, and Flavian of Antioch; while the episcopal chair at Constantinople or New Rome was filled by Nectarius, as we mentioned in the foregoing book."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:20",
                            "text": "The body of the Emperor Theodosius was taken to Constantinople on the 8th of November in the same consulate, and was honorably interred by his son Arcadius with the usual funeral solemnities."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:21",
                            "text": "Not long afterwards on the 28th day of the same month the army also arrived, which had served under the Emperor Theodosius in the war against the usurper."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:22",
                            "text": "When therefore according to custom the Emperor Arcadius met the army without the gates, the soldiery slew Rufinus the Praetorian prefect."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:23",
                            "text": "For he was suspected of aspiring to the sovereignty, and had the reputation of having invited into the Roman territories the Huns,  a barbarous nation, who had already ravaged Armenia, and were then making predatory incursions into other provinces of the East."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Socrates: Book VI 1:24",
                            "text": "On the very day on which Rufinus was killed, Marcian bishop of the Novatians died, and was succeeded in the episcopate by Sisinnius, of whom we have already made mention."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Socrates: Book VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:2",
                            "text": "—Death of Nectarius and Ordination of John."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:3",
                            "text": "A short time after Nectarius  also, bishop of Constantinople died, during the consulate of Caesarius and Atticus,  on the 27th of September."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:4",
                            "text": "A contest thereupon immediately arose respecting the appointment of a successor, some proposing one person, and some another: at length however it was determined to send for John,  a presbyter of the church at Antioch, for there was a report that he was very instructive, and at the same time eloquent."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:5",
                            "text": "By the general consent therefore of both the clergy and laity, he was summoned very soon afterwards to Constantinople by the Emperor Arcadius: and to render the ordination more authoritative and imposing, several prelates were requested to be present, among whom also was Theophilus bishop of Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:6",
                            "text": "This person did everything he could to detract from John's reputation, being desirous of promoting to that see, Isidore  a presbyter of his own church, to whom he was greatly attached, on account of a very delicate and perilous affair which Isidore had undertaken to serve his interests."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:7",
                            "text": "What this was I must now unfold."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:8",
                            "text": "While the Emperor Theodosius was preparing to attack the usurper Maximus, Theodosius sent Isidore with gifts giving twofold letters, and enjoining him to present both the gifts and the proper letters to him who should become the victor."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:9",
                            "text": "In accordance with these injunctions Isidore on his arrival at Rome awaited there the event of the war."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:10",
                            "text": "But this business did not long remain a secret: for a reader who accompanied him privately sequestered the letters; upon which Isidore in great alarm returned to Alexandria."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:11",
                            "text": "This was the reason why Theophilus so warmly favored Isidore."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:12",
                            "text": "The court however gave the preference to John: and inasmuch as many had revived the accusations against Theophilus, and prepared for presentation to the bishops then convened memorials of various charges, Eutropius  the chief officer of the imperial bed-chamber collected these documents, and showed them to Theophilus, bidding him 'choose between ordaining John, and undergoing a trial on the charges made against him."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:13",
                            "text": "' Theophilus terrified at this alternative, consented to ordain John."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:14",
                            "text": "Accordingly John was invested with the episcopal dignity on the 26th of February, under the following consulate,  which the Emperor Honorius celebrated with public games at Rome, and Eutychian, then Praetorian prefect, at Constantinople."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Socrates: Book VI 2:15",
                            "text": "But since the man is famous, both for the writings he has left, and the many troubles he fell into, it is proper that I should not pass over his affairs in silence, but to relate as compendiously as possible whence he was, and from what ancestry; also the particulars of his elevation to the episcopate, and the means by which he was subsequently degraded; and finally how he was more honored after his death, than he had been during his life."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Socrates: Book VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:2",
                            "text": "—Birth and Education of John Bishop of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:3",
                            "text": "John was a native of Antioch in Syria-Coele, son of Secundus and Anthusa, and scion of a noble family in that country."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:4",
                            "text": "He studied rhetoric under Libanius the sophist, and philosophy under Andragathius the philosopher."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:5",
                            "text": "Being on the point of entering the practice of civil law, and reflecting on the restless and unjust course of those who devote themselves to the practice of the forensic courts, he was turned to the more tranquil mode of life, which he adopted, following the example of Evagrius."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:6",
                            "text": "Evagrius himself had been educated under the same masters, and had some time before retired to a private mode of life."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:7",
                            "text": "Accordingly he laid aside his legal habit, and applied his mind to the reading of the sacred scriptures, frequenting the church with great assiduity."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:8",
                            "text": "He moreover induced Theodore and Maximus, who had been his fellow-students under Libanius the sophist, to forsake a profession whose primary object was gain, and embrace a life of greater simplicity."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:9",
                            "text": "Of these two persons, Theodore afterwards became bishop of Mopsuestia  in Cilicia, and Maximus of Seleucia in Isauria."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:10",
                            "text": "At that time being ardent aspirants after perfection, they entered upon the ascetic life, under the guidance of Diodorus  and Carterius, who then presided over a monastic institution."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:11",
                            "text": "The former of these was subsequently elevated to the bishopric of Tarsus, and wrote many treatises, in which he limited his attention to the literal sense of scripture, avoiding that which was mystical."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:12",
                            "text": "But enough respecting these persons."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:13",
                            "text": "Now John was then living on the most intimate terms with Basil,  at that time constituted a deacon by Meletius, but afterwards ordained bishop of Caesarea in Cappadocia."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:14",
                            "text": "Accordingly Zeno  the bishop on his return from Jerusalem, appointed him a reader in the church at Antioch."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:15",
                            "text": "While he continued in the capacity of a reader he composed the book Against the Jews."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:16",
                            "text": "Meletius having not long after conferred on him the rank of deacon, he produced his work On the Priesthood,  and those Against Stagirius; and moreover those also On the Incomprehensibility of the Divine Nature, and On the Women  who lived with the Ecclesiastics."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:17",
                            "text": "Afterwards, upon the death of Meletius at Constantinople,—for there he had gone on account of Gregory Nazianzen's ordination,—John separated himself from the Meletians, without entering into communion with Paulinus, and spent three whole years in retirement."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:18",
                            "text": "Later, when Paulinus was dead, he was ordained a presbyter by Evagrius the successor of Paulinus."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:19",
                            "text": "Such is a brief outline of John's career previous to his call to the episcopal office."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:20",
                            "text": "It is said that on account of his zeal for temperance he was stern and severe; and one of his early friends has said 'that in his youth he manifested a proneness to irritability, rather than to modesty."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:21",
                            "text": "' Because of the rectitude of his life, he was free from anxiety about the future, and his simplicity of character rendered him open and ingenuous; nevertheless the liberty of speech he allowed himself was offensive to very many."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Socrates: Book VI 3:22",
                            "text": "In public teaching he was powerful in reforming the morals of his auditors; but in private conversation he was frequently thought haughty and assuming by those who did not know him."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Socrates: Book VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:2",
                            "text": "—Of Serapion the Deacon on whose Account John becomes Odious to his Clergy."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:3",
                            "text": "Being such in disposition and manners, and promoted to the episcopacy, John was led to conduct himself toward his clergy with more than proper superciliousness, designing to correct the morals of the clergy under him."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:4",
                            "text": "Having thus chafed the temper of the ecclesiastics, he was disliked by them; and so many of them stood aloof from him as a passionate man, and others became his bitter enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:5",
                            "text": "Serapion, a deacon of his retinue, led him to alienate their minds still more from him; and once in presence of the whole assembled clergy he cried out with a loud voice to the bishop—'You will never be able to govern these men, my lord, unless you drive them all with a rod."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:6",
                            "text": "' This speech of his excited a general feeling of animosity against the bishop; the bishop also not long after expelled many of them from the church, some for one cause, and some for another."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:7",
                            "text": "And, as it usually happens when persons in office adopt such violent measures, those who were thus expelled by him formed combinations and inveighed against him to the people."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:8",
                            "text": "What contributed greatly to gain credence for these complaints was the fact that the bishop was not willing to eat with any one else, and never accepted an invitation to a feast."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:9",
                            "text": "On account of this the plot against him became widespread."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:10",
                            "text": "His reasons for not eating with others no one knew with any certainty,  but some persons in justification of his conduct state that he had a very delicate stomach, and weak digestion, which obliged him to be careful in his diet, and therefore he ate alone; while others thought this was due to his rigid and habitual abstinence."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:11",
                            "text": "Whatever the real motive may have been, the circumstance itself contributed not a little to the grounds of accusation by his calumniators."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:12",
                            "text": "The people nevertheless continued to regard him with love and veneration, on account of his valuable discourses in the church, and therefore those who sought to traduce him, only brought themselves into contempt."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Socrates: Book VI 4:13",
                            "text": "How eloquent, convincing, and persuasive his sermons were, both those which were published by himself, and such as were noted down by short-hand writers as he delivered them, why should we stay to declare? Those who desire to form an adequate idea of them, must read for themselves, and will thereby derive both pleasure and profit."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Socrates: Book VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:2",
                            "text": "—John draws down upon Himself the Displeasure of Many Persons of Rank and Power."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:3",
                            "text": "Of the Eunuch Eutropius."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:4",
                            "text": "As long as John was in conflict with the clergy only, machinations against him were utterly powerless; but when he proceeded to rebuke many of those in public office also with immoderate vehemence, the tide of unpopularity began to set against him with far greater impetus."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:5",
                            "text": "Hence many stories were told to his disparagement."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:6",
                            "text": "And most of these found attentive and believing listeners."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:7",
                            "text": "This growing prejudice was not a little increased by an oration which he pronounced at that time against Eutropius."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:8",
                            "text": "For Eutropius was the chief eunuch of the imperial bed-chamber, and the first of all eunuchs that was admitted to the dignity of consul."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:9",
                            "text": "He, desiring to inflict vengeance on certain persons who had taken refuge in the churches, induced the emperors to make a law  excluding delinquents from the privilege of sanctuary, and authorizing the seizure of those who had sought the shelter of the sacred edifices."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:10",
                            "text": "But its author was punished for this almost immediately; for scarcely had the law been promulgated, before Eutropius himself, having incurred the displeasure of the emperor, fled for protection to the church."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:11",
                            "text": "The bishop therefore, while Eutropius trembling with fear lay under the table of the altar, mounting the pulpit  from which he was accustomed to address the people in order to be the more distinctly heard, uttered an invective against him: wherefore he seemed to create greater displeasure in some, as he not only denied compassion to the unfortunate, but added insult to cruelty."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:12",
                            "text": "By the emperor's order however, for certain offences committed by him, Eutropius, though bearing the consulate, was decapitated, and his name effaced from the list of consuls, that of Theodore his colleague being alone suffered to remain as in office for that year."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:13",
                            "text": "It is said that John afterwards used the same license towards Gaïnas also, who was then commander-in-chief of the army; treating him with characteristic rudeness, because he had presumed to request the emperor to assign the Arians, with whom he agreed in sentiment, one of the churches within the city."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:14",
                            "text": "Many others also of the higher orders, for a variety of causes, he censured with the same unceremonious freedom, so that by these means he created many powerful adversaries."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:15",
                            "text": "Wherefore Theophilus bishop of Alexandria, immediately after his ordination, was plotting his overthrow; and concerted measures for this purpose in secret, both with the friends who were around him, and by letter with such as were at a distance."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:16",
                            "text": "For it was not so much the boldness with which John lashed whatever was obnoxious to him, that affected Theophilus, as his own failure to place his favorite presbyter Isidore in the episcopal chair of Constantinople."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:17",
                            "text": "In such a state were the affairs of John the bishop at that time; mischief thus threatened him at the very commencement of his episcopate."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Socrates: Book VI 5:18",
                            "text": "But we shall enter into these things more at large as we proceed."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Socrates: Book VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:2",
                            "text": "—Gaïnas the Goth attempts to usurp the Sovereign Power; after filling Constantinople with Disorder, he is slain."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:3",
                            "text": "I shall now narrate some memorable circumstances that occurred at that period, in which it will be seen how Divine Providence interposed by extraordinary agencies for the preservation of the city and Roman empire from the utmost peril."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:4",
                            "text": "Gaïnas was a barbarian by extraction but after becoming a Roman subject, and having engaged in military service, and risen by degrees from one rank to another, he was at length appointed general-in-chief both of the Roman horse and foot."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:5",
                            "text": "When he had obtained this lofty position, he forgot his position and relations, and was unable to restrain himself and on the other hand according to the common saying 'left no stone unturned' in order to gain control of the Roman government."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:6",
                            "text": "To accomplish this he sent for the Goths out of their own country, and gave the principal commissions in the army to his relations."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:7",
                            "text": "Then when Tribigildus, one of his kinsmen who had the command of the forces in Phrygia, had at the instigation of Gaïnas broken out into open revolt, and was filling the people of Phrygia with confusion and dismay, he managed to have deputed to him the oversight of matters in the disturbed province."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:8",
                            "text": "Now the Emperor Arcadius not suspecting [any harm] committed the charge of these affairs to him."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:9",
                            "text": "Gaïnas therefore immediately set out at the head of an immense number of the barbarous Goths, apparently on an expedition against Tribigildus, but with the real intention of establishing his own unjust domination."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:10",
                            "text": "On reaching Phrygia he began to subvert everything."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:11",
                            "text": "Consequently the affairs of the Romans were immediately thrown into great consternation, not only on account of the vast barbarian force which Gaïnas had at his command, but also because the most fertile and opulent regions of the East were threatened with desolation."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:12",
                            "text": "In this emergency the emperor, acting with much prudence, sought to arrest the course of the barbarian by address: he accordingly sent him an embassy with instructions to appease him for the present by every kind of concession."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:13",
                            "text": "Gaïnas having demanded that Saturninus and Aurelian, two of the most distinguished of the senatorial order, and men of consular dignity, whom he knew to be unfavorable to his pretensions, should be delivered up to him, the emperor most unwillingly yielded to the exigency of the crisis; and these two persons, prepared to die for the public good, nobly submitted themselves to the emperor's disposal."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:14",
                            "text": "They therefore proceeded to meet the barbarian, at a place used for horse-racing some distance from Chalcedon, being resolved to endure whatever he might be disposed to inflict; but however they suffered no harm."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:15",
                            "text": "The usurper simulating dissatisfaction, advanced to Chalcedon, whither the emperor Arcadius also went to meet him."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:16",
                            "text": "Both then entered the church where the body of the martyr Euphemia is deposited, and there entered into a mutual pledge on oath that neither would plot against the other."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:17",
                            "text": "The emperor indeed kept his engagement, having a religious regard to an oath, and being on that account beloved of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:18",
                            "text": "But Gaïnas soon violated it, and did not swerve from his original purpose; on the contrary he was intent on carnage, plunder, and conflagration, not only against Constantinople, but also against the whole extent of the Roman empire, if he could by any means carry it into effect."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:19",
                            "text": "The city was accordingly quite inundated by the barbarians, and its residents were reduced to a condition equivalent to that of captives."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:20",
                            "text": "Moreover so great was the danger of the city that a comet of prodigious magnitude, reaching from heaven even to the earth, such as was never before seen, gave forewarning of it."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:21",
                            "text": "Gaïnas first most shamelessly attempted to make a seizure of the silver publicly exposed for sale in the shops: but when the proprietors, advised beforehand by report of his intention, abstained from exposing it on their counters, his thoughts were diverted to another object, which was to send an immense body of barbarians at night for the purpose of burning down the palace."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:22",
                            "text": "Then indeed it appeared distinctly that God had providential care over the city: for a multitude of angels appeared to the rebels, in the form of armed men of gigantic stature, before whom the barbarians, imagining them to be a large army of brave troops, turned away with terror and departed."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:23",
                            "text": "When this was reported to Gaïnas, it seemed to him quite incredible—for he knew that the greatest part of the Roman army was at a distance, dispersed as a garrison over the Eastern cities—and he sent others on the following night and repeatedly afterwards."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:24",
                            "text": "Now as they constantly returned with the same statement—for the angels of God always presented themselves in the same form—he came with a great multitude, and at length became himself a spectator of the prodigy."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:25",
                            "text": "Then supposing that what he saw was really a body of soldiers, and that they concealed themselves by day, and baffled his designs by night, he desisted from his attempt, and took another resolution which he conceived would be detrimental to the Romans; but the event proved it to be greatly to their advantage."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:26",
                            "text": "Pretending to be under demoniacal possession, he went forth as if for prayer to the church of St."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:27",
                            "text": "John the Apostle, which is seven miles distant from the city."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:28",
                            "text": "Together with him went barbarians who carried out arms, having concealed them in casks and other specious coverings."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:29",
                            "text": "And when the soldiers who guarded the city gates detected these, and would not suffer them to pass, the barbarians drew their swords and put them to death."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:30",
                            "text": "A fearful tumult thence arose in the city, and death seemed to threaten every one; nevertheless the city continued secure at that time, its gates being every where well defended."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:31",
                            "text": "The emperor with timely wisdom proclaimed Gaïnas a public enemy, and ordered that all the barbarians who remained shut up in the city should be slain."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:32",
                            "text": "Thus one day after the guards of the gates had been killed, the Romans attacked the barbarians within the walls near the church of the Goths—for thither such of them as had been left in the city had betaken themselves—and after destroying a great number of them they set the church on fire, and burnt it to the ground."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:33",
                            "text": "Gaïnas being informed of the slaughter of those of his party who did not manage to get out of the city, and perceiving the failure of all his artifices, left St."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:34",
                            "text": "John's church, and advanced rapidly towards Thrace."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:35",
                            "text": "On reaching the Chersonnese he endeavored to pass over from thence and take Lampsacus, in order that from that place he might make himself master of the Eastern parts."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:36",
                            "text": "As the emperor had immediately dispatched forces in pursuit both by land and by sea, another wonderful interposition of Divine Providence occurred."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:37",
                            "text": "For while the barbarians, destitute of ships, hastily put together rafts and were attempting to cross on them, suddenly the Roman fleet appeared, and the west wind began to blow hard."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:38",
                            "text": "This afforded an easy passage to the Romans; but the barbarians with their horses, tossed up and down in their frail barks by the violence of the gale, were at length overwhelmed by the waves; many of them also were destroyed by the Romans."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:39",
                            "text": "In this manner during the passage a vast number of the barbarians perished; but Gaïnas departing thence fled into Thrace, where he fell in with another body of the Roman forces and was slain by them together with the barbarians that attended him."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:40",
                            "text": "Let this cursory notice of Gaïnas suffice here."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:41",
                            "text": "Those who may desire more minute details of the circumstances of that war, should read The Gaïnea of Eusebius Scholasticus,  who was at that time a pupil of Troïlus the sophist; and having been a spectator of the war, related the events of it in an heroic poem consisting of four books; and inasmuch as the events alluded to had but recently taken place, he acquired for himself great celebrity."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:42",
                            "text": "The poet Ammonius has also very lately composed another description in verse of the same transactions, which he recited before the emperor in the sixteenth consulate  of Theodosius the younger, which he bore with Faustus."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:43",
                            "text": "This war was terminated under the consulate of Stilicho and Aurelian."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:44",
                            "text": "The year following,  the consulate was celebrated by Fravitus also a Goth by extraction, who was honored by the Romans, and showed great fidelity and attachment to them, rendering important services in this very war."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:45",
                            "text": "For this reason he attained to the dignity of consul."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:46",
                            "text": "In that year on the tenth of April there was born a son to the Emperor Arcadius, the good Theodosius."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:47",
                            "text": "But while the affairs of the state were thus troubled, the dignitaries of the Church refrained not in the least from their disgraceful cabals against each other, to the great reproach of the Christian religion; for during this time the ecclesiastics incited tumults against each other."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Socrates: Book VI 6:48",
                            "text": "The source of the mischief originated in Egypt in the following manner."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Socrates: Book VI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:2",
                            "text": "—Dissension between Theophilus Bishop of Alexandria and the Monks of the Desert."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:3",
                            "text": "Condemnation of Origen's Books."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:4",
                            "text": "The question had been started a little before,  whether God is a corporeal existence, and has the form of man; or whether he is incorporeal, and without human or, generally speaking, any other bodily shape? From this question arose strifes and contentions among a very great number of persons, some favoring one opinion on the subject, and others patronizing the opposite."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:5",
                            "text": "Very many of the more simple ascetics asserted that God is corporeal, and has a human figure: but most others condemn their judgment, and contended that God is incorporeal, and free of all form whatever."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:6",
                            "text": "With these latter Theophilus bishop of Alexandria agreed so thoroughly that in the church before all the people he inveighed against those who attributed to God a human form, expressly teaching that the Divine Being is wholly incorporeal."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:7",
                            "text": "When the Egyptian ascetics were apprised of this, they left their monasteries and came to Alexandria; where they excited a tumult against the bishop, accusing him of impiety, and threatening to put him to death."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:8",
                            "text": "Theophilus becoming aware of his danger, after some consideration had recourse to this expedient to extricate himself from the threatened death."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:9",
                            "text": "Going to the monks, he in a conciliatory tone thus addressed them: 'In seeing you, I behold the face of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:10",
                            "text": "' The utterance of this saying moderated the fury of these men and they replied: 'If you really admit that God's countenance is such as ours, anathematize Origen's book;  for some drawing arguments from them oppose themselves to our opinion."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:11",
                            "text": "If you will not do this, expect to be treated by us as an impious person, and the enemy of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:12",
                            "text": "' 'But as far as I am concerned,' said Theophilus, 'I will readily do what you require: and be ye not angry with me, for I myself also disapprove of Origen's works, and consider those who countenance them deserving of censure."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:13",
                            "text": "' Thus he succeeded in appeasing and sending away the monks at that time; and probably the whole dispute respecting this subject would have been set at rest, had it not been for another circumstance which happened immediately after."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:14",
                            "text": "Over the monasteries in Egypt there were four devout persons as superintendents named Dioscorus, Ammonius, Eusebius, and Euthymius: these men were brothers, and had the appellation of 'the Tall Monks' given them on account of their stature."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:15",
                            "text": "They were moreover distinguished both for the sanctity of their lives, and the extent of their erudition, and for these reasons their reputation was very high at Alexandria."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:16",
                            "text": "Theophilus in particular, the prelate of that city, loved and honored them exceedingly: insomuch that he constituted one of them, Dioscorus, bishop of Hermopolis  against his will, having forcibly drawn him from his retreat."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:17",
                            "text": "Two of the others he entreated to continue with him, and with difficulty prevailed upon them to do so; still by the exercise of his authority as bishop he accomplished his purpose: when therefore he had invested them with the clerical office, he committed to their charge the management of ecclesiastical affairs."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:18",
                            "text": "They, constrained by necessity, performed the duties thus imposed on them successfully; nevertheless they were dissatisfied because they were unable to follow philosophical pursuits and ascetic exercises."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:19",
                            "text": "And as in process of time, they thought they were being spiritually injured, observing the bishop to be devoted to gain, and greedily intent on the acquisition of wealth, and according to the common saying 'leaving no stone unturned' for the sake of gain, they refused to remain with him any longer, declaring that they loved solitude, and greatly preferred it to living in the city."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:20",
                            "text": "As long as he was ignorant of the true motive for their departure, he earnestly begged them to abide with him; but when he perceived that they were dissatisfied with his conduct, he became excessively irritated, and threatened to do them all kinds of mischief."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:21",
                            "text": "But they making little account of his menaces retired into the desert; upon which Theophilus, who was evidently of a hasty and malignant temperament, raised not a small clamor against them, and by every contrivance earnestly sought to do them injury."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:22",
                            "text": "He also conceived a dislike against their brother Dioscorus, bishop of Hermopolis."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:23",
                            "text": "He was moreover extremely annoyed at the esteem and veneration in which he was held by the ascetics."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:24",
                            "text": "Being aware, however, that he would be able to do no harm to these persons unless he could stir up hostility in the minds of the monks against them, he used this artifice to effect it."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:25",
                            "text": "He well knew that these men in their frequent theological discussions with him, had maintained that the Deity was incorporeal, and by no means had a human form; because [they argued] such a constitution would involve the necessary accompaniment of human passions."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:26",
                            "text": "Now this has been demonstrated by the ancient writers and especially Origen."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:27",
                            "text": "Theophilus, however though entertaining the very same opinion respecting the Divine nature, yet to gratify his vindictive feelings, did not hesitate to pervert what he and they had rightly taught: but imposed upon the majority of the monks, men who were sincere but 'rude in speech,'  the greater part of whom were quite illiterate."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:28",
                            "text": "Sending letters to the monasteries in the desert, he advised them not to give heed either to Dioscorus or to his brothers, inasmuch as they affirmed that God had not a body."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:29",
                            "text": "'Whereas,' said he, 'according to the sacred Scripture God has eyes, ears, hands, and feet, as men have; but the partisans of Dioscorus, being followers of Origen, introduce the blasphemous dogma that God has neither eyes, ears, feet, nor hands."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:30",
                            "text": "' By this sophism he took advantage of the simplicity of these monks and thus a hot dissension was stirred up among them."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:31",
                            "text": "Such as had a cultivated mind indeed were not beguiled by this plausibility, and therefore still adhere to Dioscorus and Origen; but the more ignorant who greatly exceeded the others in number, inflamed by an ardent zeal without knowledge, immediately raised an outcry against their brethren."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:32",
                            "text": "A division being thus made, both parties branded each other as impious; and some listening to Theophilus called their brethren 'Origenists,' and 'impious' and the others termed those who were convinced by Theophilus 'Anthropomorphitae."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:33",
                            "text": "' On this account violent altercation arose, and an inextinguishable war between the monks."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:34",
                            "text": "Theophilus on receiving intimation of the success of his device, went to Nitria where the monasteries are, accompanied by a multitude of persons, and armed the monks against Dioscorus and his brethren; who being in danger of losing their lives, made their escape with great difficulty."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:35",
                            "text": "While these things were in progress in Egypt John bishop of Constantinople was ignorant of them, but flourished in eloquence and became increasingly celebrated for his discourses."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Socrates: Book VI 7:36",
                            "text": "Moreover he first enlarged the prayers contained in the nocturnal hymns, for the reason I am about to assign."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Socrates: Book VI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:2",
                            "text": "—The Arians and the Supporters of the 'Homoousion' hold Nocturnal Assemblies and sing Antiphonal Hymns, a Species of Composition ascribed to Ignatius, surnamed Theophorus."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:3",
                            "text": "Conflict between the Two Parties."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:4",
                            "text": "The Arians, as we have said, held their meetings without the city."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:5",
                            "text": "As often therefore as the festal days occurred—I mean Saturday  and Lord's day—in each week, on which assemblies are usually held in the churches, they congregated within the city gates about the public squares, and sang responsive verses adapted to the Arian heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:6",
                            "text": "This they did during the greater part of the night: and again in the morning, chanting the same songs which they called responsive, they paraded through the midst of the city, and so passed out of the gates to go to their places of assembly."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:7",
                            "text": "But since they did not desist from making use of insulting expressions in relation to the Homoousians, often singing such words as these: 'Where are they that say three things are but one power?'—John fearing lest any of the more simple should be drawn away from the church by such kind of hymns, opposed to them some of his own people, that they also employing themselves in chanting nocturnal hymns, might obscure the effort of the Arians, and confirm his own party in the profession of their faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:8",
                            "text": "John's design indeed seemed to be good, but it issued in tumult and dangers."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:9",
                            "text": "For as the Homoousians performed their nocturnal hymns with greater display,—for there were invented by John silver crosses for them on which lighted wax-tapers were carried, provided at the expense of the empress Eudoxia,—the Arians who were very numerous, and fired with envy, resolved to revenge themselves by a desperate and riotous attack upon their rivals."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:10",
                            "text": "For from the remembrance of their own recent domination, they were full of confidence in their ability to overcome, and of contempt for their adversaries."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:11",
                            "text": "Without delay therefore, on one of these nights, they engaged in a conflict; and Briso, one of the eunuchs of the empress, who was at that time leading the chanters of these hymns, was wounded by a stone in the forehead, and also some of the people on both sides were killed."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:12",
                            "text": "Whereupon the emperor being angered, forbade the Arians to chant their hymns any more in public."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:13",
                            "text": "Such were the events of this occasion."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:14",
                            "text": "We must now however make some allusion to the origin of this custom in the church of responsive singing."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:15",
                            "text": "Ignatius  third bishop of Antioch in Syria from the apostle Peter, who also had held intercourse with the apostles themselves, saw a vision of angels hymning in alternate chants the Holy Trinity."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:16",
                            "text": "Accordingly he introduced the mode of singing he had observed in the vision into the Antiochian church; whence it was transmitted by tradition to all the other churches."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Socrates: Book VI 8:17",
                            "text": "Such is the account [we have received] in relation to these responsive hymns."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Socrates: Book VI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:2",
                            "text": "—Dispute between Theophilus and Peter leading to an Attempt on the Part of the Former to depose John Bishop of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:3",
                            "text": "Not long after this, the monks of the desert, together with Dioscorus and his brothers, came to Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:4",
                            "text": "There was also with them Isidore,  formerly the most intimate friend of the bishop Theophilus, but then become his bitterest enemy, on account of the following circumstance: A certain man named Peter was at that time the archpresbyter  of the Alexandrian church; Theophilus being irritated against this person, determined to eject him from the church; and as the ground of expulsion, he brought the charge against him of having admitted to a participation of the sacred mysteries, a woman of the Manichaean sect, without first compelling her to renounce her Manichaean heresy."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:5",
                            "text": "As Peter in his defence declared, that not only had the errors of this woman been previously abjured, but that Theophilus himself had sanctioned her admission to the eucharist, Theophilus became indignant, as if he had been grievously calumniated; whereupon he affirmed that he was altogether unacquainted with the circumstance."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:6",
                            "text": "Peter therefore summoned Isidore to bear witness to the bishop's knowledge of the facts concerning the woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:7",
                            "text": "Now Isidore happened to be then at Rome, on a mission from Theophilus to Damasus the prelate of the imperial city, for the purpose of affecting a reconciliation between him and Flavian bishop of Antioch; for the adherents of Meletius had separated from Flavian in detestation of his perjury, as we have already observed."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:8",
                            "text": "When Isidore had returned from Rome, and was cited as a witness by Peter, he deposed that the woman was received by consent of the bishop; and that he himself had administered the sacrament to her."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:9",
                            "text": "Upon this Theophilus became enraged and in anger ejected them both."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:10",
                            "text": "This furnished the reason for Isidore's going to Constantinople with Dioscorus and his brethren, in order to submit to the cognizance of the emperor, and John the bishop, the injustice and violence with which Theophilus had treated them."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:11",
                            "text": "John, on being informed of the facts, gave the men an honorable reception, and did not exclude them from communion at prayers, but postponed their communion of the sacred mysteries, until their affairs should be examined into."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:12",
                            "text": "Whilst matters were in this posture, a false report was brought to Theophilus' ears, that John had both admitted them to a participation of the mysteries, and was also ready to give them assistance; wherefore he resolved not only to be revenged on Isidore and Dioscorus, but also if possible to cast John out of his episcopal chair."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Socrates: Book VI 9:13",
                            "text": "With this design he wrote to all the bishops of the various cities, and concealing his real motive, ostensibly condemned therein the books of Origen merely: which Athanasius,  his predecessor, had used in confirmation of his own faith, frequently appealing to the testimony and authority of Origen's writings, in his orations against the Arians."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Socrates: Book VI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:2",
                            "text": "—Epiphanius Bishop of Cyprus convenes a Synod to condemn the Books of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:3",
                            "text": "He moreover renewed his friendship with Epiphanius  bishop of Constantia in Cyprus, with whom he had formerly been at variance."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:4",
                            "text": "For Theophilus accused Epiphanius of entertaining low thoughts of God, by supposing him to have a human form."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:5",
                            "text": "Now although Theophilus was really unchanged in sentiment, and had denounced those who thought that the divinity was human in form, yet on account of his hatred of others, he openly denied his own convictions; and he now professed to be friendly with Epiphanius, as if he had altered his mind and agreed with him in his views of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:6",
                            "text": "He then managed it so that Epiphanius by letter should convene a Synod of the bishops in Cyprus, in order to condemn the writings of Origen."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:7",
                            "text": "Epiphanius being on account of his extraordinary piety a man of simple mind and manners was easily influenced by the letters of Theophilus: having therefore assembled a council of bishops in that island, he caused a prohibition to be therein made of the reading of Origen's works."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:8",
                            "text": "He also wrote to John, exhorting him to abstain from the study of Origen's books, and to convoke a Synod for decreeing the same thing as he had done."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:9",
                            "text": "Accordingly when Theophilus had in this way deluded Epiphanius, who was famous for his piety, seeing his design prosper according to his wish, he became more confident, and himself also assembled a great number of bishops."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:10",
                            "text": "In that convention, pursuing the same course as Epiphanius, he caused a like sentence of condemnation to be pronounced on the writings of Origen, who had been dead nearly two hundred years: not having this as his first object, but rather his purpose of revenge on Dioscorus and his brethren."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:11",
                            "text": "John paying but little attention to the communications of Epiphanius and Theophilus, was intent on instructing the churches; and he flourished more and more as a preacher, but made no account of the plots which were laid against him."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:12",
                            "text": "As soon, however, as it became apparent to every body that Theophilus was endeavoring to divest John of his bishopric, then all those who had any ill-will against John, combined in calumniating him."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Socrates: Book VI 10:13",
                            "text": "And thus many of the clergy, and many of those in office, and of those who had great influence at the court, believing that they had found an opportunity now of avenging themselves upon John, exerted themselves to procure the convocation of a Grand Synod at Constantinople, partly by sending letters and partly by dispatching messengers in all directions for that purpose."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Socrates: Book VI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:2",
                            "text": "—Of Severian and Antiochus: their Disagreement from John."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:3",
                            "text": "The odium against John Chrysostom was considerably increased by another additional event as follows: two bishops flourished at that time, Syrians by birth, named Severian and Antiochus; Severian presided over the church at Gabala, a city of Syria, and Antiochus over that of Ptolemaïs in Phoenicia."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:4",
                            "text": "They were both renowned for their eloquence; but although Severian was a very learned man, he did not succeed in using the Greek language perfectly; and so while speaking Greek he betrayed his Syrian origin."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:5",
                            "text": "Antiochus came first to Constantinople, and having preached in the churches for some time with great zeal and ability, and having thus amassed a large sum of money,  he returned to his own church."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:6",
                            "text": "Severian hearing that Antiochus had collected a fortune by his visit to Constantinople, determined to follow his example."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:7",
                            "text": "He therefore exercised himself for the occasion, and having composed a number of sermons, set out for Constantinople."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:8",
                            "text": "Being most kindly received by John, to a certain point, he soothed and flattered the man, and was himself no less beloved and honored by him: meanwhile his discourses gained him great celebrity, so that he attracted the notice of many persons of rank, and even of the emperor himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:9",
                            "text": "And as it happened at that time that the bishop of Ephesus died, John was obliged to go to Ephesus for the purpose of ordaining a successor."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:10",
                            "text": "On his arrival at that city, as the people were divided in their choice, some proposing one person, and some another, John perceiving that both parties were in a contentious mood, and that they did not wish to adopt his counsel, he resolved without much ado to end their dispute by preferring to the bishopric a certain Heraclides, a deacon of his own, and a Cypriot by descent."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:11",
                            "text": "And thus both parties desisting from their strife with each other had peace."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:12",
                            "text": "Now as this detention [at Ephesus] was lengthened, Severian continued to preach at Constantinople, and daily grew in favor with his hearers."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:13",
                            "text": "Of this John was not left ignorant, for he was promptly made acquainted with whatever occurred, Serapion, of whom we have before spoken,  communicating the news to him and asserting that the church was being troubled by Severian; thus the bishop was aroused to a feeling of jealousy."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:14",
                            "text": "Having therefore among other matters deprived many of the Novatians and Quartodecimans of their churches, he returned to Constantinople."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:15",
                            "text": "Here he resumed himself the care of the churches under his own especial jurisdiction."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:16",
                            "text": "But Serapion's arrogance no one could bear; for thus having won John's unbounded confidence and regard, he was so puffed up by it that he treated every one with contempt."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:17",
                            "text": "And on this account also animosity was inflamed the more against the bishop."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:18",
                            "text": "On one occasion when Severian passed by him, Serapion neglected to pay him the homage due to a bishop, but continued seated [instead of rising], indicating plainly how little he cared for his presence."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:19",
                            "text": "Severian, unable to endure patiently this [supposed] rudeness and contempt, said with a loud voice to those present, 'If Serapion should die a Christian, Christ has not become incarnate."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:20",
                            "text": "' Serapion, taking occasion from this remark, publicly incited Chrysostom to enmity against Severian: for suppressing the conditional clause of the sentence, 'If Serapion die a Christian,' and saying that he had made the assertion that 'Christ has not become incarnate,' he brought several witnesses of his own party to sustain this charge."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:21",
                            "text": "But on being informed of this the Empress Eudoxia severely reprimanded John, and ordered that Severian should be immediately recalled from Chalcedon in Bithynia."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:22",
                            "text": "He returned forthwith; but John would hold no intercourse whatever with him, nor did he listen to any one urging him to do so, until at length the Empress Eudoxia herself, in the church called The Apostles, placed her son Theodosius, who now so happily reigns, but was then quite an infant, before John's knees, and adjuring  him repeatedly by the young prince her son, with difficulty prevailed upon him to be reconciled to Severian."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:23",
                            "text": "In this manner then these men were outwardly reconciled; but they nevertheless continued cherishing a rancorous feeling toward each other."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Socrates: Book VI 11:24",
                            "text": "Such was the origin of the animosity [of John] against Severian."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Socrates: Book VI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:2",
                            "text": "—Epiphanius, in order to gratify Theophilus, performs Ordinations at Constantinople without John's Permission."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:3",
                            "text": "Not long after this, at the suggestion of Theophilus, the bishop Epiphanius again came from Cyprus to Constantinople; he brought also with him a copy of the synodical decree in which they did not excommunicate Origen himself but condemned his books."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:4",
                            "text": "On reaching St."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:5",
                            "text": "John's church, which is seven miles distant from the city, he disembarked, and there celebrated a service; then after having ordained a deacon,  he again entered the city."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:6",
                            "text": "In complaisance to Theophilus he declined John's courtesy, and engaged apartments in a private house."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:7",
                            "text": "He afterwards assembled those of the bishops who were then in the capital, and producing his copy of the synodical decree condemnatory of Origen's works, recited it before them; not being able to assign any reason for this judgment, than that it seemed fit to Theophilus and himself to reject them."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:8",
                            "text": "Some indeed from a reverential respect for Epiphanius subscribed the decree; but many refused to do so among whom was Theotimus bishop of Scythia, who thus addressed Epiphanius:—'I neither choose, Epiphanius,' said he, 'to insult the memory of one who ended his life piously long ago; nor dare I be guilty of so impious an act, as that of condemning what our predecessors did not reject: and especially when I know of no evil doctrine contained in Origen's books."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:9",
                            "text": "' Having said this, he brought forward one of that author's works, and reading a few passages therefrom, showed that the sentiments propounded were in perfect accordance with the orthodox faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:10",
                            "text": "He then added, 'Those who speak evil of these writings are unconsciously casting dishonor upon the sacred volume whence their principles are drawn."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Socrates: Book VI 12:11",
                            "text": "' Such was the reply which Theotimus, a bishop celebrated for his piety and rectitude of life, made to Epiphanius."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Socrates: Book VI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:2",
                            "text": "—The Author's Defence of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:3",
                            "text": "But since carping detractors have imposed upon many persons and have succeeded in deterring them from reading Origen, as though he were a blasphemous writer, I deem it not unseasonable to make a few observations respecting him."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:4",
                            "text": "Worthless characters, and such as are destitute of ability to attain eminence themselves, often seek to get into notice by decrying those who excel them."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:5",
                            "text": "And first Methodius, bishop of a city in Lycia named Olympus, labored under this malady; next Eustathius, who for a short time presided over the church at Antioch; after him Apollinaris; and lastly Theophilus."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:6",
                            "text": "This quaternion of revilers has traduced Origen, but not on the same grounds, one having found one cause of accusation against him, and another another; and thus each has demonstrated that what he has taken no objection to, he has fully accepted."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:7",
                            "text": "For since one has attacked one opinion in particular, and another has found fault with another, it is evident that each has admitted as true what he has not assailed, giving a tacit approbation to what he has not attacked."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:8",
                            "text": "Methodius indeed, when he had in various places railed against Origen, afterwards as if retracting all he had previously said, expresses his admiration of the man, in a dialogue which he entitled Xenon."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:9",
                            "text": "But I affirm that from the censure of these men, greater commendation accrues to Origen."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:10",
                            "text": "For those who have sought out whatever they deemed worthy of reprobation in him, and yet have never charged him with holding unsound views respecting the holy Trinity, are in this way most distinctly shown to bear witness to his orthodox piety: and by not reproaching him on this point, they commend him by their own testimony."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:11",
                            "text": "But Athanasius the defender of the doctrine of consubstantiality, in his Discourses against the Arians  continually cites this author as a witness of his own faith, interweaving his words with his own, and saying, 'The most admirable and assiduous Origen,' says he, 'by his own testimony confirms our doctrine concerning the Son of God, affirming him to be co-eternal with the Father."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:12",
                            "text": "' Those therefore who load Origen with opprobrium, overlook the fact that their maledictions fall at the same time on Athanasius, the eulogist of Origen."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Socrates: Book VI 13:13",
                            "text": "So much will be enough for the vindication of Origen; we shall now return to the course of our history."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Socrates: Book VI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:2",
                            "text": "—Epiphanius is asked to meet John; on refusing he is admonished concerning his Anticanonical Proceedings; alarmed at this he leaves Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:3",
                            "text": "John was not offended because Epiphanius, contrary to the ecclesiastical canon, had made an ordination in his church;  but invited him to remain with him at the episcopal palace."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:4",
                            "text": "He, however, replied that he would neither stay nor pray with him, unless he would expel Dioscorus and his brethren from the city, and with his own hand subscribe the condemnation of Origen's books."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:5",
                            "text": "Now as John deferred the performance of these things, saying that nothing ought to be done rashly before investigation by a general council, John's adversaries led Epiphanius to adopt another course."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:6",
                            "text": "For they contrived it so that as a meeting was in the church named The Apostles, Epiphanius came forth and before all the people condemned the books of Origen, excommunicated Dioscorus with his followers, and charged John with countenancing them."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:7",
                            "text": "These things were reported to John; whereupon on the following day he sent the appended message to Epiphanius just as he entered the church:      'You do many things contrary to the canons, Epiphanius."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:8",
                            "text": "In the first place you have made an ordination in the churches under my jurisdiction: then without my appointment, you have on your own authority officiated in them."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:9",
                            "text": "Moreover, when heretofore I invited you hither, you refused to come, and now you take that liberty yourself."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:10",
                            "text": "Beware therefore, lest a tumult being excited among the people, you yourself should also incur danger therefrom."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:11",
                            "text": "'  Epiphanius becoming alarmed on hearing these admonitions, left the church; and after accusing John of many things, he set out on his return to Cyprus."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:12",
                            "text": "Some say that when he was about to depart, he said to John, 'I hope that you will not die a bishop': to which John replied, 'Expect not to arrive at your own country."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:13",
                            "text": "' I cannot be sure that those who reported these things to me spoke the truth; but nevertheless the event was in the case of both as prophesied above."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Socrates: Book VI 14:14",
                            "text": "For Epiphanius did not reach Cyprus, having died on board the ship during his voyage; and John a short time afterwards was driven from his see, as we shall show in proceeding."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Socrates: Book VI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:2",
                            "text": "—John is expelled from his Church by a Synod held at Chalcedon on account of his Dispraise of Women."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:3",
                            "text": "When Epiphanius was gone, John was informed by some person that the Empress Eudoxia had stimulated Epiphanius against him."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:4",
                            "text": "And being of a fiery temperament, and of a ready utterance, he soon after pronounced a public invective against women in general."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:5",
                            "text": "The people readily took this as uttered indirectly against the empress and so the speech was laid hold of by evil-disposed persons, and reported to those in authority."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:6",
                            "text": "At length on being informed of it the empress immediately complained to her husband, telling him that the insult offered to herself was equally an insult against him."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:7",
                            "text": "The emperor therefore authorized Theophilus to convoke a Synod without delay against John; Severian also co-operated in promoting this, for he still retained his grudge against Chrysostom."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:8",
                            "text": "Not long time accordingly intervened before Theophilus arrived, having induced several bishops from different cities to accompany him; these however had been summoned by the emperor's orders also."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:9",
                            "text": "Many of the bishops in Asia John had deposed when he went to Ephesus and ordained Heraclides."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:10",
                            "text": "Accordingly they all by previous agreement assembled at Chalcedon in Bithynia."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:11",
                            "text": "Cyrinus was at that time bishop of Chalcedon, an Egyptian by birth, who said many things to the bishops in disparagement of John, denouncing him as 'the impious,' 'the haughty,' 'the inexorable."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:12",
                            "text": "' They indeed were very much satisfied at these denunciations."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:13",
                            "text": "But Maruthas bishop of Mesopotamia having involuntarily trod on Cyrinus' foot, he was severely hurt by it and was unable to embark with the rest for Constantinople, but remained behind at Chalcedon."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:14",
                            "text": "The rest crossed over."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:15",
                            "text": "Now Theophilus had so openly avowed his hostility to John, that none of the clergy would go forth to meet him, or pay him the least honor; but some Alexandrian sailors happening to be on the spot—for at that time the grain transporting vessels were there—greeted him with joyful acclamations."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:16",
                            "text": "He excused himself from entering the church, and took up his abode at one of the imperial mansions called 'The Placidian."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:17",
                            "text": "' Then on this account a torrent of accusations began to be poured forth against John; for no mention was now made of Origen, but all were intent on urging a variety of criminations, many of which were ridiculous."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:18",
                            "text": "Preliminary matters being thus settled, the bishops were convened in one of the suburbs of Chalcedon, a place called 'The Oak,'  and immediately cited John to answer the charges which were brought against him."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:19",
                            "text": "He also summoned Serapion the deacon; Tigris the eunuch presbyter, and Paul the reader, were likewise summoned to appear there with him, for these men were included in the impeachments, as participators in his guilt."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:20",
                            "text": "And since John taking exception to those who had cited him, on the ground of their being his enemies, refused to attend,  and demanded a general council, without delay they repeated their citation four times in succession; and as he persisted in his refusal to meet them as his judges, always giving the same answer, they condemned him, and deposed him without assigning any other cause for his deposition but that he refused to obey the summons."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:21",
                            "text": "This decision on being announced towards evening, incited the people to a most alarming sedition; insomuch that they kept watch all night, and would by no means suffer him to be removed from the church, but cried out that his cause ought to be determined in a larger assembly."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Socrates: Book VI 15:22",
                            "text": "A decree of the emperor, however, commanded that he should be immediately expelled, and sent into exile; which as soon as John was apprised of, he voluntarily surrendered himself about noon unknown to the populace, on the third day after his condemnation: for he dreaded any insurrectionary movement on his account, and was accordingly led away."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Socrates: Book VI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:2",
                            "text": "—Sedition on Account of John Chrysostom's Banishment."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:3",
                            "text": "He is recalled."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:4",
                            "text": "The people then became intolerably tumultuous; and as it frequently happens in such cases, many who before were adversely disposed against him, now changed their hostility into compassion, and said of him whom they had so recently desired to see deposed, that he had been traduced."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:5",
                            "text": "By this means therefore they became very numerous who exclaimed against both the emperor and the Synod of bishops; but the origin of the intrigue they more particularly referred to Theophilus."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:6",
                            "text": "For his fraudulent conduct could no longer be concealed, being exposed by many other indications, and especially by the fact of his having held communion with Dioscorus, and those termed 'the Tall Monks,'  immediately after John's deposition."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:7",
                            "text": "But Severian preaching in the church, and thinking it a suitable occasion to declaim against John, said: 'If John had been condemned for nothing else, yet the haughtiness of his demeanor was a crime sufficient to justify his deposition."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:8",
                            "text": "Men indeed are forgiven all other sins: but \"God resisteth the proud,\"  as the Divine Scriptures teach us."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:9",
                            "text": "' These reproaches made the people still more inclined to opposition; so that the emperor gave orders for his immediate recall."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:10",
                            "text": "Accordingly Briso a eunuch in the service of the empress  was sent after him, who finding him at Praenetum—a commercial town situated over against Nicomedia—brought him back toward Constantinople."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:11",
                            "text": "And as he had been recalled, John refused to enter the city, declaring he would not do so until his innocence had been admitted by a higher tribunal."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:12",
                            "text": "Thus he remained at a suburb called Marianae."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:13",
                            "text": "Now as he delayed at that place the commotion increased, and caused the people to break forth into very indignant and opprobrious language against their rulers, wherefore to check their fury John was constrained to proceed."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:14",
                            "text": "On his way a vast multitude, with veneration and honor, conducted him immediately to the church; there they entreated him to seat himself in the episcopal chair, and give them his accustomed benediction."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:15",
                            "text": "When he sought to excuse himself, saying that 'this ought to be brought about by an order from his judges, and that those who condemned him must first revoke their sentence,' they were only the more inflamed with the desire of seeing him reinstated, and of hearing him address them again."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:16",
                            "text": "The people finally prevailed on him to resume his seat, and pray as usual for peace upon them; after which, acting under the same constraint, he preached to them."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Socrates: Book VI 16:17",
                            "text": "This compliance on John's part afforded his adversaries another ground of crimination; but respecting this they took no action at that time."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Socrates: Book VI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:2",
                            "text": "—Conflict between the Constantinopolitans and Alexandrians on Account of Heraclides; Flight of Theophilus and the Bishops of his Party."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:3",
                            "text": "In the first place, then, Theophilus attempted to investigate the case of the ordination of Heraclides,  that thereby he might if possible find occasion of again deposing John."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:4",
                            "text": "Heraclides was not present at this scrutiny."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:5",
                            "text": "He was nevertheless judged in his absence, on the charge of having unjustly beaten some persons, and afterwards dragged them in chains through the midst of the city of Ephesus."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:6",
                            "text": "As John and his adherents remonstrated against the injustice of passing sentence upon an absent person, the Alexandrians contended that they ought to hear the accusers of Heraclides, although he was not present."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:7",
                            "text": "A sharp contest therefore ensued between the Alexandrians and the Constantinopolitans, and a riot arose whereby many persons were wounded, and some were killed."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:8",
                            "text": "Theophilus, seeing what was done, fled to Alexandria without ceremony; and the other bishops, except the few who supported John, followed his example, and returned to their respective sees."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:9",
                            "text": "After these transactions, Theophilus was degraded, in every one's estimation: but the odium attached to him was exceedingly increased by the shameless way in which he continued to read Origen's works."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:10",
                            "text": "And when he was asked why he thus countenanced what he had publicly condemned, he replied, 'Origen's books are like a meadow enameled with flowers of every kind."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:11",
                            "text": "If, therefore, I chance to find a beautiful one among them, I cull it: but whatever appears to me to be thorny, I step over, as that which would prick."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:12",
                            "text": "' But Theophilus gave this answer without reflecting on the saying of the wise Solomon,  that 'the words of the wise are as goads'; and those who are pricked by the precepts they contain, ought not to kick against them."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:13",
                            "text": "For these reasons then Theophilus was held in contempt by all men."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:14",
                            "text": "Dioscorus bishop of Hermopolis, one of those termed 'the Tall Monks,' died a short time after the flight of Theophilus, and was honored with a magnificent funeral, being interred in the church at 'The Oak,' where the Synod was convened on John's account."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:15",
                            "text": "John meanwhile was sedulously employed in preaching."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:16",
                            "text": "He ordained Serapion bishop of Heraclea in Thrace, on whose account the odium against himself had been raised."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Socrates: Book VI 17:17",
                            "text": "Not long after the following events occurred."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Socrates: Book VI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:2",
                            "text": "—Of Eudoxia's Silver Statue."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:3",
                            "text": "On account of it John is exiled a Second Time."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:4",
                            "text": "At this time a silver statue of the Empress Eudoxia covered with a long robe was erected  upon a column of porphyry supported by a lofty base."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:5",
                            "text": "And this stood neither near nor far from the church named Sophia, but one-half the breadth of the street separated them."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:6",
                            "text": "At this statue public games were accustomed to be performed; these John regarded as an insult offered to the church, and having regained his ordinary freedom and keenness of tongue, he employed his tongue against those who tolerated them."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:7",
                            "text": "Now while it would have been proper to induce the authorities by a supplicatory petition to discontinue the games, he did not do this, but employing abusive language he ridiculed those who had enjoined such practices."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:8",
                            "text": "The empress once more applied his expressions to herself as indicating marked contempt toward her own person: she therefore endeavored to procure the convocation of another council of bishops against him."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:9",
                            "text": "When John became aware of this, he delivered in the church that celebrated oration commencing with these words:  'Again Herodias raves; again she is troubled; she dances again; and again desires to receive John's head in a charger."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:10",
                            "text": "' This, of course, exasperated the empress still more."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:11",
                            "text": "Not long after the following bishops arrived: Leontius bishop of Ancyra in Asia, Ammonius of Laodicea in Pisidia, Briso of Philippi in Thrace, Acacius of Beroea in Syria, and some others."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:12",
                            "text": "John presented himself fearlessly before them, and demanded an investigation of the charges which were made against him."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:13",
                            "text": "But the anniversary of the birth of our Saviour having recurred, the emperor would not attend church as usual, but sent Chrysostom a message to the effect that he should not partake of the communion with him until he had cleared himself of the crimes with which he stood impeached."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:14",
                            "text": "Now as John maintained a bold and ardent bearing, and his accusers seemed to grow faint-hearted, the bishops present, setting aside all other matters, said they would confine themselves to this sole consideration, that he had on his own responsibility, after his deposition, again seated himself in the episcopal chair, without being authorized by an ecclesiastical council."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:15",
                            "text": "As he alleged that sixty-five bishops who had held communion with him had reinstated him, the partisans of Leontius objected, saying: 'A larger number voted against you, John, in the Synod."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:16",
                            "text": "' But although John then contended that this was a canon of the Arians, and not of the catholic church, and therefore it was inoperative against him—for it had been framed in the council convened against Athanasius at Antioch, for the subversion of the doctrine of consubstantiality  —the bishops would not listen to his defence, but immediately condemned him, without considering that by using this canon they were sanctioning the deposition of Athanasius himself."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:17",
                            "text": "This sentence was pronounced a little before Easter; the emperor therefore sent to tell John that he could not go to the church, because two Synods had condemned him."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:18",
                            "text": "Accordingly Chrysostom was silenced, and went no more to the church; but those who were of his party celebrated Easter in the public baths which are called Constantianae, and thenceforth left the church."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:19",
                            "text": "Among them were many bishops and presbyters, with others of the clerical order, who from that time held their assemblies apart in various places, and were from him denominated 'Johannites."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:20",
                            "text": "' For the space of two months, John refrained from appearing in public; after which a decree of the emperor sent him into exile."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:21",
                            "text": "Thus he was led into exile by force, and on the very day of his departure, some of the Johannites set fire to the church, which by means of a strong easterly wind, communicated with the senate-house."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:22",
                            "text": "This conflagration happened on the 20th of June, under the sixth consulate of Honorius, which he bore in conjunction with Aristaenetus."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Socrates: Book VI 18:23",
                            "text": "The severities which Optatus, the prefect of Constantinople, a pagan in religion, and a hater of the Christians, inflicted on John's friends, and how he put many of them to death on account of this act of incendiarism, I ought, I believe, to pass by in silence."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Socrates: Book VI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:2",
                            "text": "—Ordination of Arsacius as John's Successor."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:3",
                            "text": "Indisposition of Cyrinus Bishop of Chalcedon."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:4",
                            "text": "After the lapse of a few days, Arsacius was ordained bishop of Constantinople; he was a brother of Nectarius who so ably administered the see before John, although he was then very aged, being upwards of eighty years old."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:5",
                            "text": "While he very mildly and peacefully administered the episcopate, Cyrinus bishop of Chalcedon, upon whose foot Maruthas bishop of Mesopotamia had inadvertently trodden, became so seriously affected by the accident, that mortification ensued, and it became necessary to amputate his foot."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:6",
                            "text": "Nor was this amputation performed once only, but was required to be often repeated: for after the injured limb was cut off, the evil so permeated his whole system, that the other foot also having become affected by the disease had to submit to the same operation."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:7",
                            "text": "I have alluded to this circumstance, because many have affirmed that what he suffered was a judgment upon him for his calumnious aspersions of John, whom he so often designated as arrogant and inexorable,  as I have already said."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:8",
                            "text": "Furthermore as on the 30th of September, in the last-mentioned consulate,  there was an extraordinary fall of hail of immense size at Constantinople and its suburbs, it also was declared to be an expression of Divine indignation on account of Chrysostom's unjust deposition: and the death of the empress tended to give increased credibility to these reports, for it took place four days after the hail-storm."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:9",
                            "text": "Others, however, asserted that John had been deservedly deposed, because of the violence he had exercised in Asia and Lydia, in depriving the Novatians and Quartodecimans of many of their churches, when he went to Ephesus and ordained Heraclides."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:10",
                            "text": "But whether John's deposition was just, as his enemies declare, or Cyrinus suffered in chastisement for his slanderous revilings; whether the hail fell, or the empress died on John's account, or whether these things happened for other reasons, or for these in connection with others, God only knows, who is the discerner of secrets, and the just judge of truth itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Socrates: Book VI 19:11",
                            "text": "I have simply recorded the reports which were current at that time."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Socrates: Book VI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:2",
                            "text": "—Death of Arsacius, and Ordination of Atticus."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:3",
                            "text": "But Arsacius did not long survive his accession to the bishopric; for he died on the 11th of November under the following consulate, which was Stilicho's second, and the first of Anthemius."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:4",
                            "text": "In consequence of the fact that the bishopric became desirable and many aspired to the vacant see, much time elapsed before the election of a successor: but at length in the following consulate, which was the sixth of Arcadius, and the first of Probus,  a devout man named Atticus was promoted to the episcopate."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:5",
                            "text": "He was a native of Sebastia in Armenia, and had followed an ascetic life from an early age: moreover in addition to a moderate share of learning, he possessed a large amount of natural prudence."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Socrates: Book VI 20:6",
                            "text": "But I shall speak of him more particularly a little later."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Socrates: Book VI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:2",
                            "text": "—John dies in Exile."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:3",
                            "text": "John taken into exile died in Comana on the Euxine, on the 14th of September, in the following consulate, which was the seventh of Honorius, and the second of Theodosius."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:4",
                            "text": "A man, as we have before observed,  who on account of zeal for temperance was inclined rather to anger than forbearance: and his personal sanctity of character led him to indulge in a latitude of speech which to others was intolerable."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:5",
                            "text": "Indeed, it is most inexplicable to me, how with a zeal so ardent for the practice of self-control and blamelessness of life, he should in his sermons appear to teach a loose view of temperance."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:6",
                            "text": "For whereas by the Synod of bishops repentance was accepted but once from those who had sinned after baptism; he did not scruple to say, 'Approach, although you may have repented a thousand times."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:7",
                            "text": "'  For this doctrine, many even of his friends censured him, but especially Sisinnius bishop of the Novatian; who wrote a book condemnatory of the above quoted expression of Chrysostom's, and severely rebuked him for it."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Socrates: Book VI 21:8",
                            "text": "But this occurred long before."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Socrates: Book VI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:2",
                            "text": "—Of Sisinnius Bishop of the Novatians."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:3",
                            "text": "His Readiness at Repartee."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:4",
                            "text": "It will not be out of place here, I conceive, to give some account of Sisinnius."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:5",
                            "text": "He was, as I have often said,  a remarkably eloquent man, and well-instructed in philosophy."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:6",
                            "text": "But he had particularly cultivated logic, and was profoundly skilled in the interpretation of the holy Scriptures; insomuch that the heretic Eunomius often shrank from the acumen which his reasoning displayed."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:7",
                            "text": "As regards his diet he was not simple; for although he practised the strictest moderation, yet his table was always sumptuously furnished."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:8",
                            "text": "He was also accustomed to indulge himself by wearing white garments, and bathing twice a day in the public baths."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:9",
                            "text": "And when some one asked him 'why he, a bishop, bathed himself twice a day?' he replied, 'Because it is inconvenient to bathe thrice."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:10",
                            "text": "' Going one day from courtesy to visit the bishop Arsacius, he was asked by one of the friends of that bishop, 'why he wore a garment so unsuitable for a bishop? and where it was written that an ecclesiastic should be clothed in white?' 'Do you tell me first,' said he, 'where it is written that a bishop should wear black?' When he that made the inquiry knew not what to reply to this counter-question: 'You cannot show,' rejoined Sisinnius, 'that a priest should be clothed in black."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:11",
                            "text": "But Solomon is my authority, whose exhortation is, \"Let thy garments be white\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:12",
                            "text": "And our Saviour in the Gospels appears clothed in white raiment:  moreover he showed Moses and Elias to the apostles, clad in white garments."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:13",
                            "text": "' His prompt reply to these and other questions called forth the admiration of those present."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:14",
                            "text": "Again when Leontius bishop of Ancyra in Galatia Minor, who had taken away a church from the Novatians, was on a visit to Constantinople, Sisinnius went to him, and begged him to restore the church."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:15",
                            "text": "But he received him rudely, saying, 'Ye Novatians ought not to have churches; for ye take away repentance, and shut out Divine mercy."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:16",
                            "text": "' As Leontius gave utterance to these and many other such revilings against the Novatians, Sisinnius replied: 'No one repents more heartily than I do."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:17",
                            "text": "' And when Leontius asked him 'Why do you repent?' 'That I came to see you,' said he."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:18",
                            "text": "On one occasion John the bishop having a contest with him, said, 'The city cannot have two bishops."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:19",
                            "text": "'  'Nor has it,' said Sisinnius."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:20",
                            "text": "John being irritated at this response, said, 'You see you pretend that you alone are the bishop."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:21",
                            "text": "' 'I do not say that,' rejoined Sisinnius; 'but that I am not bishop in your estimation only, who am such to others."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:22",
                            "text": "' John being still more chafed at this reply, said, 'I will stop your preaching; for you are a heretic."
                        },
                        {
                            "verse": 23,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:23",
                            "text": "' To which Sisinnius good-humoredly replied, 'I will give you a reward, if you will relieve me from so arduous a duty."
                        },
                        {
                            "verse": 24,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:24",
                            "text": "' John being softened a little by this answer, said, 'I will not make you cease to preach, if you find speaking so troublesome."
                        },
                        {
                            "verse": 25,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:25",
                            "text": "' So facetious was Sisinnius, and so ready at repartee: but it would be tedious to dwell further on his witticisms."
                        },
                        {
                            "verse": 26,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:26",
                            "text": "Wherefore by means of a few specimens we have illustrated what sort of a person he was, deeming these as sufficient."
                        },
                        {
                            "verse": 27,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:27",
                            "text": "I will merely add that he was celebrated for erudition, and on account of it all the bishops who succeeded him loved and honored him; and not only they but all the leading members of the senate also esteemed and admired him."
                        },
                        {
                            "verse": 28,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:28",
                            "text": "He is the author of many works: but they are characterized by too great an affectation of elegance of diction, and a lavish intermingling of poetic expressions."
                        },
                        {
                            "verse": 29,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:29",
                            "text": "On which account he was more admired as a speaker than as a writer; for there was dignity in his countenance and voice, as well as in his form and aspect, and every movement of his person was graceful."
                        },
                        {
                            "verse": 30,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:30",
                            "text": "On account of these features he was loved by all the sects, and he was in especial favor with Atticus the bishop."
                        },
                        {
                            "verse": 31,
                            "chapter": 22,
                            "name": "Socrates: Book VI 22:31",
                            "text": "But I must conclude this brief notice of Sisinnius."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Socrates: Book VI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:2",
                            "text": "—Death of the Emperor Arcadius."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:3",
                            "text": "Not long after the death of John, the Emperor Arcadius died also."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:4",
                            "text": "This prince was of a mild and gentle disposition, and toward the close of his life was esteemed to be greatly beloved of God, from the following circumstance."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:5",
                            "text": "There was at Constantinople an immense mansion called Carya; for in the court of it there is a walnut tree on which it is said Acacius suffered martyrdom by hanging; on which account a chapel was built near it, which the Emperor Arcadius one day thought fit to visit, and after having prayed there, left again."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:6",
                            "text": "All who lived near this chapel ran in a crowd to see the emperor; and some going out of the mansion referred to, endeavored to preoccupy the streets in order to get a better view of their sovereign and his suite, while others followed in his train, until all who inhabited it, including the women and children, had wholly gone out of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:7",
                            "text": "No sooner was this vast pile emptied of its occupants, the buildings of which completely environed the church, than the entire building fell."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:8",
                            "text": "On which there was a great outcry, followed by shouts of admiration, because it was believed the emperor's prayer had rescued so great a number of persons from destruction."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:9",
                            "text": "This event occurred in that manner."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:10",
                            "text": "On the 1st of May, Arcadius died, leaving his son Theodosius only eight years old, under the consulate of Bassus and Philip, in the second year of the 297th Olympiad."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:11",
                            "text": "He had reigned thirteen years with Theodosius his father, and fourteen years after his death, and had then attained the thirty-first year of his age."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Socrates: Book VI 23:12",
                            "text": "This book includes the space of twelve years and six months."
                        }
                    ]
                }
            ]
        }
    ]
}