{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:1",
                            "text": "Book XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:2",
                            "text": "Faustus seeks to bring into ridicule the orthodox claim to believe in the infinity of God by caricaturing the anthropomorphic representations of the Old Testament."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:3",
                            "text": "Augustin expresses his despair of being able to induce the Manich aeans to adopt right views of the infinitude of God so long as they continue to regard the soul and God as extended in space."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:5",
                            "text": "Faustus said: Is God finite or infinite? He must be finite unless you are mistaken in addressing Him as the God of Abraham and Isaac and Jacob; unless, indeed, the being thus addressed is different from the God you call infinite."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:6",
                            "text": "In the case of the God of Abraham and Isaac and Jacob, the mark of circumcision, which separated these men from fellowship with other people, marked also the limit of God's power as extending only to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:7",
                            "text": "And a being whose power is finite cannot himself be infinite."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:8",
                            "text": "Moreover, in this address, you do not mention even the ancients before Abraham, such as Enoch, Noah, and Shem, and others like them, whom you allow to have been righteous though in uncircumcision; but because they lacked this distinguishing mark, you will not call God their God, but only of Abraham and his seed."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:9",
                            "text": "Now, if God is one and infinite, what need of such careful particularity in addressing Him, as if it was not enough to name God, without adding whose God He is—Abraham's, namely, and Isaac's and Jacob's; as if Abraham were a landmark to steer by in your invocation, to escape shipwreck among a shoal of deities? The Jews, who are circumcised, may very properly address this deity, as having a reason for it, because they call God the God of circumcision, in contrast to the gods of uncircumcision."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:10",
                            "text": "But why you should do the same, it is difficult to understand; for you do not pretend to have Abraham's sign, though you invoke his God."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:11",
                            "text": "If we understand the matter rightly, the Jews and their God seem to have set marks upon one another for the purpose of recognition, that they might not lose each other."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:12",
                            "text": "So God gave them the disgusting mark of circumcision, that, in whatever land or among whatever people they might be, they might by being circumcised be known to be His."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:13",
                            "text": "They again marked God by calling Him the God of their fathers, that, wherever He might be, though among a crowd of gods, He might, on hearing the name God of Abraham, God of Isaac, God of Jacob, know at once that He was addressed."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:14",
                            "text": "So we often see, in a number of people of the same name, that no one answers till called by his surname."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:15",
                            "text": "In the same way the shepherd or herdsman makes use of a brand to prevent his property being taken by others."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:16",
                            "text": "In thus marking God by calling Him the God of Abraham and Isaac and Jacob, you show not only that He is finite, but also that you have no connection with Him, because you have not the mark of circumcision by which He recognizes His own."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:17",
                            "text": "Therefore, if this is the God you worship, there can be no doubt of His being finite."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:18",
                            "text": "But if you say that God is infinite, you must first of all give up this finite deity, and by altering your invocation, show your penitence for your past errors."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:19",
                            "text": "We have thus proved God to be finite, taking you on your own ground."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:20",
                            "text": "But to determine whether the supreme and true God is infinite or not, we need only refer to the opposition between good and evil."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:21",
                            "text": "If evil does not exist, then certainly God is infinite; otherwise He must be finite."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:22",
                            "text": "Evil, however, undoubtedly exists; therefore God is not infinite."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:23",
                            "text": "It is where good stops that evil begins."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:24",
                            "text": "2."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:25",
                            "text": "Augustin replied: No one that knows you would dream of asking you about the infinitude of God, or of discussing the matter with you."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:26",
                            "text": "For, before there can be any degree of spirituality in any of your conceptions, you must first have your minds cleared by simple faith, and by some elementary knowledge, from the illusions of carnal and material ideas."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:27",
                            "text": "This your heresy prevents you from doing, for it invariably represents the body and the soul and God as extended in space, either finite or infinite, while the idea of space is applicable only to the body."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:28",
                            "text": "As long as this is the case, it will be better for you to leave this matter alone; for you can teach no truth regarding it, any more than in other matters; and in this you are unfit for learning, as you might do in other things, if you were not proud and quarrelsome."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:29",
                            "text": "For in such questions as how God can be finite, when no space can contain Him; how He can be infinite, when the Son knows Him perfectly; how He can be finite, and yet unbounded; how He can be infinite, and yet perfect; how He can be finite, who is without measure; how He can be infinite, who is the measure of all things—all carnal ideas go for nothing; and if the carnality is to be removed, it must first become ashamed of itself."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:30",
                            "text": "Accordingly, your best way of ending the matter you have brought forward of God as finite or infinite, is to say no more about it till you cease going so far astray from Christ, who is the end of the law."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:31",
                            "text": "Of the God of Abraham and Isaac and Jacob we have already said enough to show why He who is the true God of all creatures wished to be familiarly known by His people under this name."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:32",
                            "text": "On circumcision, too, we have already spoken in several places in answer to ignorant reproaches."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:33",
                            "text": "The Manich aeans would find nothing to ridicule in this sign if they would view it as appointed by God, to be an appropriate symbol of the putting off of the flesh."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:34",
                            "text": "They ought thus to consider the rite with a Christian instead of a heretical mind; as it is written, \"To the pure all things are pure\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:35",
                            "text": "But, considering the truth of the following words, \"To the unclean and unbelieving nothing is pure, but even their mind and conscience are defiled,\"  we must remind our witty opponents, that if circumcision is indecent, as they say it is, they should rather weep than laugh at it; for their god is exposed to restraint and contamination in conjunction both with the skin which is cut and with the blood which is shed."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean IV 1:36",
                            "text": "."
                        }
                    ]
                }
            ]
        }
    ]
}