{
    "books": [
        {
            "name": "Testament of Isaac",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Testament of Isaac 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Testament of Isaac 1:1",
                            "text": "Now Isaac the patriarch writes his testament and addresses his words of instruction to his son Jacob and to all those gathered round him."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Testament of Isaac 1:2",
                            "text": "The blessings of the patriarch will be on those who come after us, even those who listen to these words, to these words of instruction and these medicines of life, so that the grace of God may be with all those who believe."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Testament of Isaac 1:3",
                            "text": "This is the end of obedience, as it is written. You have heard a word, let it abide with you—which means that a man should strive patiently with what he hears."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Testament of Isaac 1:4",
                            "text": "God gives grace to those who believe: he who believes the words of God and of his saints will be an inheritor of the Kingdom of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Testament of Isaac 1:5",
                            "text": "God has been with the generations gone by, which have passed away, because of their innocence and their faith towards God. He will be with the generations to come also."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Testament of Isaac 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:1",
                            "text": "Now it came to pass, when the time had come for the Patriarch Isaac to go forth from the body, God sent to him the angel of his father Abraham at dawn on the twenty-second of Mesore."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:2",
                            "text": "He said to him, Hail, son of promise! (Now it was the daily custom of the righteous old man Isaac to converse with the angels.) He lifted his face up to the face of the angel: he saw him assuming the likeness of his father Abraham; and he opened his mouth and raised his voice and cried out in great joy, I have seen your face like someone who has seen the face of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:3",
                            "text": "The angel said to him, Listen, my beloved Isaac: I have been sent for you by God to take you to the heavens and set you beside your father Abraham, so that you can see all the saints; for your father is expecting you and is coming for you himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:4",
                            "text": "Behold, a throne has been set up for you close to your father Abraham, and your lot and your beloved son Jacob's lot will surpass that of all others in the whole of God's creation that is why you have been given for evermore the name of Patriarch and Father of the World."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:5",
                            "text": "But the God-loving old man Isaac said to the angel, ‘I am astonished by you, for you are my father’. The angel answered, my beloved Isaac, I am the angel that ministers to your father Abraham."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:6",
                            "text": "But rejoice now, for I am to take you out of sorrow into gladness, out of suffering to rest for ever. I am to transport you from prison to a place where you can range at will—to a place of joy and gladness: I am to take you to where there is light and merriment and rejoicing and abundance that never fails."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Testament of Isaac 2:7",
                            "text": "So then, draw up your testament and a statement for your household. for I am to translate you to rest for all eternity. Blessed is your father who begot you: blessed are you also: blessed is your son Jacob; and blessed are your descendants that will come after you."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Testament of Isaac 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:1",
                            "text": "Now Jacob heard them talking together, but he said nothing. Our father Isaac said to the angel with a heavy heart. What shall I do about the light of my eyes, my beloved son Jacob? For I am afraid of what Esau might do to him - you know the situation."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:2",
                            "text": "The angel said to him: ‘My beloved Isaac, if all the nations on earth were gathered together, they would not be able to bring these blessings pronounced over Jacob to nothing. When you blessed him, the Father and the Son and the Holy Spirit blessed him; and Michael and Gabriel and all the angels and all the heavenly ones and the spirits of all the righteous and your father Abraham all answered Amen."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:3",
                            "text": "The sword therefore, shall not touch his body; but he shall be held in high honour and grow great and spread far and wide, and twelve thrones shall spring from him’. Our father Isaac said to the angel: ‘You have given me much comfort, but do not let Jacob know in case he is distressed’."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:4",
                            "text": "The angel said to him: ‘My beloved Isaac, blessed is every righteous man who goes forth from the body: blessed are they when they meet with God. Woe. woe, woe, three times woe to the sinner, because he has been born into this world: great sufferings will come to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:5",
                            "text": "Isaac, beloved of God. give these instructions, therefore, to your sons, and the instructions your father has given you. Hide nothing from Jacob, so that he can write them as instructions for the generations that will come after you. and those who love God may live their lives in accordance with them."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Testament of Isaac 3:6",
                            "text": "And take care that I am able to fetch you with joy, without delay. The peace of my Lord that he has given me, I give to you, as I go to him who sent me’."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Testament of Isaac 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:1",
                            "text": "And when the angel had said this, he rose from the bed on which Isaac was sleeping. He went back to the worlds on high while our father Isaac watched him go, astonished at the vision he had seen."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:2",
                            "text": "And he said: ‘I shall not see daylight before I am sent for’. And while he was thinking this, behold, Jacob got up and came to the door of the room. The angel had cast a sleep over him so that he should not hear them; and he got up and ran to where his father slept and said to him: ‘My father, whom have you been talking to?’."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:3",
                            "text": "Our father Isaac said to him: ‘You have heard, my son: your aged father has been sent for to be taken from you’, and Jacob put his arms round his father's neck and wept, saying: ‘Ah me! My strength has left me: today you have made me an orphan, my father’."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:4",
                            "text": "Our father Isaac embraced his son Jacob and wept; and both wept together until they could weep no more. And Jacob said: ‘Take me with you, father Isaac’. But Isaac replied: ‘I would not have it so, my son; wait until you are sent for, my loved one."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:5",
                            "text": "I remember on the day when the whole earth was shaken from end to end talking to my lord and father Abraham, and I had no strength to do anything. What God has ordained, he has ordained for each one by sure authority: his ordinances are immutable."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:6",
                            "text": "But I know, and I am glad that I am to go to God, and I am strengthened by a guiding spirit; for this is a way that no one can escape. Listen, my son, Where is the first creation of the hands of God - our father Adam and our mother Eve? Where is Abel, and after him Mahalalel, and Jared, and our father Enoch, and Methuselah, and our father Noah, and his sons Shem, Ham, and Japheth?"
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:7",
                            "text": "After these Arpachshad, and Cainan, and Shelah, and Eber, and Reu, and Serug, and Nahor, and Terah, and my blessed father Abraham, and Lot his brother? All these experienced death except the perfect one, our father Enoch.'"
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:8",
                            "text": "After these, forty-two generations more shall pass until Christ comes, born of a pure virgin called Mary. He will spend thirty years preaching in the world. At the end of all this, he will choose twelve men and reveal to them his mysteries and teach them about the archetype of his body and his true blood by means of bread and wine: and the bread will become the body of God and the wine will become the blood of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:9",
                            "text": "And then he will ascend the tree of the cross and die for the whole creation, and rise on the third day and despoil hell, and deliver all mankind from the enemy."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:10",
                            "text": "The generations to come will be saved by his body and by his blood until the end of time. The sacrifices of Christians will not cease until the end of time, whether offered secretly or openly; and the Antichrist will not appear so long as they offer up their sacrifice."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Testament of Isaac 4:11",
                            "text": "Blessed is every man who performs that service and believes in it, because the archetypal service is in the heavens; and they shall celebrate with the Son of God in his kingdom."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Testament of Isaac 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Testament of Isaac 5:1",
                            "text": "While the God-loving old man, our father Isaac, was saying this, all his household gathered round him and wept."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Testament of Isaac 5:2",
                            "text": "His son told all his relations, and they came to him in tears. Now our father Isaac had made for himself a bedroom in his house; and when his sight began to fail he withdrew into it and remained there for a hundred years, fasting daily until evening, and offering for himself and his household a young animal for their soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Testament of Isaac 5:3",
                            "text": "And he spent half the night in prayer and praise of God. Thus he lived an ascetic life for a hundred years."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Testament of Isaac 5:4",
                            "text": "And he kept three periods of forty days as fasts each year, neither drinking wine nor eating fruit nor sleeping on his bed. And he prayed and gave thanks to God continually."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Testament of Isaac 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:1",
                            "text": "Now when it became generally known that the man of God had regained his sight, people gathered to him from everywhere, listening to his words of life; for they realized that a holy spirit of God was speaking in him."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:2",
                            "text": "The great ones who came said to him: ‘You can now see clearly enough: how comes it that after your sight had failed you have now regained it?’"
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:3",
                            "text": "The God-loving old man smiled and said to them: ‘My sons and brothers, the God of my father Abraham has brought this about to comfort me in my old age."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:4",
                            "text": "But the priest of God said to him: ‘Tell me what I ought to do, my father Isaac’. Our father Isaac said to him: ‘Keep your body holy, for the temple of God is set in it. Do not engage in controversy with other men in case an angry word escapes your mouth. Be on your guard against evil-speaking, against vainglory, and against uttering any thoughtless word; and see that your hands do not reach out after what is not yours."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:5",
                            "text": "Do not offer a sacrifice with a blemish in it; and wash yourself with water when you approach the altar. Do not mix the thoughts of the world with the thoughts of God when you stand before him. Do your utmost to be at peace with everyone."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:6",
                            "text": "When you stand before God and offer your sacrifice, when you come to offer it on the altar, you should recite privately a hundred prayers to God and make this confession to God saying: ‘Oh God, the incomprehensible, the unfathomable, the unattainable, the pure treasure, purify me in love; for I am flesh and blood and I run defiled to thee, that thou mayest purify me."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:7",
                            "text": "I come burdened, and I ask that thou mayest lighten my burden: a fire will burn wood, and thy mercy will take away mine iniquities. Forgive me, me that am a sinner: I forgive the whole creation that thou hast made, I have no complaint against anyone: I am at peace with all that is made in thine image: I am unmoved by all the evil reasonings that have been brought before me."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:8",
                            "text": "I am thy servant and the son of thy maidservant: I am the one who sins, thou art the one who forgives: forgive me and enable me to stand in thy holy place. Let my sacrifice be acceptable before thee: do not reject me because of my sins; but receive me unto thee, in spite of my many sins, like a sheep that has gone astray."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:9",
                            "text": "God who hast been with our father Adam, and Abel, and Noah, and our father Abraham, and his son Isaac, who hast been with Jacob, be thou with me also, and receive my sacrifice from my hand’."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Testament of Isaac 6:10",
                            "text": "As you recite all this, take your sacrifice and offer it; and strive heavenwards because of the sacrifice of God, so that you do not displease him. For the work of the priest is no small thing."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Testament of Isaac 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:1",
                            "text": "Every priest today (and till the end of time) must be temperate as regards his food and drink and sleep; neither should he talk about events connected with this world, nor listen to anyone who is talking about them."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:2",
                            "text": "Rather should he spend his whole life occupied with prayer and vigils and recitation until our God sends for him in peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:3",
                            "text": "Every man on earth, be he priest or monk (for after a long time they will love the life of holy retreat), must renounce the world and all its evil cares and join in the holy service the angels render in purity to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:4",
                            "text": "And they will be honoured before God and his angels because of their holy sacrifices and their angelic service, which is like the archetype that is rendered in the heavens."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:5",
                            "text": "And the angels will be their friends, because of their perfect faith and their purity; and great is their honour before God. In a word, whether great or small, sinlessness is required of us."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:6",
                            "text": "The chief sins worthy of repentance are these: You shall not kill with the sword; You shall not kill with the tongue either: You shall not commit fornication with your body; You shall not commit fornication with your thoughts; You shall not go in to the young to defile them; You shall not be envious; You shall not be angry until the sun has set; You shall not be proud in disposition; You shall not rejoice over your neighbour's fall: You shall not slander; You shall not look at a woman with a lustful eye; and do not readily listen to slander."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Testament of Isaac 7:7",
                            "text": "We need to beware of these things, and of others like them, till each one of us is secure from the wrath that shall be revealed from heaven."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Testament of Isaac 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:1",
                            "text": "Now when the people gathered about him heard him, they cried out aloud saying, This is meet and right. Amen."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:2",
                            "text": "But the God-loving old man was silent: he drew up his blanket: he covered his face. And the people and the priest were silent, so that he could rest himself a little."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:3",
                            "text": "But the angel of his father Abraham came to him and took him up into the heavens. He saw terrors and tumults spread abroad on this side and on that; and it was a terror and a tumult fearful to behold."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:4",
                            "text": "Some had the face of a camel, others had the face of a lion: some had the face of a dog, others had but one eye and had tongs in their hands, three ells long, all of iron."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:5",
                            "text": "I looked, and behold, a man was brought, and those who brought him went with him. When they reached the beasts, those who went with him withdrew to one side: the lion advanced towards him, tore him apart into little pieces, and swallowed him; it then vomited him up, and he became like himself again; and the next beast treated him in just the same way."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:6",
                            "text": "In short, they passed him on from one to the other; each one would tear him into pieces, swallow him, and then vomit him up; and he would become like himself again."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:7",
                            "text": "I said to the angel: What sin has this man committed, my lord, that all this is done to him?"
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:8",
                            "text": "The angel said to me: This man you are looking at now had a quarrel with his neighbour, and he died without their being reconciled. See, he has been handed over to five chief tormentors: they spend a year tormenting him for every hour he spent Quarreling with his neighbour."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:9",
                            "text": "The angel also said to me: My beloved Isaac, do you think these are the only ones? Believe me Isaac, beloved of God, there are six hundred thousand tormentors."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Testament of Isaac 8:10",
                            "text": "They spend a year tormenting a man for every hour that he spends sinning – if he did not repent, that is, before he went forth from the body."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Testament of Isaac 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:1",
                            "text": "He led me on and brought me to a fiery river, the waters of which were an ell high, and its noise like the noise of heaven's thunder."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:2",
                            "text": "And I saw a host of souls submerged in it; and those who were in that river cried out and wept aloud, and there was a great commotion and much groaning."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:3",
                            "text": "But it is a discerning fire that does not touch the righteous, yet burns up sinners and boils them in the stench that surrounds them."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:4",
                            "text": "I saw also the pit of the abyss, the smoke of which went up in clouds; I saw men sunk in it grinding their teeth, crying out and wailing, and each one was groaning."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:5",
                            "text": "The angel said to me, Look and see these others too. And when I had looked at them, the angel said to me, These are those who have committed the sin of Sodom; these are indeed in great distress."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:6",
                            "text": "I saw also pits full of worms that do not sleep; I saw Abdemerouchos who is in charge of the punishments, made all of fire, threatening the tormentors in hell and saying, Beat them until they know that God is."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:7",
                            "text": "I saw a house built of fiery stone, and there were grown men underneath it, crying out and wailing. The angel said to me, Look with your eyes and contemplate the punishments."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Testament of Isaac 9:8",
                            "text": "I said to the angel, My eyes could not endure it; for how long must these punishments go on? He said to me, Until the merciful God has pity."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Testament of Isaac 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:1",
                            "text": "After this the angel took me up into the heavens; I saw my father, Abraham and I made obeisance to him. He saluted me, with all the saints, and the saints honoured me because of my father; I they walked with me and took me to my Father, I worshipped him with all the saints."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:2",
                            "text": "Songs of praise rang out, Thou art holy, thou art holy, thou art holy. King, Lord Sabaoth: the heavens and the earth are full of thy holy glory."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:3",
                            "text": "The Lord said to my father from the holy place, Is good that you have come, Abraham, your righteous root and faithful saint: it is good that you have come to our city. Whatever you may want to ask now, make your requests in the name of your beloved son Isaac, and they shall be yours indeed."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:4",
                            "text": "My father Abraham said. Thine is the power, Oh Lord Almighty. The Lord said to Abraham, As for all those who are given the name of my beloved Isaac, let each one of them copy out his testament and honour it, and feed a poor man with bread in the name of my beloved Isaac on the day of his holy commemoration; to you will I grant them as sons in my kingdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:5",
                            "text": "Abraham said. My Lord Almighty, if a man cannot copy out his testament, can'st thou not in thy mercy accept him, for thou art merciful and compassionate?"
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:6",
                            "text": "The Lord said to Abraham: Let him feed a poor man with bread, and I will give him to you as a gift and as a son in my kingdom, and he shall come with you to the first hour of the thousand years. Abraham said, Suppose he is poor and has no means of getting bread?"
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:7",
                            "text": "The Lord said, Let him spend the night of my beloved Isaac’s commemoration without sleep, and I will give him to you as a gift and an inheritor in my kingdom. My father Abraham said Suppose he is weak and has no strength, can'st thou not in thy mercy accept him in love?"
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:8",
                            "text": "The Lord said to him. Let him offer up a little incense in the name of your beloved son Isaac, and I will give him to you as a son in my kingdom. If he has no means of getting incense, let him seek out a copy of his testament and read it on my beloved Isaac’s day. If he cannot read it, let him go and listen to others who can."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:9",
                            "text": "If he is unable to do any of these things, let him go into his house and say a hundred prayers, and I will give him to you as a son in my kingdom. But the most essential thing of all is that he should offer a sacrifice in my beloved Isaac's name, For his body was offered as a sacrifice."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:10",
                            "text": "Yet not only will I give you everyone called by my beloved Isaac's name as a son in my Kingdom; I will give you also everyone who does one of the things I have mentioned."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:11",
                            "text": "And I will give you everyone who concerns himself about Isaac's life and his testament, or does any compassionate act, such as giving someone a cup of water to drink, or who copies out his testament with his own hand, and those who read it with all their heart in faith, believing everything that I have said."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Testament of Isaac 10:12",
                            "text": "My power and the power of my beloved Son and the Holy Spirit shall be with them, and I will give them to you as sons in my kingdom. Peace to all of you, all my saints."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Testament of Isaac 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Testament of Isaac 11:1",
                            "text": "Now when he had said this, songs of praise rang out, Thou art holy, thou art holy, thou art holy. King, Lord Sabaoth; the heavens and the earth are full of thy holy glory."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Testament of Isaac 11:2",
                            "text": "The Father said to Michael from the holy place: Michael, my steward, go quickly and gather together the angels and all the saints, so that they may come and meet my beloved Isaac."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Testament of Isaac 11:3",
                            "text": "And Michael sounded the trumpet at once. All the saints gathered with the angels and came to the couch of our father Isaac: the Lord mounted his chariot, and the seraphim were in front of him with the angels."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Testament of Isaac 11:4",
                            "text": "And when they came to our father Isaac's couch, our father Isaac beheld our Lord's face immediately turned towards him full of joy. He cried out: It is good that thou hast come, my Lord, and thy great archangel Michael: it is good that you have come, my father Abraham, and all the saints."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Testament of Isaac 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:1",
                            "text": "Now when he had said this, Jacob embraced his Father; he kissed his mouth and wept."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:2",
                            "text": "Our father Isaac fixed his eyes on him and motioned to him to be silent."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:3",
                            "text": "Our father Isaac said to the Lord: Remember my beloved Jacob. The Lord said to him: My power shall be with him; and when the time comes and I become man and die and rise from the dead on the third day, I will put your name in everyone's mind, and they will invoke you as their father."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:4",
                            "text": "Isaac said to Jacob: My beloved son, this is the last commandment I give you today; keep a sharp eye on yourself. Do not dishonour the image of God; for what you do to the image of man, you do to the image of God, and God will do it to you too in the place where you will meet him."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:5",
                            "text": "This is the beginning and the end. Now when he had said this, our Lord brought his soul out of his body, and it was white as snow. He greeted it: he set it on the chariot with him: he took it up into the heavens, with the seraphim making music before him, and all the angels and the saints."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Testament of Isaac 12:6",
                            "text": "He freely granted him the good things of his kingdom for ever, and all the requests our father Abraham had asked of the Lord he freely granted him as a covenant for ever."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Testament of Isaac 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:1",
                            "text": "This is the going forth from the body of our father Isaac, the patriarch, on the twenty-fourth of the month Mesore."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:2",
                            "text": "And the day on which his father Abraham offered him as a sacrifice is the eighteenth of Mechir (12 February)."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:3",
                            "text": "The heavens and the earth were full of the soothing odour of our father Isaac, like choice silver: this is the sacrifice of our father Isaac the patriarch."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:4",
                            "text": "When Abraham offered him as a sacrifice to God, the soothing odour of Isaac's sacrifice went up into the heavens."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:5",
                            "text": "Blessed is every man who performs an act of mercy in the name of these patriarchs, for they will be their sons in the kingdom of the heavens."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:6",
                            "text": "For our Lord has made with them a covenant for ever, that everyone who performs an act of mercy on the day of their commemoration shall be given to them as a son in the kingdom of the heavens forever."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Testament of Isaac 13:7",
                            "text": "And they shall come to the first hour of the thousand years, in accordance with the promise of our Lord, even our God and our Saviour Jesus Christ, through whom every glory is due to him and his good Father and the Holy Spirit, the giver of life to all creation and one in being with the Father and the Son, now and always, for ever and ever. Amen."
                        }
                    ]
                }
            ]
        }
    ]
}