{
    "books": [
        {
            "name": "Sulpitius Severus: Doubtful Letters V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Doubtful Letters V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:1",
                            "text": "Letter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:2",
                            "text": "To an Unknown Person, Entreating Him to Deal Gently with His Brother."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:3",
                            "text": "Although my lord and brother has already begged of your nobleness that you would see that Tutus should be most safe, yet it has been allowed to me to commend the same person in a letter, in order that, by the petition being doubled, he may be held all the safer."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:4",
                            "text": "For let it be granted that a youthful fault and error of a yet unsettled age has injured him, so as to inflict a stain on his early years; still one, who did not yet know what was due to right conduct,  has gone wrong almost without contracting blame."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:5",
                            "text": "For when he came to a right state of mind and to reflection, he understood on better thoughts that a theatrical life was to be condemned."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:6",
                            "text": "However, he could not be completely cleared of his fault, unless he should wash its guilt away by the aid of Deity, since, by the remedy obtained through the Catholic religion, changing his views, he has denied himself the enjoyment of a less honorable place, and has withdrawn himself from the eyes of the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:7",
                            "text": "Of the Master as Above."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:8",
                            "text": "Since, therefore, both divine and state laws do not permit a faithful body and sanctified minds to exhibit disgraceful though pleasing spectacles, and to set forth vulgar means of enjoyment, especially since an injury seems in some degree to accrue to the chaste dedication of one's self, in case any one who has been renewed by holy baptism should fall back upon his old licentiousness, it behooves your Excellency to show favor to good intentions, so that he who, by the goodness of God, has entered on a pious duty, should not be forced to sink into the pitfall of the theatre."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters V 1:9",
                            "text": "He does not, however, refuse compliance with the judgment of you all, if you enjoin other fitting actions on his part in behalf of the requirements of our common country."
                        }
                    ]
                }
            ]
        }
    ]
}