{
    "books": [
        {
            "name": "Dionysius: The Gospel According to Luke",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: The Gospel According to Luke 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:1",
                            "text": "The Gospel According to Luke."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:2",
                            "text": "An Interpretation: II."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:3",
                            "text": "—The Gospel According to Luke."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:4",
                            "text": "An Interpretation."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:5",
                            "text": "—Chap."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:6",
                            "text": "XXII."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:7",
                            "text": "–    Ver."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:8",
                            "text": "\"Father, if Thou be willing to remove this cup from me: nevertheless not my will, but Thine, be done\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:9",
                            "text": "But let these things be enough to say on the subject of the will."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:10",
                            "text": "This word, however, \"Let the cup pass,\" does not mean, Let it not come near me, or approach me."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:11",
                            "text": "For what can \"pass from Him,\" certainly must first come nigh Him; and what does pass thus from Him, must be by Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:12",
                            "text": "For if it does not reach Him, it cannot pass from Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:13",
                            "text": "For He takes to Himself the person of man, as having been made man."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:14",
                            "text": "Wherefore also on this occasion He deprecates the doing of the inferior, which is His own, and begs that the superior should be done, which is His Father's, to wit, the divine will; which again, however, in respect of the divinity, is one and the same will in Himself and in the Father."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:15",
                            "text": "For it was the Father's will that He should pass through every trial (temptation); and the Father Himself in a marvellous manner brought Him on this course, not indeed with the trial itself as His goal, nor in order simply that He might enter into that, but in order that He might prove Himself to be above the trial, and also beyond it."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:16",
                            "text": "And surely it is the fact, that the Saviour asks neither what is impossible, nor what is impracticable, nor what is contrary to the will of the Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:17",
                            "text": "It is something possible; for Mark makes mention of His saying, \"Abba, Father, all things are possible unto Thee\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:18",
                            "text": "And they are possible if He wills them; for Luke tells us that He said, \"Father, if Thou be willing, remove this cup from me\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:19",
                            "text": "The Holy Spirit, therefore, apportioned among the evangelists, makes up the full account of our Saviour's whole disposition by the expressions of these several narrators together."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:20",
                            "text": "He does not, then, ask of the Father what the Father wills not."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:21",
                            "text": "For the words, \"If Thou be willing,\" were demonstrative of subjection and docility, not of ignorance or hesitancy."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:22",
                            "text": "For this reason, the other scripture says, \"All things are possible unto Thee\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:23",
                            "text": "And Matthew again admirably describes the submission and humility when he says, \"If it be possible\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:24",
                            "text": "For unless I adapt the sense in this way, some will perhaps assign an impious signification to this expression, \"If it be possible;\" as if there were anything impossible for God to do, except that only which He does not will to do."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:25",
                            "text": "But…being straightway strengthened in His humanity by His ancestral divinity, he urges the safer petition, and desires no longer that should be the case, but that it might be accomplished in accordance with the Father's good pleasure, in glory, in constancy, and in fulness."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:26",
                            "text": "For John, who has given us the record of the sublimest and divinest of the Saviour's words and deeds, heard Him speak thus: \"And the cup which my Father hath given me, shall I not drink it?\" Now, to drink the cup was to discharge the ministry and the whole economy of trial with fortitude, to follow and fulfil the Father's determination, and to surmount all apprehensions."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:27",
                            "text": "And the exclamation, \"Why hast Thou forsaken me?\" was in due accordance with the requests He had previously made: Why is it that death has been in conjunction with me all along up till now, and that I bear not yet the cup? This I judge to have been the Saviour's meaning in this concise utterance."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:28",
                            "text": "And He certainly spake truth then."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:29",
                            "text": "Nevertheless He was not forsaken."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:30",
                            "text": "But He drank out the cup at once, as His plea had implied, and then passed away."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:31",
                            "text": "And the vinegar which was handed to Him seems to me to have been a symbolical thing."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:32",
                            "text": "For the turned wine indicated very well the quick turning and change which He sustained, when He passed from His passion to impassibility, and from death to deathlessness, and from the position of one judged to that of one judging, and from subjection under the despot's power to the exercise of kingly dominion."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:33",
                            "text": "And the sponge, as I think, signified the complete transfusion of the Holy Spirit that was realized in Him."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:34",
                            "text": "And the reed symbolized the royal sceptre and the divine law."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:35",
                            "text": "And the hyssop expressed that quickening and saving resurrection of His, by which He has also brought health to us."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:36",
                            "text": "\"And there appeared an angel unto Him from heaven, strengthening Him."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:37",
                            "text": "And being in an agony, He prayed more earnestly; and His sweat was as it were great drops of blood falling down to the ground\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:38",
                            "text": "The phrase, \"a sweat of blood,\" is a current parabolic expression used of persons in intense pain and distress; as also of one in bitter grief people say that the man \"weeps tears of blood\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:39",
                            "text": "For in using the expression, \"as it were great drops of blood,\" he does not declare the drops of sweat to have been actually drops of blood."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:40",
                            "text": "For he would not then have said that these drops of sweat were like blood."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:41",
                            "text": "For such is the force of the expression, \"as it were great drops\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:42",
                            "text": "But rather with the object of making it plain that the Lord's body was not bedewed with any kind of subtle moisture which had only the show and appearance of actuality, but that it was really suffused all over with sweat in the shape of large thick drops, he has taken the great drops of blood as an illustration of what was the case with Him."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:43",
                            "text": "And accordingly, as by the intensity of the supplication and the severe agony, so also by the dense and excessive sweat, he made the facts patent, that the Saviour was man by nature and in reality, and not in mere semblance and appearance, and that He was subject to all the innocent sensibilities natural to men."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:44",
                            "text": "Nevertheless the words, \"I have power to lay down my life, and I have power to take it again,\" show that His passion was a voluntary thing; and besides that, they indicate that the life which is laid down and taken again is one thing, and the divinity which lays that down and takes it again is another."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:45",
                            "text": "He says, \"one thing and another,\" not as making a partition into two persons, but as showing the distinction between the two natures."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:46",
                            "text": "And as, by voluntarily enduring the death in the flesh, He implanted incorruptibility in it; so also, by taking to Himself of His own free-will the passion of our servitude, He set in it the seeds of constancy and courage, whereby He has nerved those who believe on Him for the mighty conflicts belonging to their witness-bearing."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:47",
                            "text": "Thus, also, those drops of sweat flowed from Him in a marvellous way like great drops of blood, in order that He might, as it were, drain off and empty the fountain of the fear which is proper to our nature."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:48",
                            "text": "For unless this had been done with a mystical import, He certainly would not, even had He been the most timorous and ignoble of men, have been bedewed in this unnatural way with drops of sweat like drops of blood under the mere force of His agony."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:49",
                            "text": "Of like import is also the sentence in the narrative which tells us that an angel stood by the Saviour and strengthened Him."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:50",
                            "text": "For this, too, bore also on the economy entered into on our behalf."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:51",
                            "text": "For those who are appointed to engage in the sacred exertions of conflicts on account of piety, have the angels from heaven to assist them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:52",
                            "text": "And the prayer, \"Father, remove the cup,\" He uttered probably not as if He feared the death itself, but with the view of challenging the devil by these words to erect the cross for Him."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:53",
                            "text": "With words of deceit that personality deluded Adam; with the words of divinity, then, let the deceiver himself now be deluded."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:54",
                            "text": "Howbeit assuredly the will of the Son is not one thing, and the will of the Father another."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:55",
                            "text": "For He who wills what the Father wills, is found to have the Father's will."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:56",
                            "text": "It is in a figure, therefore, that He says, \"not my will, but Thine\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:57",
                            "text": "For it is not that He wishes the cup to be removed, but that He refers to the Father's will the right issue of His passion, and honours thereby the Father as the First."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:58",
                            "text": "For if the fathers style one's disposition gnomè, and if such disposition relates also to what is in consideration hidden as if by settled purpose, how say some that the Lord, who is above all these things, bears a gnomic will? Manifestly that can be only by defect of reason."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:59",
                            "text": "\"And when He rose from prayer, and was come to His disciples, He found them sleeping for sorrow;."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:60",
                            "text": "And said unto them, Why sleep ye? Rise and pray, lest ye enter into temptation\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:61",
                            "text": "For in the most general sense it holds good that it is apparently not possible for any man to remain altogether without experience of ill."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:62",
                            "text": "For, as one says, the whole world lieth in wickedness;\" and again, \"The most of the days of man are labour and trouble\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:63",
                            "text": "But you will perhaps say, What difference is there between being tempted, and falling or entering into temptation? Well, if one is overcome of evil—and he will be overcome unless he struggles against it himself, and unless God protects him with His shield—that man has entered into temptation, and is in it, and is brought under it like one that is led captive."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:64",
                            "text": "But if one withstands and endures, that man is indeed tempted; but he has not entered into temptation, or fallen into it."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:65",
                            "text": "Thus Jesus was led up of the Spirit, not indeed to enter into temptation, but to be tempted of the devil."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:66",
                            "text": "And Abraham, again, did not enter into temptation, neither did God lead him into temptation, but He tempted (tried) him; yet He did not drive him into temptation."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:67",
                            "text": "The Lord Himself, moreover, tempted (tried) the disciples."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:68",
                            "text": "Thus the wicked one, when he tempts us, draws us into the temptations, as dealing himself with the temptations of evil."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:69",
                            "text": "But God, when He tempts (tries), adduces the temptations (trials) as one untempted of evil."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:70",
                            "text": "For God, it is said, \"cannot be tempted of evil\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:71",
                            "text": "The devil, therefore, drives us on by violence, drawing us to destruction; but God leads us by hand, training us for our salvation."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:72",
                            "text": "\"And while He yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near unto Jesus, and kissed Him."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:73",
                            "text": "But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?  How wonderful this endurance of evil by the Lord, who even kissed the traitor, and spake words softer even than the kiss! For He did not say, O thou abominable, yea, utterly abominable traitor, is this the return you make to us for so great kindness? But, somehow, He says simply \"Judas,\" using the proper name, which was the address that would be used by one who commiserated a person, or who wished to call him back, rather than of one in anger."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:74",
                            "text": "And He did not say, \"thy Master, the Lord, thy benefactor;\" but He said simply, \"the Son of man,\" that is, the tender and meek one: as if He meant to say, Even supposing that I was not your Master, or Lord, or benefactor, dost thou still betray one so guilelessly and so tenderly affected towards thee, as even to kiss thee in the hour of thy treachery, and that, too, when the kiss was the signal for thy treachery? Blessed art Thou, O Lord! How great is this example of the endurance of evil that Thou hast shown us in Thine own person! how great, too, the pattern of lowliness! Howbeit, the Lord has given us this example, to show us that we ought not to give up offering our good counsel to our brethren, even should nothing remarkable be effected by our words."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:75",
                            "text": "For as incurable wounds are wounds which cannot be remedied either by severe applications, or by those which may act more pleasantly upon them; so the soul, when it is once carried captive, and gives itself up to any kind of wickedness, and refuses to consider what is really profitable for it, although a myriad counsels should echo in it, takes no good to itself."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:76",
                            "text": "But just as if the sense of hearing were dead within it, it receives no benefit from exhortations addressed to it; not because it cannot, but only because it will not."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:77",
                            "text": "This was what happened in the case of Judas."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:78",
                            "text": "And yet Christ, although He knew all these things beforehand, did not at any time, from the beginning on to the end, omit to do all in the way of counsel that depended on Him."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Dionysius: The Gospel According to Luke 1:79",
                            "text": "And inasmuch as we know that such was His practice, we ought also unceasingly to endeavour to set those right who prove careless, even although no actual good may seem to be effected by that counsel."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Dionysius: The Gospel According to Luke 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:2",
                            "text": "—On Luke XXII."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:3",
                            "text": ", Etc."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:4",
                            "text": "But let these things be enough to say on the subject of the will."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:5",
                            "text": "This word, however, \"Let the cup pass,\" does not mean, Let it not come near me, or approach me."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:6",
                            "text": "For what can pass from Him must certainly first come nigh Him, and what does thus pass from Him must be by Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:7",
                            "text": "For if it does not reach Him, it cannot pass from Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:8",
                            "text": "Accordingly, as if He now felt it to be present, He began to be in pain, and to be troubled, and to be sore amazed, and to be in an agony."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:9",
                            "text": "And as if it was at hand and placed before Him, He does not merely say \"the cup,\" but He indicates it by the word \"this\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:10",
                            "text": "Therefore, as what passes from one is something which neither has no approach nor is permanently settled with one, so the Saviour's first request is that the temptation which has come softly and plainly upon Him, and associated itself lightly with Him, may be turned aside."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:11",
                            "text": "And this is the first form of that freedom from falling into temptation, which He also counsels the weaker disciples to make the subject of their prayers; that, namely, which concerns the approach of temptation: for it must needs be that offences come, but yet those to whom they come ought not to fall into the temptation."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:12",
                            "text": "But the most perfect mode in which this freedom from entering into temptation is exhibited, is what He expresses in His second request, when He says not merely, \"Not as I will,\" but also, \"but as Thou wilt\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:13",
                            "text": "For with God there is no temptation in evil; but He wills to give us good exceeding abundantly above what we ask or think."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:14",
                            "text": "That His will, therefore, is the perfect will, the Beloved Himself knew; and often does He say that He has come to do that will, and not His own will,—that is to say, the will of men."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:15",
                            "text": "For He takes to Himself the person of men, as having been made man."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:16",
                            "text": "Wherefore also on this occasion He deprecates the doing of the inferior, which is His own, and begs that the superior should be done, which is His Father's, to wit, the divine will, which again, however, in respect of the divinity, is one and the same will in Himself and in His Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:17",
                            "text": "For it was the Father's will that He should pass through every trial (temptation), and the Father Himself in a marvellous manner brought Him on this course; not indeed, with the trial itself as His goal, nor in order simply that He might enter into that, but in order that He might prove Himself to be above the trial, and also beyond it."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:18",
                            "text": "And surely it is the fact that the Saviour asks neither what is impossible, nor what is impracticable, nor what is contrary to the will of the Father."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:19",
                            "text": "It is something possible, for Mark makes mention of His saying, \"Abba, Father, all things are possible unto Thee;\" and they are possible if He wills them, for Luke tells us that He said, \"Father, if Thou be willing, remove this cup from me\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:20",
                            "text": "The Holy Spirit therefore, apportioned among the evangelists, makes up the full account of our Saviour's whole disposition by the expressions of these several narrators together."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:21",
                            "text": "He does not then ask of the Father what the Father wills not."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:22",
                            "text": "For the words, \"if Thou be willing,\" were demonstrative of subjection and docility, not of ignorance or hesitancy."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:23",
                            "text": "And just as when we make any request that may be accordant with his judgment, at the hand of father or ruler or any one of those whom we respect, we are accustomed to use the address, though not certainly as if we were in doubt about it, \"if you please;\" so the Saviour also said, \"if Thou be willing:\" not that He thought that He willed something different, and thereafter learned the fact, but that He understood exactly God's willingness to remove the cup from Him, and as doing so also apprehended justly that what He wills is also possible unto Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:24",
                            "text": "For this reason the other scripture says, \"All things are possible unto Thee\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:25",
                            "text": "And Matthew again admirably describes the submission and the humility, when he says, \"if it be possible\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:26",
                            "text": "For unless we adapt the sense in this way, some will perhaps assign an impious signification to this expression \"if it be possible,\" as if there were anything impossible for God to do, except that only which He does not will to do."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:27",
                            "text": "Therefore the request which He made was nothing independent, nor one which pleased Himself only, or opposed His Father's will, but one also in conformity with the mind of God."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:28",
                            "text": "And yet some one may say that He is overborne and changes His mind, and asks presently something different from what He asked before, and holds no longer by His own will, but introduces His Father's will."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:29",
                            "text": "Well, such truly is the case."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:30",
                            "text": "Nevertheless He does not by any means make any change from one side to another; but He embraces another way, and a different method of carrying out one and the same transaction, which is also a thing agreeable to both; choosing, to wit, in place of the mode which is the inferior, and which appears unsatisfying also to Himself, the superior and more admirable mode marked out by the Father."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:31",
                            "text": "For no doubt He did pray that the cup might pass from Him; but He says also, \"Nevertheless, not as I will, but as Thou wilt\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:32",
                            "text": "He longs painfully, on the one hand, for its passing from Him, but (He knows that) it is better as the Father wills."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:33",
                            "text": "For He does not utter a petition for its not passing away now, instead of one for its removal; but when its withdrawal is now before His view, He chooses rather that this should be ordered as the Father wills."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:34",
                            "text": "For there is a twofold kind of withdrawal: there is one in the instance of an object that has shown itself and reached another, and is gone at once on being followed by it or on outrunning it, as is the case with racers when they graze each other in passing; and there is another in the instance of an object that has sojourned and tarried with another, and sat down by it, as in the case of a marauding band or a camp, and that after a time withdraws on being conquered, and on gaining the opposite of a success."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:35",
                            "text": "For if they prevail they do not retire, but carry off with them those whom they have reduced; but if they prove unable to win the mastery, they withdraw themselves in disgrace."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:36",
                            "text": "Now it was after the former similitude that He wished that the cup might come into His hands, and promptly pass from Him again very readily and quickly; but as soon as He spake thus, being at once strengthened in His humanity by the Father's divinity, He urges the safer petition, and desires no longer that that should be the case, but that it might be accomplished in accordance with the Father's good pleasure, in glory, in constancy, and in fulness."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:37",
                            "text": "For John, who has given us the record of the sublimest and divinest of the Saviour's words and deeds, heard Him speak thus: \"And the cup which my Father hath given me, shall I not drink it?\" Now, to drink the cup was to discharge the ministry and the whole economy of trial with fortitude, to follow and fulfil the Father's determination, and to surmount all apprehensions; and, indeed, in the very prayer which He uttered He showed that He was leaving these (apprehensions) behind Him."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:38",
                            "text": "For of two objects, either may be said to be removed from the other: the object that remains may be said to be removed from the one that goes away, and the one that goes away may be said to be removed from the one that remains."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:39",
                            "text": "Besides, Matthew has indicated most clearly that He did indeed pray that the cup might pass from Him, but yet that His request was that this should take place not as He willed, but as the Father willed it."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:40",
                            "text": "The words given by Mark and Luke, again, ought to be introduced in their proper connection."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:41",
                            "text": "For Mark says, \"Nevertheless not what I will, but what Thou wilt;\" and Luke says, \"Nevertheless not my will, but Thine be done\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:42",
                            "text": "He did then express Himself to that effect, and He did desire that His passion might abate and reach its end speedily."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:43",
                            "text": "But it was the Father's will at the same time that He should carry out His conflict in a manner demanding sustained effort, and in sufficient measure."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:44",
                            "text": "Accordingly He (the Father) adduced all that assailed Him."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:45",
                            "text": "But of the missiles that were hurled against Him, some were shivered in pieces, and others were dashed back as with invulnerable arms of steel, or rather as from the stern and immoveable rock."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:46",
                            "text": "Blows, spittings, scourgings, death, and the lifting up in that death, all came upon Him; and when all these were gone through, He became silent and endured in patience unto the end, as if He suffered nothing, or was already dead."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:47",
                            "text": "But when His death was being prolonged, and when it was now overmastering Him, if we may so speak, beyond His utmost strength, He cried out to His Father, \"Why hast Thou forsaken me?\" And this exclamation was in due accordance with the requests He had previously made: Why is it that death has been in such close conjunction with me all along up till now, and Thou dost not yet bear the cup past me? Have I not drank it already, and drained it? But if not, my dread is that I may be utterly consumed by its continuous pressure; and that is what would befall me, wert Thou to forsake me: then would the fulfilment abide, but I would pass away, and be made of none effect."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:48",
                            "text": "Now, then, I entreat Thee, let my baptism be finished, for indeed I have been straitened greatly until it should be accomplished."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:49",
                            "text": "—This I judge to have been the Saviour's meaning in this concise utterance."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:50",
                            "text": "And He certainly spake truth then."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:51",
                            "text": "Nevertheless He was not forsaken."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:52",
                            "text": "Albeit He drank out the cup at once, as His plea had implied, and then passed away."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:53",
                            "text": "And the vinegar which was handed to Him seems to me to have been a symbolical thing."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:54",
                            "text": "For the turned wine indicated very well the quick turning and change which He sustained when He passed from His passion to impassibility, and from death to deathlessness, and from the position of one judged to that of one judging, and from subjection under the despot's power to the exercise of kingly dominion."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:55",
                            "text": "And the sponge, as I think, signified the complete transfusion of the Holy Spirit that was realized in Him."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:56",
                            "text": "And the reed symbolized the royal sceptre and the divine law."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:57",
                            "text": "And the hyssop expressed that quickening and saving resurrection of His by which He has also brought health to us."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:58",
                            "text": "But we have gone through these matters in sufficient detail on Matthew and John."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:59",
                            "text": "With the permission of God, we shall speak also of the account given by Mark."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Dionysius: The Gospel According to Luke 2:60",
                            "text": "But at present we shall keep to what follows in our passage."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Dionysius: The Gospel According to Luke 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:2",
                            "text": "—An Exposition of Luke XXII."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:3",
                            "text": ", Etc."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:4",
                            "text": "This prayer He also offered up Himself, falling repeatedly on His face; and on both occasions He urged His request for not entering into temptation: both when He prayed, \"If it be possible, let this cup pass from me;\" and when He said, \"Nevertheless not as I will, but as Thou wilt\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:5",
                            "text": "For He spoke of not entering into temptation, and He made that His prayer; but He did not ask that He should have no trial whatsoever in these circumstances, or that no manner of hardship should ever befall Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:6",
                            "text": "For in the most general application it holds good, that it does not appear to be possible for any man to remain altogether without experience of ill: for, as one says, \"The whole world lieth in wickedness;\" and again, \"The most of the days of man are labour and trouble,\" as men themselves also admit."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:7",
                            "text": "Short is our life, and full of sorrow."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:8",
                            "text": "Howbeit it was not meet that He should bid them pray directly that that curse might not be fulfilled, which is expressed thus: \"Cursed is the ground in thy works: in sorrow shalt thou eat of it all the days of thy life;\" or thus, \"Earth thou art, and unto earth shalt thou return\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:9",
                            "text": "For which reason the Holy Scriptures, that indicate in many various ways the dire distressfulness of life, designate it as a valley of weeping."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:10",
                            "text": "And most of all indeed is this world a scene of pain to the saints, to whom He addresses this word, and He cannot lie in uttering it: \"In the world ye shall have tribulation\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:11",
                            "text": "And to the same effect also He says by the prophet, \"Many are the afflictions of the righteous\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:12",
                            "text": "But I suppose that He refers to this entering not into temptation, when He speaks in the prophet's words of being delivered out of the afflictions."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:13",
                            "text": "For He adds, \"The Lord will deliver him out of them all\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:14",
                            "text": "And this is just in accordance with the Saviour's word, whereby He promises that they will overcome their afflictions, and that they will participate in that victory which He has won for them."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:15",
                            "text": "For after saying, \"In the world ye shall have tribulation,\" He added, \"But be of good cheer, I have overcome the world\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:16",
                            "text": "And again, He taught them to pray that they might not fall into temptation, when He said, \"And lead us not into temptation;\" which means, \"Suffer us not to fall into temptation\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:17",
                            "text": "And to show that this did not imply they should not be tempted, but really that they should be delivered from the evil, He added, \"But deliver us from evil\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:18",
                            "text": "But perhaps you will say, What difference is there between being tempted, and falling or entering into temptation? Well, if one is overcome of evil—and he will be overcome unless he struggles against it himself, and unless God protects him with His shield—that man has entered into temptation, and is in it, and is brought under it like one that is led captive."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:19",
                            "text": "But if one withstands and endures, that man is indeed tempted; but he has not entered into temptation, or fallen under it."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:20",
                            "text": "Thus Jesus was led up of the Spirit, not indeed to enter into temptation, but \"to be tempted of the devil\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:21",
                            "text": "And Abraham, again, did not enter into temptation, neither did God lead him into temptation, but He tempted (tried) him; yet He did not drive him into temptation."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:22",
                            "text": "The Lord Himself, moreover, tempted (tried) the disciples."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:23",
                            "text": "And thus the wicked one, when he tempts us, draws us into the temptations, as dealing himself with the temptations of evil; but God, when He tempts (tries), adduces the temptations as one untempted of evil."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:24",
                            "text": "For God, it is said, \"cannot be tempted of evil\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Dionysius: The Gospel According to Luke 3:25",
                            "text": "The devil, therefore, drives us on by violence, drawing us to destruction; but God leads us by the hand, training us for our salvation."
                        }
                    ]
                }
            ]
        }
    ]
}