{
    "books": [
        {
            "name": "Testament of Naphtali",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Testament of Naphtali 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:1",
                            "text": "THE copy of, the testament of Naphtali, which he ordained at the time of his death in the hundred and thirtieth year of his life."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:2",
                            "text": "When his sons were gathered together in the seventh month, on the first day of the month, while still in good health, he made them a feast of food and wine."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:3",
                            "text": "And after he was awake in the morning, he said to them, I am dying; and they believed him not."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:4",
                            "text": "And as he glorified the Lord, he grew strong and said that after yesterday's feast he should die."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:5",
                            "text": "And he began then to say: Hear, my children, ye sons of Naphtali, hear the words of your father."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:6",
                            "text": "I was born from Bilhah, and because Rachel dealt craftly, and gave Bilhah in place of herself to Jacob, and she conceived and bare me upon Rachel's knees, therefore she called my name Naphtali."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:7",
                            "text": "For Rachel loved me very much because I was born upon her lap; and when I was still young she was wont to kiss me, and say: May I have a brother of thine from mine own womb, like unto thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:8",
                            "text": "Whence also Joseph was like unto me in all things, according to the prayers of Rachel."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:9",
                            "text": "Now my mother was Bilhah, daughter of Rotheus the brother of Deborah, Rebecca's nurse, who was born on one and the self-same day with Rachel."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:10",
                            "text": "And Rotheus was of the family of Abraham, a Chaldean, God-fearing, free-born, and noble."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:11",
                            "text": "And he was taken captive and was bought by Laban; and he gave him Euna his handmaid to wife, and she bore a daughter, and called her name Zilpah, after the name of the village in which he had been taken captive."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:12",
                            "text": "And next she bore Bilhah, saying: My daughter hastens after what is new, for immediately that she was born she seized the breast and hastened to suck it."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:13",
                            "text": "And I was swift on my feet like the deer, and my father Jacob appointed me for all messages, and as a deer did he give me his blessing."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:14",
                            "text": "For as the potter knoweth the vessel, how much it is to contain, and bringeth clay accordingly, so also doth the Lord make the body after the likeness of the spirit, and according to the capacity of the body doth He implant the spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:15",
                            "text": "And the one does not fall short of the other by a third part of a hair; for by weight, and measure, and rule was all the creation made."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:16",
                            "text": "And as the potter knoweth the use of each vessel, what it is meet for, so also doth the Lord know the body, how far it will persist in goodness, and when it beginneth in evil."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:17",
                            "text": "For there is no inclination or thought which the Lord knoweth not, for He created every man after His own image."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:18",
                            "text": "For as a man's strength, so also in his work; as his eye, so also in his sleep; as his soul, so also in his word either in the law of the Lord or in the law of Beliar."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:19",
                            "text": "And as there is a division between light and darkness, between seeing and hearing, so also is there a division between man and man, and between woman and woman; and it is not to be said that the one is like the other either in face or in mind."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:20",
                            "text": "For God made all things good in their order, the five senses in the head, and He joined on the neck to the head, adding to it the hair also for comeliness and glory, then the heart for understanding, the belly for excrement, and the stomach for grinding, the windpipe for taking in the breath, the liver for wrath, the gall for bitterness, the spleen for laughter, the reins for prudence, the muscles of the loins for power, the lungs for drawing in, the loins for strength, and so forth."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:21",
                            "text": "So then, my children, let all your works be done in order with good intent in the fear of God, and do nothing disorderly in scorn or out of its due season."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:22",
                            "text": "For if thou bid the eye to hear, it cannot; so neither while ye are in darkness can ye do the works of light."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:23",
                            "text": "Be ye, therefore, not eager to corrupt your doings through covetousness or with vain words to beguile your souls; because if ye keep silence in purity of heart, ye shall understand how to hold fast the will of God, and to cast away the will of Beliar."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:24",
                            "text": "Sun and moon and stars, change not their order; so do ye also change not the law of God in the disorderliness of your doings."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:25",
                            "text": "The Gentiles went astray, and forsook the Lord, and charged their order, and obeyed stocks and stones, spirits of deceit."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:26",
                            "text": "But ye shall not be so, my children, recognizing in the firmament, in the earth, and in the sea, and in all created things, the Lord who made all things, that ye become not as Sodom, which changed the order of nature."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:27",
                            "text": "In like manner the Watchers also changed the order of their nature, whom the Lord cursed at the flood, on whose account He made the earth without inhabitants and fruitless."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:28",
                            "text": "These things I say unto you, my children, for I have read in the writing of Enoch that ye yourselves also shall depart from the Lord, walking according to all the lawlessness of the Gentiles, and ye shall do according to all the wickedness of Sodom."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:29",
                            "text": "And the Lord shall bring captivity upon you, and there shall ye serve your enemies, and ye shall be bowed down with every affliction and tribulation, until the Lord have consumed you all."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:30",
                            "text": "And after ye have become diminished and made few, ye return and acknowledge the Lord your God; and He shall bring you back into your land, according to His abundant mercy."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:31",
                            "text": "And it shall be, that after that they come into the land of their fathers, they shall again forget the Lord and become ungodly."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Testament of Naphtali 1:32",
                            "text": "And the Lord shall scatter them upon the face of all the earth, until the compassion of the Lord shall come, a man working righteousness and working mercy unto all them that are afar off, and to them that are near.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Testament of Naphtali 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:1",
                            "text": "FOR in the fortieth year of my life, I saw a vision on the Mount of Olives, on the east of Jerusalem, that the sun and the moon were standing still."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:2",
                            "text": "And behold Isaac, the father of my father, said to us; Run and lay hold of them, each one according to his strength; and to him that seizeth them will the sun and moon belong."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:3",
                            "text": "And we all of us ran together, and Levi laid hold of the sun, and Judah outstripped the others and seized the moon, and they were both of them lifted up with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:4",
                            "text": "And when Levi became as a sun, lo, a certain young man gave to him twelve branches of palm; and Judah was bright as the moon, and under their feet were twelve rays."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:5",
                            "text": "And the two, Levi and Judah, ran, and laid hold of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:6",
                            "text": "And lo, a bull upon the earth, with two great horns, and an eagle's wings upon its back; and we wished to seize him, but could not."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:7",
                            "text": "But Joseph came, and seized him, and ascended up with him on high."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:8",
                            "text": "And I saw, for I was there, and behold a holy writing appeared to us, saying: Assyrians, Medes, Persians, Chaldeans, Syrians, shall possess in captivity the twelve tribes of Israel."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:9",
                            "text": "And again, after seven days, I saw our father Jacob standing by the sea of Jamnia, and we were with him."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:10",
                            "text": "And behold, there came a ship sailing by, without sailors or pilot; and there was written upon the ship, The Ship of Jacob."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:11",
                            "text": "And our father said to us: Come, let us embark on our ship."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:12",
                            "text": "And when he had gone on board, there arose a vehement storm, and a mighty tempest of wind; and our father, who was holding the helm, departed from us."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:13",
                            "text": "And we, being tost with the tempest, were borne along over the sea; and the ship was filled with water, and was pounded by mighty waves, until it was broken up."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:14",
                            "text": "And Joseph fled away upon a little boat, and we were all divided upon nine planks, and Levi and Judah were together."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:15",
                            "text": "And we were all scattered unto the ends of the earth."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:16",
                            "text": "Then Levi, girt about with sackcloth, prayed for us all unto the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:17",
                            "text": "And when the storm ceased, the ship reached the land as it were in peace."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:18",
                            "text": "And, lo, our father came, and we all rejoiced with one accord."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:19",
                            "text": "These two dreams I told to my father; and he said to me: These things must be fulfilled in their season, after that Israel hath endured many things."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:20",
                            "text": "Then my father saith unto me: I believe God that Joseph liveth, for I see always that the Lord numbereth him with you."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:21",
                            "text": "And he said, weeping: Ah me, my son Joseph, thou livest, though I behold thee not, and thou seest not Jacob that begat thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:22",
                            "text": "He caused me also, therefore, to weep by these words, and I burned in my heart to declare that Joseph had been sold, but I feared my brethren."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:23",
                            "text": "And lo! my children, I have shown unto you the last times, how everything shall come to pass in Israel."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:24",
                            "text": "Do ye also, therefore, charge your children that they be united to Levi and to Judah; for through them shall salvation arise unto Israel, and in them shall Jacob be blessed."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:25",
                            "text": "For through their tribes shall God appear dwelling among men on earth, to save the race of Israel, and to gather together the righteous from amongst the Gentiles."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:26",
                            "text": "If ye work that which is good, my children, both men and angels shall bless you; and God shall be glorified among the Gentiles through you, and the devil shall flee from you, and the wild beasts shall fear you, and the Lord shall love you, and the angels shall cleave to you."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:27",
                            "text": "As a man who has trained a child well is kept in kindly remembrance; so also for a good work there is a good remembrance before God."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:28",
                            "text": "But him that doeth not that which is good, both angels and men shall curse, and God shall be dishonoured among the Gentiles through him, and the devil shall make him as his own peculiar instrument, and every wild beast shall master him, and the Lord shall hate him."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:29",
                            "text": "For the commandments of the law are twofold, and through prudence must they be fulfilled."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:30",
                            "text": "For there is a season for a man to embrace his wife, and a season to abstain therefrom for his prayer."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:31",
                            "text": "So, then, there are two commandments; and, unless they be done in due order, they bring very great sin upon men."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:32",
                            "text": "So also is it with the other commandments."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:33",
                            "text": "Be ye therefore wise in God, my children, and prudent, understanding the order of His commandments, and the laws of every word, that the Lord may love you,"
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:34",
                            "text": "And when he had charged them with many such words, he exhorted them that they should remove his bones to Hebron, and that they should bury him with his fathers."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:35",
                            "text": "And when he had eaten and drunken with a merry heart, he covered his face and died."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Testament of Naphtali 2:36",
                            "text": "And his sons did according to all that Naphtali their Father had commanded them."
                        }
                    ]
                }
            ]
        }
    ]
}