{
    "books": [
        {
            "name": "The Testament of Kohath",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Testament of Kohath 1",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:0",
                            "text": "Column 1"
                        },
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:1",
                            "text": "[...] God of Gods forever. He will shine His light upon you, and make His great name known to you."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:2",
                            "text": "And you will know that He is the eternal God, the master of all deeds, sovereign over all to do His will among them. He will bring you joy and happiness, and to your sons, in generations of truth forever."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:3",
                            "text": "And now, my sons, be careful with the inheritance given to you in peace, which your fathers have bestowed upon you. Do not give your inheritance to strangers, nor your possessions to foreigners, so you do not become lowly and despised in their eyes. They will mock you for having returned it to them, and they will be your rulers and have dominion over you."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:4",
                            "text": "Therefore, hold fast to the words of Jacob your father. Be strong in the judgments of Abraham, and in the righteousness of Levi and your own, for they are holy and pure above all others."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Testament of Kohath 1:5",
                            "text": "Be united in truth and walk in uprightness, not with a double heart, but with a sincere heart and a true and good spirit. And give me among yourselves a good name and joy to Levi, joy to Jacob, delight to Isaac, and praise to Abraham. Keep and walk in the inheritance which your fathers gave you: truth, righteousness, uprightness, perfection, holiness, and priesthood, as you were commanded and entrusted."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "The Testament of Kohath 2",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:0",
                            "text": "Column 2"
                        },
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:1",
                            "text": "From now and forever, may integrity be found among you."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:2",
                            "text": "All my words of truth shall come upon you."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:3",
                            "text": "The blessing of the world shall rest upon you."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:4",
                            "text": "And it will be established for all generations forever."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:5",
                            "text": "You shall no longer fear nor tremble, but rise to instruct judgment over."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:6",
                            "text": "Show the obligations of all the guilty of the world, both in fire and in the depths, and in all spaces, for the pure generations to come."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:7",
                            "text": "All the sons of wickedness shall perish."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:8",
                            "text": "And now, Amram my son, I charge you."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:9",
                            "text": "[...] and to his sons, I charge."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:10",
                            "text": "[...] gave to Levi my father, and Levi my father gave to me."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:11",
                            "text": "All the writings of the testimony that you should be cautious therein."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "The Testament of Kohath 2:12",
                            "text": "In them you shall have great merit, and their ordinances shall be with you."
                        }
                    ]
                }
            ]
        }
    ]
}