{
    "books": [
        {
            "name": "Ambrose: On Widows",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On Widows 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:1",
                            "text": "Concerning Widows:  Introduction."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:2",
                            "text": "The writer informs us himself at the beginning of his treatise that he felt moved by the example of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:3",
                            "text": "Paul, after speaking about virgins, to continue with the subject of widows."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:4",
                            "text": "But there was also another matter in his own diocese which touched him personally, and caused him at once to take up the matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:5",
                            "text": "A certain widow who had several daughters, some married already and others of marriageable age, began to think of a second marriage for herself."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:6",
                            "text": "St."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:7",
                            "text": "Ambrose, partly for her own sake, partly that it might not be supposed that he had in any way advised the step, published the following treatise."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:8",
                            "text": "In the first place he affirms that the profession of widowhood comes very close to that of virginity, and is to be esteemed far above the married state."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:9",
                            "text": "He proves this by the testimony of St."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:10",
                            "text": "Paul and by his description of one who is a widow indeed; also by many examples taken both from the old and New Testament."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:11",
                            "text": "Having mentioned St."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:12",
                            "text": "Peter's wife's mother, he turns more particularly to the widow for whose sake he is writing, though he avoids mentioning her name, pointing out how really empty and insufficient are all the reasons she is setting before herself for marrying again."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:13",
                            "text": "The marriage bond is, indeed, he says, holy and good, and the married and single are as various kinds of flowers in the field of the church."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:14",
                            "text": "There is, however, more corn produced than lilies, more that is married than virgin."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:15",
                            "text": "He points out that widowhood has been held in dishonour by idolaters alone, for which reason it may well be held in honour by Christians."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:16",
                            "text": "St."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:17",
                            "text": "Ambrose does not condemn a second marriage, though placing widowhood before it, as being bound to aim at leading those committed to his loving care to the highest possible degree of perfection."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:18",
                            "text": "The treatise was written not long after that concerning Virgins, that is, soon after a."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:19",
                            "text": "d."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:20",
                            "text": "377."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:21",
                            "text": "The Treatise Concerning Widows."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:22",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:23",
                            "text": "After having written about virgins, it seemed needful to say something concerning widows, since the Apostle joins the two classes together, and the latter are as it were teachers of the former, and far superior to those who are married."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:24",
                            "text": "Elijah was sent to a widow, a great mark of honour; yet widows are not honourable like her of Sarepta, unless they copy her virtues, notably hospitality."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:25",
                            "text": "The avarice of men is rebuked, who forfeit the promises of God by their grasping."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:26",
                            "text": "1."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:27",
                            "text": "Since I have treated of the honour of virgins in three books, it is fitting now, my brethren, that a treatise concerning widows should come in order; for I ought not to leave them without honour, nor to separate them from the commendation belonging to virgins, since the voice of the Apostle has joined them to virgins, according to what is written: \"The unmarried woman and the virgin careth for the things of the Lord, that she may be holy both in body and in spirit\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:28",
                            "text": "For in a certain manner the inculcation of virginity is strengthened by the example of widows."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:29",
                            "text": "They who have preserved their marriage bed undefiled are a testimony to virgins that chastity is to be preserved for God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:30",
                            "text": "And it is almost a mark of no less virtue to abstain from marriage, which was once a delight, than to remain ignorant of the pleasures of wedlock."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:31",
                            "text": "They are strong in each point, in that they regret not wedlock, the faith of which they keep, and entangle not themselves with wedded pleasures, lest they appear weak and not able to take care of themselves."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:32",
                            "text": "2."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:33",
                            "text": "But in this particular virtue is contained also the prizes of liberty."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:34",
                            "text": "For: \"The wife is bound as long as her husband liveth; but if her husband fall asleep she is freed: let her marry whom she will, only in the Lord."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:35",
                            "text": "But she will be happier if she so abide, after my judgment, for I think I also have the Spirit of God\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:36",
                            "text": "Evidently, then, the Apostle has expressed the difference, having said that the one is bound, and stated that the other is happier, and that he asserts not so much as the result of his own judgment, as of the infusion of the Spirit of God; that the decision should be seen to be heavenly, not human."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:37",
                            "text": "3."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:38",
                            "text": "And what is the teaching of the fact that at that time when the whole human race was afflicted by famine and Elias was sent to the widow? And see how for each is reserved her own special grace."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:39",
                            "text": "An angel is sent to the Virgin, a prophet to the widow."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:40",
                            "text": "Notice, farther, that in one case it is Gabriel, in the other Elisha."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:41",
                            "text": "The most excellent chiefs of the number of angels and prophets are seen to be chosen."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:42",
                            "text": "But there is no praise simply in widowhood, unless there be added the virtues of widowhood."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:43",
                            "text": "For, indeed, there were many widows, but one is preferred to all, in which fact it is not so much that others are called back from their pursuit as that they are stimulated by the example of virtue."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:44",
                            "text": "4."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:45",
                            "text": "What is said at first makes the ears attentive, although the simplicity itself of the understanding has weight to attract widows to the pattern of virtue; since each seems to excel, not according to her profession, but her merit, and the grace of hospitality is not lost sight of by God, Who, as He Himself related in the Gospel, rewards a cup of cold water with the exceeding recompense of eternity, and compensates the small measure of meal and oil by an unfailing abundance of plenty ever coming in."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:46",
                            "text": "For if one of the heathen has said that all the possessions of friends should be common, how much more ought those of relatives to be common! For we are relatives who are bound into one body."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:47",
                            "text": "5."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:48",
                            "text": "But we are not bound by any prescribed limit of hospitality."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:49",
                            "text": "For why do you think  that what is of this world is private property when this world is common? Or why do you consider the fruits of the earth are private, when the earth itself is common property? \"Behold,\" He said, \"the fowls of the air, they sow not, neither do they reap\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:50",
                            "text": "For to those to whom nothing is private property nothing is wanting, and God, the master of His own word, knows how to keep His promise."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:51",
                            "text": "Again, the birds do not gather together, and yet they eat, for our heavenly Father feeds them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:52",
                            "text": "But we turning aside the warnings of a general utterance to our private advantage, God says: \"Every tree which has in it the fruit of a tree yielding seed shall be to you for meat, and to every beast, and to every bird, and to everything that creepeth upon the earth\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:53",
                            "text": "By gathering together we come to want, and by gathering together we are made empty."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:54",
                            "text": "For we cannot hope for the promise, who keep not the saying."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:55",
                            "text": "It is also good for us to attend to the precept of hospitality, to be ready to give to strangers, for we, too, are strangers in the world."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:56",
                            "text": "6."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:57",
                            "text": "But how holy was that widow, who, when pinched by extreme hunger, observed the reverence due to God, and was not using the food for herself alone, but was dividing it with her son, that she might not outlive her dear offspring."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:58",
                            "text": "Great is the duty of affection, but that of religion brings more return."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:59",
                            "text": "For as no one ought to be set before her son, so the prophet of God ought to be set before her son and her preservation."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:60",
                            "text": "For she is to be believed to have given to him not a little food, but the whole support of her life, who left nothing for herself."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: On Widows 1:61",
                            "text": "So hospitable was she that she gave the whole, so full of faith that she believed at once."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On Widows 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:2",
                            "text": "The precepts of the Apostle concerning a widow indeed are laid down, such as, that she bring up children, attend to her parents, desire to please God, show herself irreproachable, set forth a ripeness of merits, have been the wife of one man."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:4",
                            "text": "Ambrose notes, however, that a second marriage was not condemned by St."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:5",
                            "text": "Paul, and adds that widows must have a good report for virtue with all."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:6",
                            "text": "The reasons why younger widows are to be avoided, and what is meant by its being better to marry than to burn."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:7",
                            "text": "St."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:8",
                            "text": "Ambrose then goes on to speak of the dignity of widows, shown by the fact that any injury done to them is visited by the anger of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:9",
                            "text": "7."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:10",
                            "text": "So, then, a widow is not only marked off by bodily abstinence, but is distinguished by virtue, to whom I do not give commandments, but the Apostle."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:11",
                            "text": "I am not the only person to do them honour, but the Doctor of the Gentiles did so first, when he said: \"Honour widows that are widows indeed."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:12",
                            "text": "But if any widow have children or nephews, let her first learn to govern her own house, and to requite her parents\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:13",
                            "text": "Whence we observe that each inclination of affection ought to exist in a widow, to love her children and to do her duty to her parents."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:14",
                            "text": "So when discharging her duty to her parents she is teaching her children, and is rewarded herself by her own compliance with duty, in that what she performs for others benefits herself."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:15",
                            "text": "8."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:16",
                            "text": "\"For this,\" says he, \"is acceptable with God\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:17",
                            "text": "So that if thou, O widow, carest for the things of God, thou oughtest to follow after that which thou hast learnt to be well pleasing to God."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:18",
                            "text": "And, indeed, the Apostle somewhat farther back, exhorting widows to the pursuit of continence, said that they mind the things of the Lord."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:19",
                            "text": "But elsewhere, when a widow who is approved is to be selected, she is bidden not only to bear in mind but also to hope in the Lord: \"For she that is a widow indeed,\" it is said, \"and desolate, must hope in God, and be instant in supplications and prayers night and day\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:20",
                            "text": "And not without reason does he show that these ought to be blameless, to whom, as virtuous works are enjoined, so, too, great respect is paid, so that they are honoured even by bishops."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:21",
                            "text": "9."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:22",
                            "text": "And of what kind she ought to be who is chosen the description is given in the words of the teacher himself: \"Not less than threescore years old, having been the wife of one man\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:23",
                            "text": "Not that old age alone makes the widow, but that the merits of the widow are the duties of old age."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:24",
                            "text": "For she certainly is the more noble who represses the heat of youth, and the impetuous ardour of youthful age, desiring neither the tenderness of a husband, nor the abundant delights of children, rather than one who, now worn out in body, cold in age, of ripe years, can neither grow warm with pleasures, nor hope for offspring."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:25",
                            "text": "10."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:26",
                            "text": "Nor in truth is any one excluded from the devotion of widowhood, if after entering upon a second marriage, which the precepts of the Apostle certainly do not condemn as  though the fruit of chastity were lost, if she be again loosed from her husband."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:27",
                            "text": "She will have, indeed, the merit of her chastity, even if it be tardy, but she will be more approved who has tried a second marriage, for the desire of chastity is conspicuous in her, for the other old age or shame seems to have put an end to marrying."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:28",
                            "text": "11."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:29",
                            "text": "Nor yet is bodily chastity alone the strong purpose of the widow, but a large and most abundant exercise of virtue."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:30",
                            "text": "\"Well reported of for good works, if she have brought up children; if she have lodged strangers; if she have washed the saints' feet; if she have ministered to those suffering tribulation; if, lastly, she have followed after every good work\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:31",
                            "text": "You see how many practices of virtue he has included."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:32",
                            "text": "He demands, first of all, the duty of piety; secondly, the practice of hospitality and humble service; thirdly, the ministry of mercy and liberality in assisting; and, lastly, the performance of every good work."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:33",
                            "text": "12."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:34",
                            "text": "And he, therefore, that the younger should be avoided, because they are not able to fulfil the requirements of so high a degree of virtue."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:35",
                            "text": "For youth is prone to fall because the heat of various desires is inflamed by the warmth of glowing youth, and it is the part of a good doctor to keep off the materials of sin."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:36",
                            "text": "For the first exercise in training the soul is to turn away sin, the second to implant virtue."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:37",
                            "text": "Yet, since the Apostle knew that Anna, the widow of fourscore years, from her youth was a herald of the works of the Lord, I do not think that he thought that the younger should be excluded from the devotion of widowhood, especially as he said: \"It is better to marry than to burn\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:38",
                            "text": "For certainly he recommended marriage as a remedy, that she who would else perish might be saved; he did not prescribe the choice that one who could contain should not follow chastity, for it is one thing to succour one who is falling, another to persuade to virtue."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:39",
                            "text": "13."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:40",
                            "text": "And what shall I say of human judgments, since in the judgments of God the Jews are set forth as having offended the Lord in nothing more than violating what was due to the widow and the rights of minors? This is proclaimed by the voices of the prophets as the cause which brought upon the Jews the penalty of rejection."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:41",
                            "text": "This is mentioned as the only cause which will mitigate the wrath of God against their sin, if they honour the widow, and execute true judgment for minors, for thus we read: \"Judge the fatherless, deal justly with the widow, and come let us reason together, saith the Lord\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:42",
                            "text": "And elsewhere: \"The Lord shall maintain the orphan and the widow\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:43",
                            "text": "And again: \"I will abundantly bless her widow\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:44",
                            "text": "Wherein also the likeness of the Church is foreshadowed."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Ambrose: On Widows 2:45",
                            "text": "You see, then, holy widows, that that office which is honoured by the assistance of divine grace must not be degraded by impure desire."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On Widows 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:3",
                            "text": "Ambrose returns to the story of the widow of Sarepta, and shows that she represented the Church, hence that she was an example to virgins, married women, and widows."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:4",
                            "text": "Then he refers to the prophet as setting forth Christ, inasmuch as he foretold the mysteries and the rain which was to come."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:5",
                            "text": "Next he touches upon and explains the twofold sign of Gideon, and points out that it is not in every one's power to work miracles, and that the Incarnation of Christ and the rejection of the Jews were foreshadowed in that account."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:6",
                            "text": "14."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:7",
                            "text": "To return to what was treated of above, what is the meaning of the fact that when there was a very great famine in all the land, yet the care of God was not wanting to the widow, and the prophet was sent to sustain her? And when in this story the Lord warns me that He is about to speak in truth, He seems to bid my ears attend to a mystery."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:8",
                            "text": "For what can be more true than the mystery of Christ and the Church? Not, then, without a purpose is one preferred amongst many widows."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:9",
                            "text": "Who is such an one, to whom so great a prophet who was carried up into heaven, should be guided, especially at that time when the heaven was shut for three years and six months, when there was a great famine in the whole land? The famine was everywhere, and yet notwithstanding this widow did not want."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:10",
                            "text": "What are these three years? Are they not, perchance, those in which the Lord came to the earth and could not find fruit on the fig-tree, according to that which is written: \"Behold, there are three years that I came seeking fruit on this fig-tree, and find none\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:11",
                            "text": "15."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:12",
                            "text": "This is assuredly that widow of whom it was said: \"Rejoice, thou barren that bearest not, break forth and cry, thou that availest not with child; for many are the children of the desolate, more than of her who hath an husband\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:13",
                            "text": "And well is she a widow of whom it is well said: \"Thou  shalt not remember thy shame and thy widowhood, for I am the Lord Who make thee\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:14",
                            "text": "And perchance therefore is she a widow who has lost her Husband indeed in the suffering of His body, but in the day of judgment shall receive again the Son of Man Whom she seemed to have lost."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:15",
                            "text": "\"For a short time have I forsaken thee,\" He says, in order that, being forsaken, she may the more gloriously keep her faith."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:16",
                            "text": "16."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:17",
                            "text": "All, then, have an example to imitate, virgins, married women, and widows."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:18",
                            "text": "And perchance is the Church therefore a virgin, married, and a widow, because they are one body in Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:19",
                            "text": "She is then that widow for Whose sake when there was a dearth of the heavenly Word on earth, the prophets were appointed, for there was a widow who was barren, yet reserved her bringing forth for its own time."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:20",
                            "text": "17."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:21",
                            "text": "So that his person does not seem to us of small account, who by his word moistened the dry earth with the dew of heaven, and unlocked the closed heavens certainly not by human power."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:22",
                            "text": "For who is he who can open the heavens except Christ, for Whom daily out of sinners' food is gathered, an increase for the Church? For it is not in the power of man to say: \"The barrel of meal shall not waste, and the cruse of oil shall not fail, until the day on which the Lord shall send rain on the earth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:23",
                            "text": "For though it be the rule of the prophets to speak thus, the voice is in truth that of the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:24",
                            "text": "And so it is stated first: \"For thus saith the Lord\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:25",
                            "text": "For it is of the Lord to vouch for a continuance of heavenly sacraments, and to promise that the grace of spiritual joy shall not fail, to grant the defences of life, the seals of faith, the gifts of virtues."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:26",
                            "text": "18."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:27",
                            "text": "But what does this mean: \"Until the day on which the Lord shall send rain on the earth\"? except that He, too, \"shall come down like rain upon a fleece, and like the drops that water the earth\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:28",
                            "text": "In which passage is disclosed the mystery of the old history where Gideon, the warrior of the mystic conflict, receiving the pledge of future victory, recognized the spiritual sacrament in the vision of his mind, that that rain was the dew of the Divine Word, which first came down on the fleece, when all the earth was parched with continual drought, and by a second true sign, moistened the floor of all the earth with a shower, whilst dryness was upon the fleece."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:29",
                            "text": "19."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:30",
                            "text": "For the prescient man observed the sign of the future growth of the Church."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:31",
                            "text": "For first in Judaea the dew of the divine utterance began to give moisture (for \"in Jewry is God known\"), whilst the whole earth remained without the dew of faith."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:32",
                            "text": "But when Joseph's flock began to deny God, and by venturing on various enormous offences to incur guilt before God, then when the dew of the heavenly shower was poured on the whole earth, the people of the Jews began to grow dry and parched in their own unbelief, when the clouds of prophecy and the healthful shower of the Apostles watered the holy Church gathered together from all parts of the world."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:33",
                            "text": "This is that rain, now condensed from earthly moisture, now from mountain mists, but diffused throughout the whole world in the salutary shower of the heavenly Scriptures."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:34",
                            "text": "20."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:35",
                            "text": "By this example, then, it is shown that not all can merit the miracles of divine power, but they who are aided by the pursuits of religious devotion, and that they lose the fruits of divine working who are devoid of reverence for heaven."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ambrose: On Widows 3:36",
                            "text": "It is also shown in a mystery that the Son of God, in order to restore the Church, took upon Himself the mystery of a human body, casting off the Jewish people, from whom the counsellor and the prophet and the miracles of the divine benefits were taken away, because that as it were by a kind of national blemish they were not willing to believe in the Son of God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On Widows 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:2",
                            "text": "By the example of Anna St."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:3",
                            "text": "Ambrose shows what ought to be the life of widows, and shows that she was an example of chastity at every age."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:4",
                            "text": "From this he argues that there are three degrees of the same virtue, all of which are included in the Church, and sets forth several examples in Mary, in Anna, and in Susanna."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:5",
                            "text": "But, he adds, the state of virginity is superior to either of the others, but that a widow ought to take greater care for the preservation of her good name."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:6",
                            "text": "21."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:7",
                            "text": "Scripture then teaches as how much grace is conferred by unity, and how great is the gift of divine blessing in widows."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:8",
                            "text": "And since such honour is given them by God, we must observe what mode of life corresponds thereto; for Anna shows what widows ought to be, who, left destitute by the early death of her husband, yet obtained the reward of full praise, being intent not less on the duties of religion than on the pursuit of chastity."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:9",
                            "text": "A widow, it is said, of  fourscore and four years, a widow who departed not from the temple, a widow who served God night and day with fastings and with prayers."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:10",
                            "text": "22."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:11",
                            "text": "You see what sort of person a widow is said to be, the wife of one man, tested also by the progress of age, vigorous in religion, and worn out in body, whose resting-place is the temple, whose conversation is prayer, whose life is fasting, who in the times of day and night by a service of unwearied devotion, though the body acknowledge old age, yet knows no age in her piety."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:12",
                            "text": "Thus is a widow trained from her youth, thus is she spoken of in her age, who has kept her widowhood not through the chance of time, nor through weakness of body, but by large-heartedness in virtue."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:13",
                            "text": "For when it is said that she was for seven years from her virginity with her husband, it is a setting forth that the things which are the support of her old age began in the aims of her youth."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:14",
                            "text": "23."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:15",
                            "text": "And so we are taught that the virtue of chastity is threefold, one kind that of married life, a second that of widowhood, and the third that of virginity, for we do not so set forth one as to exclude others."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:16",
                            "text": "These result each in that which belongs to each."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:17",
                            "text": "The training of the Church is rich in this, that it has those whom it may set before others, but has none whom it rejects, and would that it never could have any! We have so spoken of virginity as not to reject widowhood, we so reverence widows as to reserve its own honour for wedlock."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:18",
                            "text": "It is not our precepts but the divine sayings which teach this."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:19",
                            "text": "24."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:20",
                            "text": "Let us remember then how Mary, how Anna, and how Susanna are spoken of."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:21",
                            "text": "But since not only must we celebrate their praises but also follow their manner of life, let us remember where Susanna, and Anna, and Mary are found, and observe how each is spoken of with her special commendation, and where each is mentioned, she that is married in the garden, the widow in the temple, the virgin in her secret chamber."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:22",
                            "text": "25."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:23",
                            "text": "But in the former the fruit is later, in virginity it is earlier; old age proves them, virginity is the praise of youth, and does not need the help of years, being the fruit of every age."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:24",
                            "text": "It becomes early years, it adorns youth, it adds to the dignity of age, and at all ages it has the gray hairs of its righteousness, the ripeness of its gravity, the veil of modesty, which does hinder devotion and increases religion."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:25",
                            "text": "For we see by what follows that holy Mary went every year with Joseph to Jerusalem on the solemn day of the passover."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:26",
                            "text": "Everywhere in company with the Virgin is eager devotion and a zealous sharer of her chastity."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:27",
                            "text": "Nor is the Mother of the Lord puffed up, as though secure of her own merits, but the more she recognized her merit, the more fully did she pay her vows, the more abundantly did she perform her service, the more fully did she discharge her office, the more religiously did she perform her duty and fill up the mystic time."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:28",
                            "text": "26."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:29",
                            "text": "How much more then does it beseem you to be intent on the pursuit of chastity, lest you leave any place for unfavourable opinion who have the evidence of your modesty and your behaviour alone."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:30",
                            "text": "For a virgin, though in her also character rather than the body has the first claim, puts away calumny by the integrity of her body, a widow who has lost the assistance of being able to prove her virginity undergoes the inquiry as to her chastity not according to the word of a midwife, but according to her own manner of life."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Ambrose: On Widows 4:31",
                            "text": "Scripture, then, has shown how attentive and religious should be the disposition of a widow."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On Widows 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:2",
                            "text": "Liberality to the poor is recommended by the example of the widow the Gospel, whose two mites were preferred to the large gifts of the rich."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:3",
                            "text": "The two mites are treated as mystically representing the two Testaments."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:4",
                            "text": "What that treasure is for which we are taught to offer, after the example of the wise men, three gifts, or after that of the widow, two."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:5",
                            "text": "St."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:6",
                            "text": "Ambrose concludes the chapter by an exhortation to widows to be zealous in good works."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:7",
                            "text": "27."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:8",
                            "text": "In the same book, too, but in another place, we are taught how fitting it is to be merciful and liberal towards the poor, and that this feeling should not be checked by the consideration of our poverty, since liberality is determined not by the amount of our possessions, but by the disposition of giving."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:9",
                            "text": "For by the voice of the Lord that widow is preferred to all of whom it was said: \"This widow hath cast in more than all\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:10",
                            "text": "In which instance the Lord characteristically teaches all, that none should be held back from giving assistance through shame at his own poverty, and that the rich should not flatter themselves that they seem to give more than the poor."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:11",
                            "text": "For the piece of money out of a small stock is richer than treasures out of abundance, because it is not the  amount that is given but the amount that remains which is considered."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:12",
                            "text": "No one gives more than she who has left nothing for herself."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:13",
                            "text": "28."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:14",
                            "text": "Why do you, rich woman, boast yourself by comparison with the poor, and when you are all loaded with gold, and drag along the ground a costly robe, desire to be honoured as though she were inferior and small in comparison with your riches, because you have surpassed the needy with your gifts? Rivers too overflow, when they are too full, but a draught from a brook is more pleasant."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:15",
                            "text": "New wine foams while fermenting, and the husbandman does not consider as lost that which runs over."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:16",
                            "text": "While the harvest is being threshed out, grains of corn fall from the groaning floor; but though the harvests fail, the barrel of meal wastes not, and the cruse full of oil gives forth."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:17",
                            "text": "But the draught emptied the casks of the rich, while the tiny cruse of oil of the widow gave abundance."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:18",
                            "text": "That, then, is to be reckoned which you give for devotion, not what you cast forth disdainfully."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:19",
                            "text": "For in fine, no one gave more than she who fed the prophet with her children's nourishment."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:20",
                            "text": "And so since no one gave more, no one had greater merit."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:21",
                            "text": "This has a moral application."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:22",
                            "text": "29."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:23",
                            "text": "And considering the mystical sense, one must not despise this woman casting in two mites into the treasury."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:24",
                            "text": "Plainly the woman was noble who in the divine judgment was found worthy to be preferred to all."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:25",
                            "text": "Perchance it is she who of her faith has given two testaments for the help of man, and so no one has done more."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:26",
                            "text": "Nor could any one equal the amount of her gift, who joined faith with mercy."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:27",
                            "text": "Do you, then, whoever you are, who exercise your life the practice of widowhood, not hesitate to cast into the treasury the two mites, full of faith and grace."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:28",
                            "text": "30."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:29",
                            "text": "Happy is she who out of her treasure brings forth the perfect image of the King."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:30",
                            "text": "Your treasure is wisdom, your treasure is chastity and righteousness, your treasure is a good understanding, such as was that treasure from which the Magi, when they worshipped the Lord, brought forth gold, frankincense, and myrrh; setting forth by gold the power of a king, venerating God by the frankincense, and by myrrh acknowledging the resurrection of the body."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:31",
                            "text": "You too have this treasure if you look into yourself: \"For we have this treasure in earthen vessels\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:32",
                            "text": "You have gold which you can give, for God does not exact of you the precious gift of shining metal, but that gold which at the day of judgment the fire shall be unable to consume."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:33",
                            "text": "Nor does He require precious gifts, but the good odour of faith, which the altars of your heart send forth and the disposition of a religious mind exhales."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:34",
                            "text": "31."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:35",
                            "text": "From this treasure, then, not only the three gifts of the Magi but also the two mites of the widow are taken, on which the perfect image of the heavenly King shines forth, the brightness of His glory and the image of His substance."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:36",
                            "text": "Precious, too, are those hardly earned gains of chastity which the widow gives of her labour and daily task, continually night and day working at her task, and by the wakeful labour of her profitable chastity gathering treasure; that she may preserve the couch of her deceased husband unviolated, be able to support her dear children, and to minister to the poor."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:37",
                            "text": "She is to be preferred to the rich, she it is who shall not fear the judgment of Christ."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:38",
                            "text": "32."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:39",
                            "text": "Strive to equal her, my daughters: \"It is good to be zealously affected in a good thing\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:40",
                            "text": "\"Covet earnestly the best gifts\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:41",
                            "text": "The Lord is ever looking upon you, Jesus looks upon you when He goes to the treasury, and you think that of the gain of your good works assistance is to be given to those in need."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:42",
                            "text": "What is it, then, that you should give your two mites and gain in return the Lord's Body? Go not, then, empty into the sight of the Lord your God, empty of mercy, empty of faith, empty of chastity; for the Lord Jesus is wont to look upon and to commend not the empty, but those who are rich in virtues."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:43",
                            "text": "Let the maiden see you at work, let her see you ministering to others."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:44",
                            "text": "For this is the return which you owe to God, that you should make your return to God from the progress of others."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Ambrose: On Widows 5:45",
                            "text": "No return is more acceptable to God than the offerings of piety."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On Widows 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:2",
                            "text": "Naomi is an instance of a widow receiving back from her daughter-in-law the fruits of her own good training, and is a token that necessary support will never fail the good widow."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:3",
                            "text": "And if her life appears sad, she is happy, since the promises of the Lord are made to her."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:4",
                            "text": "St."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:5",
                            "text": "Ambrose then touches upon the benefits of weeping."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:6",
                            "text": "33."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:7",
                            "text": "Does the widow Naomi seem to you of small account, who supported her widowhood on the gleanings from another's harvest, and who, when heavy with age, was supported by her daughter-in-law? It is a great benefit both for the support and for the advantage of widows, that they so train their daughters-in-law as to have in them a support in full old age, and, as it were, payment for their teaching and reward for their training."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:8",
                            "text": "For to her who has well taught and well instructed her daughter-in-law a Ruth will never be wanting who will prefer the widowed life of her mother-in-law to her father's house, and if her husband also be dead, will not leave her, will support her in need, comfort her in sorrow, and not leave her if sent away; for good instruction will never know want."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:9",
                            "text": "So that Naomi, deprived of her husband and her two sons, having lost the offspring of her fruitfulness, lost not the reward of her pious care, for she found both a comfort in sorrow and a support in poverty."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:10",
                            "text": "34."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:11",
                            "text": "You see, then, holy women, how fruitful a widow is in the offspring of virtues, and the results of her own merits, which cannot come to an end."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:12",
                            "text": "A good widow, then, knows no want, and if she be weary through age, in extreme poverty, yet she has as a rule the reward of the training she has given."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:13",
                            "text": "Though the nearest to herself have failed, she finds those not so near akin to cherish their mother, revere their parent, and by the trifling gifts for her support desire to gain the fruit of their own kindness, for richly are gifts to a widow repaid."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:14",
                            "text": "She asks food and pays back treasures."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:15",
                            "text": "35."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:16",
                            "text": "But she seems to spend sad days, and to pass her time in tears."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:17",
                            "text": "And she is the more blessed in this, for by a little weeping she purchases for herself everlasting joys, and at the cost of a few moments gains eternity."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:18",
                            "text": "To such it is well said: \"Blessed are ye that weep, for ye shall laugh\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:19",
                            "text": "Who then would prefer the deceitful appearances of present joys to the pleasure of future freedom from anxiety? Does he seem to us an insignificant authority, the elect forefather of the Lord after the flesh, who ate ashes as it were bread, and mingled his drink with weeping, and by his tears at night gained for himself the joy of redemption in the morning? Whence did he gain that great joy except that he greatly wept, and, as it were, at the price of his tears obtained the grace of future glory for himself."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:20",
                            "text": "36."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:21",
                            "text": "The widow has, then, this excellent recommendation, that while she mourns her husband she also weeps for the world, and the redeeming tears are ready, which shed for the dead will benefit the living."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: On Widows 6:22",
                            "text": "The weeping of the eyes is fitted to the sadness of the mind, it arouses pity, lessens labour, relieves grief, and preserves modesty, and she no longer seems to herself so wretched, finding comfort in tears which are the pay of love and proofs of pious memory."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: On Widows 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:2",
                            "text": "By the example of Judith is shown that courage is not wanting in widows; her preparation for her visit to Holofernes is dwelt upon, as also her chastity and her wisdom, her sobriety and moderation."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:3",
                            "text": "Lastly, St."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:4",
                            "text": "Ambrose, after demonstrating that she was no less brave than prudent, sets forth her modesty after her success."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:5",
                            "text": "37."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:6",
                            "text": "But bravery also is usually not wanting to a good widow."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:7",
                            "text": "For this is true bravery, which surpasses the usual nature and the weakness of the sex by the devotion of the mind, such as was in her who was named Judith, who of herself alone was able to rouse up from utter prostration and defend from the enemy men broken down by the siege, smitten with fear, and pining with hunger."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:8",
                            "text": "For she, as we read, when Holofernes, dreaded after his success in so many battles, had driven countless thousands of men within the walls; when the armed men were afraid, and were already treating about the final surrender, went forth outside the wall, both excelling that army which she delivered, and braver than that which she put to flight."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:9",
                            "text": "38."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:10",
                            "text": "But in order to learn the dispositions of ripe widowhood, run through the course of the Scriptures."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:11",
                            "text": "From the time when her husband died she laid aside the garments of mirth, and took those of mourning."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:12",
                            "text": "Every day she was intent on fasting except on the Sabbath and the Lord's Day and the times of holy days, not as yielding to desire of refreshment, but out of respect for religion."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:13",
                            "text": "For this is that which is said: \"Whether ye eat or drink, all is to be done in the name of Jesus Christ,\" that even the very refreshment of the body is to have respect to the worship of holy religion."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:14",
                            "text": "So then, holy Judith, strengthened by lengthened mourning and by daily fasting, sought not the enjoyments of the world regardless of danger, and strong in her contempt for death."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:15",
                            "text": "In order to accomplish her stratagem she put on that robe of mirth, wherewith in her husband's lifetime she was wont  to be clothed, as though she would give pleasure to her husband, if she freed her country."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:16",
                            "text": "But she saw another man whom she was seeking to please, even Him, of Whom it is said: \"After me cometh a Man Who is preferred before me\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:17",
                            "text": "And she did well in resuming her bridal ornaments when about to fight, for the reminders of wedlock are the arms of chastity, and in no other way could a widow please or gain the victory."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:18",
                            "text": "39."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:19",
                            "text": "Why relate the sequel? How she amongst thousands of enemies, remained chaste."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:20",
                            "text": "Why speak of her wisdom, in that she designed such a scheme? She chose out the commander, to ward off from herself the insolence of inferiors, and prepare an opportunity for victory."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:21",
                            "text": "She reserved the merit of abstinence and the grace of chastity."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:22",
                            "text": "For unpolluted, as we read, either by food or by adultery, she gained no less a triumph over the enemy by preserving her chastity than by delivering her country."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:23",
                            "text": "40."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:24",
                            "text": "What shall I say of her sobriety? Temperance, indeed, is the virtue of women."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:25",
                            "text": "When the men were intoxicated with wine and buried in sleep, the widow took the sword, put forth her hand, cut off the warrior's head, and passed unharmed through the midst of the ranks of the enemy."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:26",
                            "text": "You notice, then, how much drunkenness can injure a woman, seeing that wine so weakens men that they are overcome by women."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:27",
                            "text": "Let a widow, then, be temperate, pure in the first place from wine, that she may be pure from adultery."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:28",
                            "text": "He will tempt you in vain, if wine tempts you not."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:29",
                            "text": "For if Judith had drunk she would have slept with the adulterer."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:30",
                            "text": "But because she drank not, the sobriety of one without difficulty was able both to overcome and to escape from a drunken army."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:31",
                            "text": "41."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:32",
                            "text": "And this was not so much a work of her hands, as much more a trophy of her wisdom."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:33",
                            "text": "For having overcome Holofernes by her hand alone, she overcame the whole army of the enemies by her wisdom."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:34",
                            "text": "For hanging up the head of Holofernes, a deed which the wisdom of the men had been unable to plan, she raised the courage of her countrymen, and broke down that of the enemy."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:35",
                            "text": "She stirred up her own friends by her modesty, and struck terror into the enemy so that they were put to flight and slain."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:36",
                            "text": "And so the temperance and sobriety of one widow not only subdued her own nature, but, which is far more, even made men more brave."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:37",
                            "text": "42."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Ambrose: On Widows 7:38",
                            "text": "And yet she was not so elated by this success, though she might well rejoice and exult by right of her victory, as to give up the exercises of her widowhood, but refusing all who desired to wed her she laid aside her garments of mirth and took again those of her widowhood, not caring for the adornments of her triumph, thinking those things better whereby vices of the body are subdued than those whereby the weapons of an enemy are overcome."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: On Widows 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:2",
                            "text": "Though many other widows came near to Judith in virtue, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:3",
                            "text": "Ambrose proposes to speak of Deborah only."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:4",
                            "text": "What a pattern of virtue she must have been for widows, who was chosen to govern and defend men."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:5",
                            "text": "It was no small glory to her that when her son was over the host he refused to go forth to battle unless she would go also."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:6",
                            "text": "So that she led the army and foretold the result."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:7",
                            "text": "In this story the conflicts and triumphs of the Church, and her spiritual weapons, are set forth, and every excuse of weakness is taken from women."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:8",
                            "text": "43."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:9",
                            "text": "And in order that it may not seem as if only one widow had fulfilled this inimitable work, it seems in no way doubtful that there were many others of equal or almost equal virtue, for good seed corn usually bears many ears filled with grains."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:10",
                            "text": "Doubt not, then, that that ancient seed-time was fruitful in the characters of many women."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:11",
                            "text": "But as it would be tedious to include all, consider some, and especially Deborah, whose virtue Scripture records for us."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:12",
                            "text": "44."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:13",
                            "text": "For she showed not only that widows have no need of the help of a man, inasmuch as she, not at all restrained by the weakness of her sex, undertook to perform the duties of a man, and did even more than she had undertaken."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:14",
                            "text": "And, at last, when the Jews were being ruled under the leadership of the judges, because they could not govern them with manly justice, or defend them with manly strength, and so wars broke out on all sides, they chose Deborah, by whose judgment they might be ruled."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:15",
                            "text": "And so one widow both ruled many thousands of men in peace, and defended them from the enemy."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:16",
                            "text": "There were many judges in Israel, but no woman before was a judge, as after Joshua there were many judges but none was a prophet."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:17",
                            "text": "And I think that her judgeship has been narrated, and her deeds described, that women should not be restrained from deeds of valour by the weakness of their sex."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:18",
                            "text": "A widow, she governs the people; a widow, she leads armies; a widow, she chooses generals; a widow, she determines wars and orders triumphs."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:19",
                            "text": "So, then, it is not nature which is answerable for the fault or which is liable to weakness."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:20",
                            "text": "It is not sex, but valour which makes strong."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:21",
                            "text": "45."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:22",
                            "text": "And in time of peace there is no complaint, and no fault is found in this woman whereas most of the judges were causes of no small sins to the people."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:23",
                            "text": "But when the Canaanites, a people fierce in battle and rich in troops, successively joined them, showed a horrible disposition against the people of the Jews, this widow, before all others, made all the preparations for war."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:24",
                            "text": "And to show that the needs of the household were not dependent on the public resources, but rather that public duties were guided by the discipline of home life, she brings forth from her home her son as leader of the army, that we may acknowledge that a widow can train a warrior; whom, as a mother, she taught, and, as judge, placed in command, as, being herself brave, she trained him, and, as a prophetess, sent to certain victory."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:25",
                            "text": "46."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:26",
                            "text": "And lastly, her son Barak shows the chief part of the victory was in the hands of a woman when he said: \"If thou wilt not go with me I will not go, for I know not the day on which the Lord sendeth His angel with me\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:27",
                            "text": "How great, then, was the might of that woman to whom the leader of the army says, \"If thou wilt not go I will not go\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:28",
                            "text": "How great, I say, the fortitude of the widow who keeps not back her son from dangers through motherly affection, but rather with the zeal of a mother exhorts her son to go forth to victory, while saying that the decisive point of that victory is in the hand of a woman!  47."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:29",
                            "text": "So, then, Deborah foretold the event of the battle."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:30",
                            "text": "Barak, as he was bidden, led forth the army; Jael carried off the triumph, for the prophecy of Deborah fought for her, who in a mystery revealed to us the rising of the Church from among the Gentiles, for whom should be found a triumph over Sisera, that is, over the powers opposed to her."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:31",
                            "text": "For us, then, the oracles of the prophets fought, for us those judgments and arms of the prophets won the victory."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:32",
                            "text": "And for this reason it was not the people of the Jews but Jael who gained the victory over the enemy."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:33",
                            "text": "Unhappy, then, was that people which could not follow up by the virtue of faith the enemy, whom it had put to flight."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:34",
                            "text": "And so by their fault salvation came to the Gentiles, by their sluggishness the victory was reserved for us."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:35",
                            "text": "48."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:36",
                            "text": "Jael then destroyed Sisera, whom however the band of Jewish veterans had put to flight under their brilliant leader, for this is the interpretation of the name Barak; for often, as we read, the sayings and merits of the prophets procured heavenly aid for the fathers."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:37",
                            "text": "But even at that time was victory being prepared over spiritual wickedness for those to whom it is said in the Gospel: \"Come, ye blessed of My Father, take possession of the kingdom prepared for you from the foundation of the world\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:38",
                            "text": "So the commencement of the victory was from the Fathers, its conclusion is in the Church."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:39",
                            "text": "49."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:40",
                            "text": "But the Church does not overcome the powers of the enemy with weapons of this world, but with spiritual arms, \"which are mighty through God to the destruction of strongholds and the high places of spiritual wickedness\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:41",
                            "text": "And Sisera's thirst was quenched with a bowl of milk, because he was overcome by wisdom, for what is healthful for us as food is deadly and weakening to the power of the enemy."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:42",
                            "text": "The weapons of the Church are faith, the weapons of the Church are prayer, which overcomes the enemy."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:43",
                            "text": "50."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:44",
                            "text": "And so according to this history a woman, that the minds of women might be stirred up, became a judge, a woman set all in order, a woman prophesied, a woman triumphed, and joining in the battle array taught men to war under a woman's lead."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:45",
                            "text": "But in a mystery it is the battle of faith and the victory of the Church."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:46",
                            "text": "51."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:47",
                            "text": "You, then, who are women have no excuse because of your nature."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:48",
                            "text": "You who are widows have no excuse because of the weakness of your sex, nor can you attribute your changeableness to the loss of the support of a husband."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:49",
                            "text": "Every one has sufficient protection if courage is not wanting to the soul."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:50",
                            "text": "And the very advance of age is a common defence of chastity for widows; and grief for the husband who is lost, regular work, the care of the house, anxiety for children, frequently ward off wantonness hurtful to the soul; while the very mourning attire, the funeral solemnities, the constant weeping, and grief impressed on the sad brow in deep wrinkles, restrains wanton  eyes, checks lust, turns away forward looks."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Ambrose: On Widows 8:51",
                            "text": "The sorrow of regretful affection is a good guardian of chastity, guilt cannot find an entrance if vigilance be not wanting."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: On Widows 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:2",
                            "text": "To an objection that the state of widowhood might indeed be endurable if circumstances were pleasant, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:3",
                            "text": "Ambrose replies that pleasant surroundings are more dangerous than even trouble; and goes to show by examples taken from holy Scripture, that widows may find much happiness in their children and their sons-in-law."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:4",
                            "text": "They should have recourse to the Apostles, who are able to help us, and should entreat for the intercessions of angels and martyrs."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:5",
                            "text": "He touches then on certain complaints respecting loneliness, and care of property, and ends by pointing out the unseemliness of a widow marrying who has daughters either married already or of marriageable age."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:6",
                            "text": "52."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:7",
                            "text": "You have learnt, then, you who are widows, that you are not destitute of the help of nature, and that you can maintain sound counsel."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:8",
                            "text": "Nor, again, are you devoid of protection at home, who are able to claim even the highest point of public power."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:9",
                            "text": "53."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:10",
                            "text": "But perhaps some one may say that widowhood is more endurable for her who enjoys prosperity, but that widows are soon broken down by adversity, and easily succumb."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:11",
                            "text": "On which point not only are we taught by experience that enjoyment is more perilous for widows than difficulties, but by the examples in the Scriptures that even in weakness widows are not usually without aid, and that divine and human support is furnished more readily to them than to others, if they have brought up children and chosen sons-in-law well."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:12",
                            "text": "And, finally, when Simon's mother-in-law was lying sick with violent fever, Peter and Andrew besought the Lord for her: \"And He stood over her and commanded the fever and it left her, and immediately she arose and ministered unto them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:13",
                            "text": "54."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:14",
                            "text": "\"She was taken,\" it is said, \"with a great fever, and they besought him for her\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:15",
                            "text": "You too have those near you to entreat for you."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:16",
                            "text": "You have the Apostles near, you have the Martyrs near; if associated with the Martyrs in devotion, you draw near them also by works of mercy."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:17",
                            "text": "Do you show mercy and you will be close to Peter."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:18",
                            "text": "It is not relationship by blood but affinity of virtue which makes near, for we walk not in the flesh but in the Spirit."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:19",
                            "text": "Cherish, then, the nearness of Peter and the affinity of Andrew, that they may pray for you and your lusts give way."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:20",
                            "text": "Touched by the word of God you, who lay on the earth, will then forthwith rise up to minister to Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:21",
                            "text": "\"For our conversation is in heaven, whence also we look for the Saviour, the Lord Jesus Christ\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:22",
                            "text": "For no one lying down can minister to Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:23",
                            "text": "Minister to the poor and you have ministered to Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:24",
                            "text": "\"For what ye have done unto one of these,\" He says, \"ye have done unto Me\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:25",
                            "text": "You, widows, have then assistance, if you choose such sons-in-law for yourselves, such patrons and friends for your posterity."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:26",
                            "text": "55."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:27",
                            "text": "So Peter and Andrew prayed for the widow."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:28",
                            "text": "Would that there were some one who could so quickly pray for us, or better still, they who prayed for the mother-in-law, Peter and Andrew his brother."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:29",
                            "text": "Then they could pray for one related to them, now they are able to pray for us and for all."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:30",
                            "text": "For you see that one bound by great sin is less fit to pray for herself, certainly less likely to obtain for herself."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:31",
                            "text": "Let her then make use of others to pray for her to the physician."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:32",
                            "text": "For the sick, unless the physician be called to them by the prayers of others, cannot pray for themselves."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:33",
                            "text": "The flesh is weak, the soul is sick and hindered by the chains of sins, and cannot direct its feeble steps to the throne of that physician."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:34",
                            "text": "The angels must be entreated for us, who have been to us as guards; the martyrs must be entreated, whose patronage we seem to claim for ourselves by the pledge as it were of their bodily remains."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:35",
                            "text": "They can entreat for our sins, who, if they had any sins, washed them in their own blood; for they are the martyrs of God, our leaders, the beholders of our life and of our actions."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:36",
                            "text": "Let us not be ashamed to take them as intercessors for our weakness, for they themselves knew the weaknesses of the body, even when they overcame."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:37",
                            "text": "56."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:38",
                            "text": "So, then, Peter's mother-in-law found some to pray for her."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:39",
                            "text": "And you, O widow, find those who will pray for you, if as a true widow and desolate you hope in God, continue instant in supplications, persist in prayers, treat your body as dying daily, that by dying you may live again; avoid pleasures, that you, too, being sick, may be healed."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:40",
                            "text": "\"For she that liveth in pleasure is dead while she liveth\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:41",
                            "text": "57."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:42",
                            "text": "You have no longer any reason for marrying, you have some to intercede for you."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:43",
                            "text": "Say not, \"I am desolate\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:44",
                            "text": "This is the complaint of one who wishes to marry."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:45",
                            "text": "Say not, \"I am alone\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:46",
                            "text": "Chastity seeks solitude: the modest seek privacy, the immodest company."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:47",
                            "text": "But you have necessary business; you have also one to plead for you."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:48",
                            "text": "You are afraid of your adversary; the Lord Himself will intervene with the judge and say: \"Judge for the fatherless, and justify the widow\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:49",
                            "text": "58."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:50",
                            "text": "But you wish to take care of your inheritance."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:51",
                            "text": "The inheritance of modesty is greater, and this a widow can guard better than one married."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:52",
                            "text": "A slave has done wrong."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:53",
                            "text": "Forgive him, for it is better that you should bear with another's fault than expose it."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:54",
                            "text": "But you wish to marry."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:55",
                            "text": "Be it so."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:56",
                            "text": "The simple desire is no crime."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:57",
                            "text": "I do not ask the reason, why is one invented? If you think it good, say so; if unsuitable, be silent."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:58",
                            "text": "Do not blame God, do not blame your relatives, saying that protection fails you."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:59",
                            "text": "Would that the wish did not fail! And say not that you are consulting the interests of your children, whom you are depriving of their mother."
                        },
                        {
                            "verse": 60,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:60",
                            "text": "59."
                        },
                        {
                            "verse": 61,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:61",
                            "text": "There are some things permissible in the abstract, but not permissible on account of age."
                        },
                        {
                            "verse": 62,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:62",
                            "text": "Why is the bridal of the mother being prepared at the same time with that of the daughters, and often even afterwards? Why does the grown-up daughter learn to blush in the presence of her mother's betrothed rather than her own? I confess that I advised you to change your dress, but not to put on a bridal veil; to go away from the tomb, not to prepare a bridal couch."
                        },
                        {
                            "verse": 63,
                            "chapter": 9,
                            "name": "Ambrose: On Widows 9:63",
                            "text": "What is the meaning of a newly-married woman who already has sons-in-law? How unseemly it is to have children younger than one's grand-children!."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: On Widows 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:3",
                            "text": "Ambrose returns again to the subject of Christ, speaking of His goodness in all misery."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:4",
                            "text": "The various ways in which the good Physician treats our diseases, and the quickness of the healing if only we do not neglect to call upon Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:5",
                            "text": "He touches upon the moral meaning of the will, which he shows was manifested in Peter's mother-in-law, and lastly points out what a minister of Christ and specially a bishop ought to be, and says that they specially must rise through grace."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:6",
                            "text": "60."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:7",
                            "text": "But let us return to the point, and not, while we are grieving over the wounds of our sins, leave the physician, and whilst ministering to the sores of others, let our own go on increasing."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:8",
                            "text": "The Physician is then here asked for."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:9",
                            "text": "Do not fear, because the Lord is great, that perhaps He will not condescend to come to one who is sick, for He often comes to us from heaven; and is wont to visit not only the rich but also the poor and the servants of the poor."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:10",
                            "text": "And so now He comes, when called upon, to Peter's mother-in-law."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:11",
                            "text": "\"And He stood over her and rebuked the fever, and it left her, and immediately she arose and ministered unto them\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:12",
                            "text": "As He is worthy of being remembered, so, too, is He worthy of being longed for, worthy, too, of love, for His condescension to every single matter which affects men, and His marvellous acts."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:13",
                            "text": "He disdains not to visit widows, and to enter the narrow rooms of a poor cottage."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:14",
                            "text": "As God He commands, as man He visits."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:15",
                            "text": "61."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:16",
                            "text": "Thanks be to the Gospel, by means of which we also, who saw not Christ when He came into this world, seem to be with Him when we read His deeds, that as they, to whom He drew near, borrowed faith from Him, so may He, when we believe His deeds, draw near to us."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:17",
                            "text": "62."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:18",
                            "text": "Do you see what kinds of healing are with Him? He commands the fever, He commands the unclean spirits, at another place He lays hands on them."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:19",
                            "text": "He was wont then to heal the sick, not only by word but also by touch."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:20",
                            "text": "And do you then, who burn with many desires, taken either by the beauty or by the fortune of some one, implore Christ, call in the Physician, stretch forth your right hand to Him, let the hand of God touch your inmost being, and the grace of the heavenly Word enter the veins of your inward desires, let God's right hand strike the secrets of your heart."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:21",
                            "text": "He spreads clay on the eyes of some that they may see, and the Creator of all teaches us that we ought to be mindful of our own nature, and to discern the vileness of our body; for no one can see divine things except one who through knowledge of his vileness cannot be puffed up."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:22",
                            "text": "Another is bidden to show himself to the priest, that he may for ever be free from the scales of leprosy."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:23",
                            "text": "For he alone can preserve his purity, both of body and soul, who knows how to show himself to that priest, Whom we have received as an Advocate for our sins, and to Whom is plainly said: \"Thou art a priest for ever after the order of Melchisedech\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:24",
                            "text": "63."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:25",
                            "text": "And be not afraid that there will be any delay in healing."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:26",
                            "text": "He who is healed by Christ has no hindrances."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:27",
                            "text": "You must  use the remedy which you have received; and as soon as He has given the command, the blind man sees, the paralytic walks, the dumb speaks, the deaf hears, she that has a fever ministers, the lunatic is delivered."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:28",
                            "text": "And do you, then, who ever after an unseemly fashion languish for desire of anything, entreat the Lord, show Him your faith, and fear no delay."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:29",
                            "text": "Where there is prayer, the Word is present, desire is put to flight, lust departs."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:30",
                            "text": "And be not afraid of offending by confession, take it rather as a right, for you who were before afflicted by an intense disease of the body will begin to minister to Christ."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:31",
                            "text": "64."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:32",
                            "text": "And in this place can be seen the disposition of the will of Peter's mother-in-law, from which she received for herself, as it were, the seed corn of what was to come, for to each his will is the cause of that which is to come."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:33",
                            "text": "For from the will springs wisdom, which the wise man takes in marriage to himself, saying: \"I desire to make her my spouse\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:34",
                            "text": "This will, then, which at first was weak and languid under the fever of various desires, afterwards by the office of the apostles rose up strong to minister unto Christ."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:35",
                            "text": "65."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:36",
                            "text": "At the same time it is also shown what he ought to be who ministers to Christ, for first he must be free from the enticements of various pleasures, he must be free from inward languor of body and soul, that he may minister the Body and Blood of Christ."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:37",
                            "text": "For no one who is sick with his own sins, and far from being whole, can minister the remedies of the healing of immortality."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:38",
                            "text": "See what thou doest, O priest, and touch not the Body of Christ with a fevered hand."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:39",
                            "text": "First be healed that thou mayest be able to minister."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:40",
                            "text": "If Christ bids those who are now cleansed, but were once leprous, to show themselves to the priests, how much more is it fitting for the priest himself to be pure."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:41",
                            "text": "That widow, then, cannot take it ill that I have not spared her, since I spare not myself."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:42",
                            "text": "66."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:43",
                            "text": "Peter's mother-in-law, it is written, rose up and ministered to them."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:44",
                            "text": "Well is it said, rose up, for the grace of the apostleship was already furnishing a type of the sacrament."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Ambrose: On Widows 10:45",
                            "text": "It is proper to the ministers of Christ to rise, according to that which is written: \"Awake, thou that sleepest, and arise from the dead\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: On Widows 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:2",
                            "text": "Having shown that the pretexts usually alleged for second marriages have no weight, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:3",
                            "text": "Ambrose declares that he does not condemn them, though from the Apostle's words he sets forth their inconveniences, though the state of those twice married is approved in the Church, and he takes occasion to advert to those heretics who forbid them."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:4",
                            "text": "And he says that it is because the strength of different persons varies that chastity is not commanded, but only recommended."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:5",
                            "text": "67."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:6",
                            "text": "I say, then, that widows who have been in the habit of giving neither are in want of their necessary expenses, nor of help, who in very great dangers have often guarded the resources of their husbands; and further, I think that the good offices of a husband are usually made up for to them by sons-in-law and other relatives, and that God's mercy is more ready to help them, and therefore, when there is no special cause for marrying, the desire of so doing should not exist."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:7",
                            "text": "68."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:8",
                            "text": "This, however, I say as a counsel, we do not order it as a precept, stirring up the wills of widows rather than binding them."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:9",
                            "text": "For I do not forbid second marriages, only I do not advise them."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:10",
                            "text": "The consideration of human weakness is one thing, the grace of chastity is another."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:11",
                            "text": "I say more, I do not forbid second, but do not approve of often repeated marriages, for not everything is expedient which is lawful: \"All things are lawful to me,\" says the Apostle, \"but all things are not expedient\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:12",
                            "text": "As, also, to drink wine is lawful, but, for the most part, it is not expedient."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:13",
                            "text": "69."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:14",
                            "text": "It is then lawful to marry, but it is more seemly to abstain, for there are bonds in marriage."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:15",
                            "text": "Do you ask what bonds? \"The woman who is under a husband is bound by the law so long as her husband liveth; but if her husband be dead she is loosed from the law of her husband\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:16",
                            "text": "It is then proved that marriage is a bond by which the woman is bound and from which she is loosed."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:17",
                            "text": "Beautiful is the grace of mutual love, but the bondage is more constant."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:18",
                            "text": "\"The wife hath not power of her own body, but the husband\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:19",
                            "text": "And lest this bondage should seem to be rather one of sex than of marriage, there follows: \"Likewise, also, the husband hath not power of his own body, but the wife\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:20",
                            "text": "How great; then, is the constraint in marriage, which subjects even the stronger to the other; for by mutual constraint each is bound to serve."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:21",
                            "text": "Nor if one wishes to refrain can he withdraw his neck from the yoke, for he is subject to the incontinence of the other."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:22",
                            "text": "It is said: \"Ye are bought with a price, be  not ye servants of men\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:23",
                            "text": "You see how plainly the servitude of marriage is defined."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:24",
                            "text": "It is not I who say this, but the Apostle; or, rather, it is not he, but Christ, Who spoke in him."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:25",
                            "text": "And he spoke of this servitude in the case of good married people."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:26",
                            "text": "For above you read: \"The unbelieving husband is sanctified by his believing wife; and the unbelieving wife by her believing husband\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:27",
                            "text": "And further on: \"But if the unbelieving depart, let him depart."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:28",
                            "text": "A brother or a sister is not bound in such cases\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:29",
                            "text": "If, then, a good marriage is servitude, what is a bad one, when they cannot sanctify, but destroy one another?  70."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:30",
                            "text": "But as I exhort widows to keep the grace of their gift, so, too, I incite women to observe ecclesiastical discipline, for the Church is made up of all."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:31",
                            "text": "Though it be the flock of Christ, yet some are fed on strong food, others are still nourished with milk, who must be on their guard against those wolves who are hidden in sheep's clothing, pretending to all appearance of continence, but inciting to the foulness of incontinence."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:32",
                            "text": "For they know how severe are the burdens of chastity, since they cannot touch them with the tips of their fingers; they require of others that which is above measure, when they themselves cannot even observe any measure, but rather give way under the cruel weight."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:33",
                            "text": "For the measure of the burden must always be according to the strength of him who has to bear it; otherwise, where the bearer is weak, he breaks down with the burden laid upon him; for too strong meat chokes the throats of infants."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:34",
                            "text": "71."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:35",
                            "text": "And so as in a multitude of bearers their strength is not estimated by that of a few; nor do the stronger receive their tasks in accordance with the weakness of others, but each is allowed to bear as great a burden as he desires, the reward increasing with the increase of strength; so, too, a snare is not to be set for women, nor a burden of continence beyond their strength to be taken up, but it must be left to each to weigh the matter for herself, not compelled by the authority of any command, but incited by increase of grace."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: On Widows 11:36",
                            "text": "And so for different degrees of virtue a different reward is set forth, and one thing is not blamed that another may be praised; but all are spoken of, in order that what is best may be preferred."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: On Widows 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:2",
                            "text": "The difference between matters of precept and of counsel is treated of, as shown in the case of the young man in the Gospel, and the difference of the rewards set forth both for counsels and precepts is spoken of."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:3",
                            "text": "72."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:4",
                            "text": "Marriage, then, is honourable, but chastity is more honourable, for \"he that giveth his virgin in marriage doeth well, but he that giveth her not in marriage doeth better\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:5",
                            "text": "That, then, which is good need not be avoided, but that which is better should be chosen."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:6",
                            "text": "And so it is not laid upon any, but set before him."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:7",
                            "text": "And, therefore, the Apostle said well: \"Concerning virgins I have no commandment of the Lord, yet I give my counsel\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:8",
                            "text": "For a command is issued to those subject, counsel is given to friends."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:9",
                            "text": "Where there is a commandment, there is a law; where counsel, there is grace."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:10",
                            "text": "A commandment is given to enforce what is according to nature, a counsel to incite us to follow grace."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:11",
                            "text": "And, therefore, the Law was given to the Jews, but grace was reserved for the elect."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:12",
                            "text": "The Law was given that, through fear of punishment, it might recall those who were wandering beyond the limits of nature, to their observance, but grace to incite the elect both by the desire of good things, and also by the promised rewards."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:13",
                            "text": "73."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:14",
                            "text": "You will see the difference between precept and counsel, if you remember the case of him in the Gospel, to whom it is first commanded to do no murder, not to commit adultery, not to bear false witness; for that is a commandment which has a penalty for its transgression."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:15",
                            "text": "But when he said that he had fulfilled all the commandments of the Law, there is given to him a counsel that he should sell all that he had and follow the Lord, for these things are not imposed as commands, but are offered as counsels."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:16",
                            "text": "For there are two ways of commanding things, one by way of precept, the other by way of counsel."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:17",
                            "text": "And so the Lord in one way says: \"Thou shalt not kill,\" where He gives a commandment; in the other He says: \"If thou wilt be perfect, sell all that thou hast\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:18",
                            "text": "He is, then, not bound by a commandment to whom the choice is left."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:19",
                            "text": "74."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:20",
                            "text": "And so they who have fulfilled the commandments are able to say: \"We are unprofitable servants, we have done that which was our duty to do\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:21",
                            "text": "The virgin does not say this, nor he who sold all his goods, but they rather await the stored-up  rewards like the holy Apostle who says: \"Behold we have forsaken all and followed Thee, what shall we have therefore?\" He says not, like the unprofitable servant, that he has done that which was his duty to do, but as being profitable to his Master, because he has multiplied the talents entrusted to him by the increase he has gained, having a good conscience, and without anxiety as to his merits he expects the reward of his faith and virtue."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:22",
                            "text": "And so it is said to him and the others: \"Ye which have followed Me, in the regeneration, when the Son of Man shall sit in the throne of His glory, shall also yourselves sit upon twelve thrones, judging the tribes of Israel\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:23",
                            "text": "And to those who had faithfully preserved their talents He promises rewards indeed, though smaller saying: \"Because thou hast been faithful over a few things, I will make thee ruler over many things\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:24",
                            "text": "Good faith, then, is due, but mercy is in the rewards."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: On Widows 12:25",
                            "text": "He who has kept good faith has deserved that good faith should be kept with him; he who has made good profit, because he has not sought his own benefit, has gained a claim to a heavenly reward."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: On Widows 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:3",
                            "text": "Ambrose, treating of the words in the Gospel concerning eunuchs, condemns those who make themselves such."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:4",
                            "text": "Those only deserve praise who have through continence gained the victory over themselves, but no one is to be compelled to live this life, as neither Christ nor the Apostle laid down such a law, so that the marriage vow is not to be blamed, though that of chastity is better."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:5",
                            "text": "75."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:6",
                            "text": "So, then, a commandment to this effect is not given, but a counsel is."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:7",
                            "text": "Chastity is commanded, entire continence counselled."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:8",
                            "text": "\"But all men cannot receive this saying, but they to whom it is given."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:9",
                            "text": "For there are eunuchs which were so born from their mothers womb,\" in whom exists a natural necessity not the virtue of chastity."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:10",
                            "text": "\"And there are eunuchs who have made themselves eunuchs,\" of their own will, that is, not of necessity."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:11",
                            "text": "\"And there are eunuchs which were made eunuchs of men."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:12",
                            "text": "\" And, therefore, great is the grace of continence in them, because it is the will, not incapacity, which makes a man continent."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:13",
                            "text": "For it is seemly to preserve the gift of divine working whole."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:14",
                            "text": "And let them not think it too little not to be impeded by the inclination of the body, for if the reward for going through that conflict is taken from their reach, the matter of sin is also removed, and though they cannot receive the crown, no more can they be overcome."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:15",
                            "text": "They have other kinds of virtues by which they ought to commend themselves if their faith be firm, their mercifulness abundant, avarice far from them, grace abundant."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:16",
                            "text": "But in them there is no fault, for they are ignorant of the act of sin."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:17",
                            "text": "76."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:18",
                            "text": "The case is not the same of those who mutilate themselves, and I touch upon this point advisedly, for there are some who look upon it as a holy deed to check by the evil violence of this sort."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:19",
                            "text": "And though I am not willing to express my own opinion concerning them, though decisions of our forefathers are in existence; but then consider whether this tends not rather to a declaration of weakness than to a reputation for strength."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:20",
                            "text": "On this principle no one should fight lest he be overcome, nor make use of his feet, fearing the danger of stumbling, nor let his eyes do their office because he fears a fall through lust."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:21",
                            "text": "But what does it profit to cut the flesh, when there may be guilt even in a look? \"For whosoever looketh on a woman to lust after her hath committed adultery already with her in his heart\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:22",
                            "text": "And likewise she who looks on a man to lust after him commits adultery."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:23",
                            "text": "It becomes us, then, to be chaste, not weak, to have our eyes modest, not feeble."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:24",
                            "text": "77."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:25",
                            "text": "No one, then, ought, as many suppose, to mutilate himself, but rather gain the victory; for the Church gathers in those who conquer, not those who are defeated."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:26",
                            "text": "And why should I use arguments when the words of the Apostle's command are at hand? For you find it thus written: \"I would that they were mutilated who desire that you should be circumcised\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:27",
                            "text": "For why should the means of gaining a crown and of the practice of virtue be lost to a man who is born to honour, equipped for victory? how can he through courage of soul mutilate himself? \"There be eunuchs which have made themselves eunuchs for the kingdom of heaven's sake\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:28",
                            "text": "78."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:29",
                            "text": "This, however, is not a commandment given to all, but a wish set before all."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:30",
                            "text": "For he who commands must always keep to the exact scope of the commandments, and he who distributes tasks must observe equity in looking into them, for: \"A false balance is abomination to the Lord\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:31",
                            "text": "There is, then,  an excess and a defect in weight, but the Church accepts neither, for: \"Excessive and defective weights and divers measures, both of them are alike abominable in the sight of the Lord\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:32",
                            "text": "There are tasks which wisdom apportions, and apportions according to the estimate of the virtue and strength of each."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:33",
                            "text": "\"He that is able to receive it let him receive it\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:34",
                            "text": "79."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:35",
                            "text": "For the Creator of all knows that the dispositions of each are different, and therefore incited virtue by rewards, instead of binding weakness by chains."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:36",
                            "text": "And he, the teacher of the Gentiles, the good guide of our conduct, and instructor of our inmost affections, who had learnt in himself that the law of the flesh resists the law of the mind, but yields to the grace of Christ, he knows, I say, that various movements of the mind are opposed to each other; and, therefore, so expresses his exhortations to chastity, as not to do away with the grace of marriage, nor has he so exalted marriage as to check the desire of chastity."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:37",
                            "text": "But beginning with the recommendation of chastity, he goes on to remedies against incontinence, and having set before the stronger the prize of their high calling, he suffers no one to faint by the way; approving those who take the lead so as not to make little of those who follow."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:38",
                            "text": "For he, himself, had learnt that the Lord Jesus gave to some barley bread lest they should faint by the way, and administered His Body to others, that they might strive for the kingdom."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:39",
                            "text": "80."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:40",
                            "text": "For the Lord Himself did not impose this commandment, but invited the will, and the Apostle did not lay down a rule, but gave a counsel."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:41",
                            "text": "But this not a man's counsel as to things within the compass of man's strength, for he acknowledges that the gift of divine mercy was bestowed upon him, that he might know how faithfully to set first the former, and to arrange the latter."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:42",
                            "text": "And, therefore, he says: \"I think,\" not, I order, but, \"I think that this is good because of the present distress\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:43",
                            "text": "81."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:44",
                            "text": "The marriage bond is not then to be shunned as though it were sinful, but rather declined as being a galling burden."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:45",
                            "text": "For the law binds the wife to bear children in labour and in sorrow, and is in subjection to her husband, for that he is lord over her."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:46",
                            "text": "So, then, the married woman, but not the widow, is subject to labour and pain in bringing forth children, and she only that is married, not she that is a virgin, is under the power of her husband."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:47",
                            "text": "The virgin is free from all these things, who has vowed her affection to the Word of God, who awaits the Spouse of blessing with her lamp burning with the light of a good will."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Ambrose: On Widows 13:48",
                            "text": "And so she is moved by counsels, not bound by chains."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: On Widows 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:2",
                            "text": "Though a widow may have received no commandment, yet she has received so many counsels that she ought not to think little of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:4",
                            "text": "Ambrose would be sorry to lay any snare for her, seeing that the field of the Church grows richer as a result of wedlock, but it is absolutely impossible to deny that widowhood, which St."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:5",
                            "text": "Paul praises, is profitable."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:6",
                            "text": "Consequently, he speaks severely about those who have proscribed widowhood by law."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:7",
                            "text": "82."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:8",
                            "text": "But neither has the widow received any command, but a counsel; a counsel, however, not given once only but often repeated."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:9",
                            "text": "For, first, it is said: \"It is good for a man not to touch a woman\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:10",
                            "text": "And again: \"I would that all men were even as I myself;\" and once more: \"It is good for them if they remain even as I;\" and a fourth time: \"It is good for the present distress\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:11",
                            "text": "And that it is well pleasing to the Lord, and honourable, and, lastly, that perseverance in widowhood is happier, he lays down not only as his own judgment, but also as an aspiration of the Holy Spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:12",
                            "text": "Who, then, can reject the kindness of such a counsellor? Who gives the reins to the will, and advises in the case of others that which he has found advantageous by his own experience, he who is not easy to catch up, and is not hurt at being equalled."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:13",
                            "text": "Who, then, would shrink from becoming holy in body and spirit, since the reward is far above the toil, grace beyond need, and the wages above the work?  83."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:14",
                            "text": "And this, I say, not in order to lay a snare for others, but that as a good husbandman of the land entrusted to me, I may see this field of the Church to be fruitful, at one time blossoming with the flowers of purity, at another time strong in the gravity of widowhood, and yet again abounding with the fruits of wedlock."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:15",
                            "text": "For though they be diverse, yet they are the fruits of one field; there are not so many lilies in the gardens as ears of corn in the fields, and many more fields are prepared for receiving seed than lie fallow after the crops are gathered in."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:16",
                            "text": "84."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:17",
                            "text": "Widowhood is, then, good, which is so often praised by the judgment of the apostles, for it is a teacher of the faith  and a teacher of chastity."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:18",
                            "text": "Whereas they who honour the adulteries and the shame of their gods appointed penalties for celibacy and widowhood; that zealous in pursuit of crimes they might punish the study of virtues; under the pretext, indeed, of seeking increase of the population, but in reality that they might put an end to the purpose of chastity."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:19",
                            "text": "For the soldier, when his time is ended, lays aside his arms, and leaving the rank which he held, is dismissed as a veteran to his own land, that he may obtain rest after the toils of a laborious life, and cause others to be more ready to undergo labour in the hope of future repose."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:20",
                            "text": "The labourer, too, as he grows too old, entrusts the guiding of the plough to others, and worn out by the toil of his youth, enjoys in his old age that which his foresight has cared for, still ready to prune the vine rather than to press the grapes, so as to check the luxuriance of early life, and to cut off with his pruning knife the wantonness of youth, teaching, as it were, that blessed fruitfulness is to be aimed at even in the vine."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:21",
                            "text": "85."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:22",
                            "text": "In like manner the widow, as a veteran, having served her time, though she lays aside the arms of married life, yet orders the peace of the whole house: though now freed from carrying burdens, she is yet watchful for the younger who are to be married; and with the thoughtfulness of old age she arranges where more pains would be profitable, where produce would be more abundant, which is fitted for the marriage bond."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Ambrose: On Widows 14:23",
                            "text": "And so, if the field is entrusted to the elder rather than to the younger, why should you think that it is more advantageous to be a married woman than a widow? But, if the persecutors of the faith have also been the persecutors of widowhood, most certainly by those who hold the faith, widowhood is not to be shunned as a penalty, but to be esteemed as a reward."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: On Widows 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:3",
                            "text": "Ambrose meets the objection of those who make the desire of having children an excuse for second marriage, and especially in the case of those who have children of their former marriage; and points out the consequent troubles of disagreements amongst the children, and even between the married persons, and gives a warning against a wrong use of Scripture instances in this matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:4",
                            "text": "86."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:5",
                            "text": "Perhaps, however, it may seem good to some that marriage should again be entered upon for the sake of having children."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:6",
                            "text": "But if the desire of children be a reason for marrying, certainly where there are children, the reason does not exist."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:7",
                            "text": "And is it wise to wish to have a second trial of that fruitfulness which has already been tried in vain, or to submit to the solitude which you have already borne? This is the case of those who have no children."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:8",
                            "text": "87."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:9",
                            "text": "Then, too, she who has borne children, and has lost them (for she who has a hope of bearing children will have an intenser longing), does not she, I say, seem to herself to be covering over the deaths of her lost children by the celebration of a second marriage? Will she not again suffer what she is again seeking? and does she not shrink at the graves of her hopes, the memories of the bereavements she has suffered, the voices of the mourners? Or, when the torches are lit and night is coming on, does she not think rather that funeral rites are being prepared than a bridal chamber? Why, then, my daughter, do you seek again those sorrows which you dread, more than you look for children whom you no longer hope for? If sorrow is so grievous, one should rather avoid than seek that which causes it."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:10",
                            "text": "88."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:11",
                            "text": "And what advice shall I give to you who have children? What reason have you for marrying? Perhaps foolish light-mindedness, or the habit of incontinence, or the consciousness of a wounded spirit is urging you on."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:12",
                            "text": "But counsel is given to the sober, not to the drunken, and so my words are addressed to the free conscience which is whole in each respect."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:13",
                            "text": "She that is wounded has a remedy, she that is upright a counsel."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:14",
                            "text": "What do you intend to do then, my daughter? Why do you seek for heirs from without when you have your own? You are not desiring of children, for you have them, but servitude from which you are free."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:15",
                            "text": "For this true servitude, in which love is exhausted, which no longer the charm of virginity, and early youth, full of holy modesty and grace, excites; when offences are more felt, and rudeness is more suspected, and agreement less common, which is not bound fast by love deeply rooted by time, or by beauty in its prime of youth."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:16",
                            "text": "Duty to a husband is burdensome, so that you are afraid to love your children and blush to look at them; and a cause of disagreement arises from that which ordinarily causes mutual love to increase the tender affections of parents."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:17",
                            "text": "You wish to give birth to offspring who will be not the  brothers but the adversaries of your children."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:18",
                            "text": "For what is to bring forth other children other than to rob the children which you have, who are deprived alike of the offices of affection and of the profit of their possessions."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:19",
                            "text": "89."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:20",
                            "text": "The divine law has bound together husband and wife by its authority, and yet mutual love remains a difficult matter."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:21",
                            "text": "For God took a rib from the man, and formed the woman so as to join them one to the other, and said: \"They shall be one flesh\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:22",
                            "text": "He said this not of a second marriage but of the first, for neither did Eve take a second husband, nor does holy Church recognize a second bridegroom."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:23",
                            "text": "\"For that is a great mystery in Christ and in the Church."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:24",
                            "text": "Neither, again, did Isaac know another wife besides Rebecca, nor bury his father, Abraham, with any wife but Sarah\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:25",
                            "text": "90."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:26",
                            "text": "But in holy Rachel there was rather the figure of a mystery than a true order of marriage."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:27",
                            "text": "Notwithstanding, in her, also, we have something which we can refer to the grace of the first marriage, since he loved her best whom he had first betrothed, and deceit did not shut out his intention, nor the intervening marriage destroy his love for his betrothed."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:28",
                            "text": "And so the holy patriarch has taught us, how highly we ought to esteem a first marriage, since he himself esteemed his first betrothal so highly."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Ambrose: On Widows 15:29",
                            "text": "Take care, then, my daughter, lest you be both unable to hold fast the grace of marriage, and also increase your own troubles."
                        }
                    ]
                }
            ]
        }
    ]
}