{
    "books": [
        {
            "name": "Peter of Alexandria: Fragments",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Peter of Alexandria: Fragments 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Fragments 1:1",
                            "text": "Fragments from the writings of Peter of Alexandria: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Fragments 1:2",
                            "text": "—Letter to the Church at Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Fragments 1:3",
                            "text": "Peter, to the brethren beloved and established in the faith of God, peace in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Fragments 1:4",
                            "text": "Since I have found out that Meletius acts in no way for the common good,—for neither is he contented with the letter of the most holy bishops and martyrs,—but, invading my parish, hath assumed so much to himself as to endeavour to separate from my authority the priests, and those who had been entrusted with visiting the needy; and, giving proof of his desire for pre-eminence, has ordained in the prison several unto himself; now, take ye heed to this, and hold no communion with him, until I meet him in company with some wise and discreet men, and see what the designs are which he has thought upon."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Fragments 1:5",
                            "text": "Fare ye well."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Peter of Alexandria: Fragments 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:2",
                            "text": "—On the Godhead."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:3",
                            "text": "Since certainly \"grace and truth came by Jesus Christ,\" whence also by grace we are saved, according to that word of the apostle, \"and that not of yourselves, nor of works, lest any man should boast;\" by the will of God, \"the Word was made flesh,\" and \"was found in fashion as a man\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:4",
                            "text": "But yet He was not left without His divinity."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:5",
                            "text": "For neither \"though He was rich did He become poor\" that He might absolutely be separated from His power and glory, but that He might Himself endure death for us sinners, the just for the unjust, that He might bring us to God, \"being put to death in the flesh, but quickened by the Spirit;\" and afterwards other things."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:6",
                            "text": "Whence the evangelist also asserts the truth when he says, \"The Word was made flesh, and dwelt among us;\" then indeed, from the time when the angel had saluted the virgin, saying, \"Hail, thou that art highly favoured, the Lord is with thee\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:7",
                            "text": "Now when Gabriel said, \"The Lord is with thee,\" he meant God the Word is with thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:8",
                            "text": "For he shows that He was conceived in the womb, and was to become flesh; as it is written, \"The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee; therefore also that holy thing which shall be born of thee shall be called the Son of God;\" and afterwards other things."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:9",
                            "text": "Now God the Word, in the absence of a man, by the will of God, who easily effects everything, was made flesh in the womb of the virgin, not requiring the operation of the presence of a man."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Peter of Alexandria: Fragments 2:10",
                            "text": "For more efficacious than a man was the power of God overshadowing the virgin, together with the Holy Ghost also who came upon her."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Peter of Alexandria: Fragments 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Peter of Alexandria: Fragments 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Peter of Alexandria: Fragments 3:2",
                            "text": "—On the Advent of Our Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Peter of Alexandria: Fragments 3:3",
                            "text": "And He said unto Judas, \"Betrayest thou the Son of God with a kiss?\" These things and the like, and all the signs which He showed, and His miracles, prove that He is God made man."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Peter of Alexandria: Fragments 3:4",
                            "text": "Both things therefore are demonstrated, that He was God by nature, and that He was man by nature."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Peter of Alexandria: Fragments 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Peter of Alexandria: Fragments 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Peter of Alexandria: Fragments 4:2",
                            "text": "—On the Sojourning of Christ with Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Peter of Alexandria: Fragments 4:3",
                            "text": "Both therefore is proved, that he was God by nature, and was made man by nature."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Peter of Alexandria: Fragments 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:2",
                            "text": "—That Up to the Time of the Destruction of Jerusalem, the Jews Rightly Appointed the Fourteenth Day of the First Lunar Month."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:3",
                            "text": "I."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:4",
                            "text": "Since the mercy of God is everywhere great, let us bless Him, and also because He has sent unto us the Spirit of truth to guide us into all truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:5",
                            "text": "For for this cause the month Abib was appointed by the law to be the beginning of months, and was made known unto us as the first among the months of the year; both by the ancient writers who lived before, and by the later who lived after the destruction of Jerusalem, it was shown to possess a most clear and evidently definite period, especially because in some places the reaping is early, and sometimes it is late, so as to be sometimes before the time and sometimes after it, as it happened in the very beginning of the giving of the law, before the Passover, according as it is written, \"But the wheat and the rye were not smitten, for they were not grown up\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:6",
                            "text": "Whence it is rightly prescribed by the law, that from the vernal equinox, in whatsoever week the fourteenth day of the first month shall fall, in it the Passover is to be celebrated, becoming and conformable songs of praise having been first taken up for its celebration."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:7",
                            "text": "For this first month, says he, \"shall be unto you the beginning of months,\" when the sun in the summer-time sends forth a far stronger and clearer light, and the days are lengthened and become longer, whilst the nights are contracted and shortened."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:8",
                            "text": "Moreover, when the new seeds have sprung up, they are thoroughly purged, and borne into the threshing floor; nor only this, but also all the shrubs blossom, and burst forth into flower."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:9",
                            "text": "Immediately therefore they are discovered to send forth in alternation various and diverse fruits, so that the grape-clusters are found at that time; as says the lawgiver, \"Now, it was the time of spring, of the first ripe grapes;\" and when he sent the men to spy out the land, they brought, on bearers, a large cluster of grapes, and pomegranates also, and figs."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:10",
                            "text": "For then, as they say, our eternal God also, the Maker and Creator of all things, framed all things, and said to them, \"Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself upon the earth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:11",
                            "text": "Then he adds, \"And it was so; and God saw that it was good\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:12",
                            "text": "Moreover, he makes quite clear that the first month amongst the Hebrews was appointed by law, which we know to have been observed by the Jews up to the destruction of Jerusalem, because this has been so handed down by the Hebrew tradition."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:13",
                            "text": "But after the destruction of the city it was mocked at by some hardening of heart, which we observing, according to the law, with sincerity have received; and in this, according to the Word, when he speaks of the day of our holy festivity, which the election hath attained: but the rest have become hardened, as said the Scripture; and after other things."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:14",
                            "text": "And He says as follows: \"All these things will they do unto you for My name's sake, because they know not Him that sent Me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:15",
                            "text": "But if they knew not Him who sent, and Him who was sent, there is no reason to doubt but that they have been ignorant of the Passover as prescribed by the law, so as not merely to err in their choice of the place, but also in reckoning the beginning of the month, which is the first amongst the months of the year, on the fourteenth day of which, being accurately observed, after the equinox, the ancients celebrated the Passover according to the divine command; whereas the men of the present day now celebrate it before the equinox, and that altogether through negligence and error, being ignorant how they celebrated it in its season, as He confesses who in these things was described."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:16",
                            "text": "Whether therefore the Jews erroneously sometimes celebrate their Passover according to the course of the moon in the month Phamenoth, or according to the intercalary month, every third year in the month Pharmuthi matters not to us."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:17",
                            "text": "For we have no other object than to keep the remembrance of His Passion, and that at this very time; as those who were eye-witnesses of it have from the beginning handed down, before the Egyptians believed."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:18",
                            "text": "For neither by observing the course of the moon do they necessarily celebrate it on the sixteenth day of Phamenoth, but once every three years in the month Pharmuthi; for from the beginning, and before the advent of Christ, they seem to have so done."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:19",
                            "text": "Hence, when the Lord reproves them by the prophet, He says, \"They do always err in their heart; and I have sworn in My wrath that they shall not enter into My rest\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:20",
                            "text": "Wherefore, as thou seest, even in this thou appearest to be lying greatly, not only against men, but also against God."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:21",
                            "text": "First, indeed, since in this matter the Jews never erred, as consorting with those who were eye-witnesses and ministers, much less from the beginning before the advent of Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:22",
                            "text": "For God does not say that they did always err in their heart as regards the precept of the law concerning the Passover, as thou hast written, but on account of all their other disobedience, and on account of their evil and unseemly deeds, when, indeed, He perceived them turning to idolatry and to fornication."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:23",
                            "text": "And after a few things."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:24",
                            "text": "So that also in this respect, since thou hast slumbered, rouse thyself much, and very much, with the scourge of the Preacher, being mindful especially of that passage where he speaks of \"slipping on the pavement, and with the tongue\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:25",
                            "text": "For, as thou seest again, the charge cast by thee upon their leaders is reflected back; nay, and one may suspect a great subsequent danger, inasmuch as we hear that the stone which a man casts up on high falls back upon his head."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:26",
                            "text": "Much more reckless is he who, in this respect, ventures to bring a charge against Moses, that mighty servant of God, or Joshua, the son of Nun, who succeeded him, or those who in succession rightly followed them and ruled; the judges, I mean, and the kings who appeared, or the prophets whom the Holy Spirit inspired, and those who amongst the high-priests were blameless, and those who, in following the traditions, changed nothing, but agreed as to the observance of the Passover in its season, as also of the rest of their feasts."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:27",
                            "text": "And after other things."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:28",
                            "text": "But thou oughtest rather to have pursued a safer and more auspicious course, and not to have written rashly and slanderously, that they seem from the beginning, and always, to have been in error about the Passover, which you cannot prove, whatever charge you may wish to bring against those who, at the present time, have erred with a grievous wandering, having fallen away from the commandment of the law concerning the Passover and other things."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:29",
                            "text": "For the ancients seem to have kept it after the vernal equinox, which you can discover if you read ancient books, and those especially which were written by the learned Hebrews."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:30",
                            "text": "That therefore up to the period of the Lord's Passion, and at the time of the last destruction of Jerusalem, which happened under Vespasian, the Roman emperor, the people of Israel, rightly observing the fourteenth day of the first lunar month, celebrated on it the Passover of the law, has been briefly demonstrated."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:31",
                            "text": "Therefore, when the holy prophets, and all, as I have said, who righteously and justly walked in the law of the Lord, together with the entire people, celebrated a typical and shadowy Passover, the Creator and Lord of every visible and invisible creature, the only-begotten Son, and the Word co-eternal with the Father and the Holy Spirit, and of the same substance with them, according to His divine nature, our Lord and God, Jesus Christ, being in the end of the world born according to the flesh of our holy and glorious lady, Mother of God, and Ever-Virgin, and, of a truth, of Mary the Mother of God; and being seen upon earth, and having true and real converse as man with men, who were of the same substance with Him, according to His human nature, Himself also, with the people, in the years before His public ministry and during His public ministry, did celebrate the legal and shadowy Passover, eating the typical lamb."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:32",
                            "text": "For \"I came not to destroy the law, or the prophets, but to fulfil them,\" the Saviour Himself said in the Gospel."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:33",
                            "text": "But after His public ministry He did not eat of the lamb, but Himself suffered as the true Lamb in the Paschal feast, as John, the divine and evangelist, teaches us in the Gospel written by him, where he thus speaks: \"Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment-hall, lest they should be defiled, but that they might eat the passover\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:34",
                            "text": "And after a few things more."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:35",
                            "text": "\"When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment-seat, in a place that is called the Pavement, but in the Hebrew, Gabbatha."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:36",
                            "text": "And it was the preparation of the passover, and about the third hour,\" as the correct books render it, and the copy itself that was written by the hand of the evangelist, which, by the divine grace, has been preserved in the most holy church of Ephesus, and is there adored by the faithful."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:37",
                            "text": "And again the same evangelist says: \"The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the Sabbath-day (for that Sabbath-day was an high day), besought Pilate that their legs might be broken, and that they might be taken away\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:38",
                            "text": "On that day, therefore, on which the Jews were about to eat the Passover in the evening, our Lord and Saviour Jesus Christ was crucified, being made the victim to those who were about to partake by faith of the mystery concerning Him, according to what is written by the blessed Paul: \"For even Christ our Passover is sacrificed for us;\" and not as some who, carried along by ignorance, confidently affirm that after He had eaten the Passover, He was betrayed; which we neither learn from the holy evangelists, nor has any of the blessed apostles handed it down to us."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:39",
                            "text": "At the time, therefore, in which our Lord and God Jesus Christ suffered for us, according to the flesh, He did not eat of the legal Passover; but, as I have said, He Himself, as the true Lamb, was sacrificed for us in the feast of the typical Passover, on the day of the preparation, the fourteenth of the first lunar month."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:40",
                            "text": "The typical Passover, therefore, then ceased, the true Passover being present: \"For Christ our Passover was sacrificed for us,\" as has been before said, and as that chosen vessel, the apostle Paul, teaches."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:41",
                            "text": "II."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Peter of Alexandria: Fragments 5:42",
                            "text": "Now it was the preparation, about the third hour, as the accurate books have it, and the autograph copy itself of the Evangelist John, which up to this day has by divine grace been preserved in the most holy church of Ephesus, and is there adored by the faithful."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Peter of Alexandria: Fragments 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Peter of Alexandria: Fragments 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Peter of Alexandria: Fragments 6:2",
                            "text": "—Of the Soul and Body."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Peter of Alexandria: Fragments 6:3",
                            "text": "The things which pertain to the divinity and humanity of the Second Man from heaven, in what has been written above, according to the blessed apostle, we have explained; and now we have thought it necessary to explain the things which pertain to the first man, who is of earth and earthy, being about, namely, to demonstrate this, that he was created at the same time one and the same, although sometimes he is separately designated as the man external and internal."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Peter of Alexandria: Fragments 6:4",
                            "text": "For if, according to the Word of salvation, He who made what is without, made also that which is within, He certainly, by one operation, and at the same time, made both, on that day, indeed, on which God said, \"Let us make man in our image, after our likeness;\" whence it is manifest that man was not formed by a conjunction of the body with a certain pre-existent type."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Peter of Alexandria: Fragments 6:5",
                            "text": "For if the earth, at the bidding of the Creator, brought forth the other animals endowed with life, much rather did the dust which God took from the earth receive a vital energy from the will and operation of God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Peter of Alexandria: Fragments 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Peter of Alexandria: Fragments 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Peter of Alexandria: Fragments 7:2",
                            "text": "—Fragment."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Peter of Alexandria: Fragments 7:3",
                            "text": "Wretch that I am! I have not remembered that God observes the mind, and hears the voice of the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Peter of Alexandria: Fragments 7:4",
                            "text": "I turned consciously to sin, saying to myself, God is merciful, and will bear with me; and when I was not instantly smitten, I ceased not, but rather despised His forbearance, and exhausted the long-suffering of God."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Peter of Alexandria: Fragments 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Peter of Alexandria: Fragments 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Peter of Alexandria: Fragments 8:2",
                            "text": "—On St."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Peter of Alexandria: Fragments 8:3",
                            "text": "Matthew."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Peter of Alexandria: Fragments 8:4",
                            "text": "And in the Gospel according to Matthew, the Lord said to him who betrayed Him: \"Betrayest thou the Son of Man with a kiss?\" which Peter the Martyr and Archbishop of Alexandria expounding, says, this and other things like, \"All the signs which He showed, and the miracles that He did, testify of Him that He is God incarnate; both things therefore are together proved, that He was God by nature, and was made man by nature\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Peter of Alexandria: Fragments 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Peter of Alexandria: Fragments 9:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Peter of Alexandria: Fragments 9:2",
                            "text": "—From a Sermon."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Peter of Alexandria: Fragments 9:3",
                            "text": "In the meanwhile the evangelist says with firmness, \"The Word was made flesh, and dwelt among us\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Peter of Alexandria: Fragments 9:4",
                            "text": "From this we learn that the angel, when he saluted the Virgin with the words, \"Hail, thou that art highly favoured, the Lord is with thee,\" intended to signify God the Word is with thee, and also to show that He would arise from her bosom, and would be made flesh, even as it is written, \"The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee; therefore also that holy thing which shall be born of thee shall be called the Son of God\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Peter of Alexandria: Fragments 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:3",
                            "text": "(Meletian schism, p."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:4",
                            "text": ")  The date of the Meletian schism is very much in need of elucidation."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:5",
                            "text": "I follow Neale, however, as follows: Athanasius places its origin   (according to Tillemont and Baronius) or  ; the latter more probable, as demonstrated by the Benedictine editors."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:6",
                            "text": "But the dates are, perhaps, the least of the difficulties which encumber the whole matter."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:7",
                            "text": "Somewhat distrustfully I have, after several efforts to construct an original elucidation, adopted the theory of Neale, as a diligent and conscientious inquirer whose Oriental studies qualify him to utter almost a decisive voice, albeit he never forgets his Occidentalism, and hence fails to speak with absolute fidelity to the spirit of Catholic antiquity."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:8",
                            "text": "We know something of Lycopolis from the blessed Alexander; it seems to have been a sort of centre to the bishoprics of the Thebais."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:9",
                            "text": "It was just the sort of centre, in a region sufficient for a separate patriarchate, to suggest to an ambitious and unscrupulous prelate an effort at independency."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:10",
                            "text": "Meletius, who succeeded the good Alexander, was just the man to set up for himself; a man not unlikely to be stimulated by the bad example of Paul of Samosata, and by the ingenuity that triumphed over the first council that called Paul to account."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:11",
                            "text": "Bearing all this in mind, we may accept Neale's conviction that Meletius had long been a scandal to the churches, and in the time of persecution had lapsed, and sacrificed to idols."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:12",
                            "text": "Peter summoned him to a council, by which he was convicted and degraded; whereupon he not only refused to submit, but arrogated to himself the cathedra of Alexandria, and began to ordain other bishops, and, in short, to reorganize its jurisdiction."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:13",
                            "text": "Owing, I think probable, to the exceptional and overgrown extent of this enormous \"patriarchate,\" as it was called a little later, the schism gained a considerable following."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:14",
                            "text": "The distance of Lycopolis from Lower Egypt must have favoured the attempt, and Peter's recent accession made it easy for Meletius to circulate evil stories against him."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:15",
                            "text": "The schism, as usual, soon developed into heresy, which even the Nicene Synod failed to extinguish."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:16",
                            "text": "Arius had joined the first outbreak, but conformed for a time, and was ordained a deacon by Achillas."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:17",
                            "text": "His troublesome spirit, however, soon showed itself again after his ordination to the priesthood; and the remnant of the Meletians made common cause with him after his condemnation at Nicaea."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:18",
                            "text": "Of Peter's legitimate exercise of authority, and of the impurity and wickedness of Meletius before his invasion of Alexandria, there is no reason to doubt; but for the details, recourse must be had to Neale."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:19",
                            "text": "The famous Sixth Canon of Nice finds its explanation in this rebellion; but, incidentally, it defines the position of other great centres, which now began to be known as patriarchates."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:20",
                            "text": "Neale's remarks on the excessive leniency of the council in settling the case of Meletius, are specially to be noted."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:21",
                            "text": "II."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:22",
                            "text": "(Canonical Epistle, p."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:23",
                            "text": ")  The judgment of Dupin is so exceptionally eulogistic touching these canons, that I quote it, as follows:—  \"Of all the canons of antiquity concerning the discipline of the lapsed, there are none more judicious or more equitable than those we have now described."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:24",
                            "text": "There appear in them a wisdom and prudence altogether singular in tempering the rigours of punishment by a reasonable moderation, without which justice would be weakened."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:25",
                            "text": "He examines carefully all the circumstances which might augment or diminish the quality of the crime; and as he does not lengthen out penance by methods too severe, so neither does he deceive the sinner by a facility too remiss\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:26",
                            "text": "Like the famous Canonical Epistles of St."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:27",
                            "text": "Basil, however, these are compilations of canons accepted by the churches of his jurisdiction."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:28",
                            "text": "Dupin says of those of Basil (To Amphilochius), \"They are not to be considered as the particular opinions of St."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:29",
                            "text": "Basil, but as the laws of the Church in his time; and therefore they are not written in the form of personal letters, but after the manner of synodical decisions\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:30",
                            "text": "The Roman Emperors."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:31",
                            "text": "In the study of these volumes a table is useful, such as I find it convenient to place here, showing the Ante-Nicene succession of Caesars."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:32",
                            "text": "Augustus—."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:33",
                            "text": "Tiberius—."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:34",
                            "text": "Caligula—."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:35",
                            "text": "Claudius—."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:36",
                            "text": "Nero—."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:37",
                            "text": "Galba—."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:38",
                            "text": "Otho—."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:39",
                            "text": "Vitellius—."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:40",
                            "text": "Vespasian—."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:41",
                            "text": "Titus—."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:42",
                            "text": "Domitian—."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:43",
                            "text": "Nerva—."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:44",
                            "text": "Trajan—."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:45",
                            "text": "Hadrian—."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:46",
                            "text": "Antoninus Pius—."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:47",
                            "text": "Marcus Aurelius—."
                        },
                        {
                            "verse": 48,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:48",
                            "text": "Commodus—."
                        },
                        {
                            "verse": 49,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:49",
                            "text": "Pertinax—."
                        },
                        {
                            "verse": 50,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:50",
                            "text": "Didius Julianus (Niger)—."
                        },
                        {
                            "verse": 51,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:51",
                            "text": "Septimius Severus—."
                        },
                        {
                            "verse": 52,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:52",
                            "text": "Caracalla (Geta)—."
                        },
                        {
                            "verse": 53,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:53",
                            "text": "Macrinus—."
                        },
                        {
                            "verse": 54,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:54",
                            "text": "Heliogabalus—."
                        },
                        {
                            "verse": 55,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:55",
                            "text": "Alexander Severus—."
                        },
                        {
                            "verse": 56,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:56",
                            "text": "Maximinus—."
                        },
                        {
                            "verse": 57,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:57",
                            "text": "Gordian—."
                        },
                        {
                            "verse": 58,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:58",
                            "text": "Pupienus (Balbinus)—."
                        },
                        {
                            "verse": 59,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:59",
                            "text": "Gordian the Younger—."
                        },
                        {
                            "verse": 60,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:60",
                            "text": "Philip—."
                        },
                        {
                            "verse": 61,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:61",
                            "text": "Decuis—."
                        },
                        {
                            "verse": 62,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:62",
                            "text": "Gallus (Volusianus)—."
                        },
                        {
                            "verse": 63,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:63",
                            "text": "Valerian—."
                        },
                        {
                            "verse": 64,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:64",
                            "text": "Gallienus—."
                        },
                        {
                            "verse": 65,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:65",
                            "text": "Claudius II—."
                        },
                        {
                            "verse": 66,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:66",
                            "text": "Aurelian—."
                        },
                        {
                            "verse": 67,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:67",
                            "text": "Tacitus (Probus)—."
                        },
                        {
                            "verse": 68,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:68",
                            "text": "Florian—."
                        },
                        {
                            "verse": 69,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:69",
                            "text": "Carus (Carinus, Numerian)—."
                        },
                        {
                            "verse": 70,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:70",
                            "text": "Diocletian—."
                        },
                        {
                            "verse": 71,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:71",
                            "text": "Maximian (Galerius)—."
                        },
                        {
                            "verse": 72,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:72",
                            "text": "Constantius Chlorus—."
                        },
                        {
                            "verse": 73,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:73",
                            "text": "Maximin—."
                        },
                        {
                            "verse": 74,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:74",
                            "text": "Constantine the Great (Licinius, Etc."
                        },
                        {
                            "verse": 75,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:75",
                            "text": ")—  Suetonius includes Julius, and therefore his Twelve Caesars end with Domitian, the last of the Flavian family."
                        },
                        {
                            "verse": 76,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:76",
                            "text": "With Nerva the \"five good emperors\" (so called) begin, but the \"good Aurelius\" was a persecutor."
                        },
                        {
                            "verse": 77,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:77",
                            "text": "St."
                        },
                        {
                            "verse": 78,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:78",
                            "text": "John, surviving the cruelty of Domitian, lived and died under Trajan."
                        },
                        {
                            "verse": 79,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:79",
                            "text": "The \"vision of Constantine\" is dated, at Treves,."
                        },
                        {
                            "verse": 80,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:80",
                            "text": "The Labarum became the Roman standard thenceforth."
                        },
                        {
                            "verse": 81,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:81",
                            "text": "The Dominical ordinance dates from Milan, June ,."
                        },
                        {
                            "verse": 82,
                            "chapter": 10,
                            "name": "Peter of Alexandria: Fragments 10:82",
                            "text": "He founds the city of Constantinople  , convokes the Council of Nicaea."
                        }
                    ]
                }
            ]
        }
    ]
}