{
    "books": [
        {
            "name": "Methodius: Banquet of the Ten Virgins - Theophila",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:1",
                            "text": "Theophila: Discourse II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:2",
                            "text": "—Theophila."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:4",
                            "text": "—Marriage Not Abolished by the Commendation of Virginity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:5",
                            "text": "And then, she said, Theophila spoke:—Since Marcella has excellently begun this discussion without sufficiently completing it, it is necessary that I should endeavour to put a finish to it."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:6",
                            "text": "Now, the fact that man has advanced by degrees to virginity, God urging him on from time to time, seems to me to have been admirably proved; but I cannot say the same as to the assertion that from henceforth they should no longer beget children."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:7",
                            "text": "For I think I have perceived clearly from the Scriptures that, after He had brought in virginity, the Word did not altogether abolish the generation of children; for although the moon may be greater than the stars, the light of the other stars is not destroyed by the moonlight."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:8",
                            "text": "Let us begin with Genesis, that we may give its place of antiquity and supremacy to this scripture."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:9",
                            "text": "Now the sentence and ordinance of God respecting the begetting of children is confessedly being fulfilled to this day, the Creator still fashioning man."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:10",
                            "text": "For this is quite manifest, that God, like a painter, is at this very time working at the world, as the Lord also taught, \"My Father worketh hitherto\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:11",
                            "text": "But when the rivers shall cease to flow and fall into the reservoir of the sea, and the light shall be perfectly separated from the darkness,—for the separation is still going on,—and the dry land shall henceforth cease to bring forth its fruits with creeping things and four-footed beasts, and the predestined number of men shall be fulfilled; then from henceforth shall men abstain from the generation of children."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:12",
                            "text": "But at present man must cooperate in the forming of the image of God, while the world exists and is still being formed; for it is said, \"Increase and multiply\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:13",
                            "text": "And we must not be offended at the ordinance of the Creator, from which, moreover, we ourselves have our being."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:14",
                            "text": "For the casting of seed into the furrows of the matrix is the beginning of the generation of men, so that bone taken from bone, and flesh from flesh, by an invisible power, are fashioned into another man."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 1:15",
                            "text": "And in this way we must consider that the saying is fulfilled, \"This is now bone of my bone, and flesh of my flesh\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:2",
                            "text": "—Generation Something Akin to the First Formation of Eve from the Side and Nature of Adam; God the Creator of Men in Ordinary Generation."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:3",
                            "text": "And this perhaps is what was shadowed forth by the sleep and trance of the first man, which prefigured the embraces of connubial love."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:4",
                            "text": "When thirsting for children a man falls into a kind of trance, softened and subdued by the pleasures of generation as by sleep, so that again something drawn from his flesh and from his bones is, as I said, fashioned into another man."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:5",
                            "text": "For the harmony of the bodies being disturbed in the embraces of love, as those tell us who have experience of the marriage state, all the marrow-like and generative part of the blood, like a kind of liquid bone, coming together from all the members, worked into foam and curdled, is projected through the organs of generation into the living body of the female."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:6",
                            "text": "And probably it is for this reason that a man is said to leave his father and his mother, since he is then suddenly unmindful of all things when united to his wife in the embraces of love, he is overcome by the desire of generation, offering his side to the divine Creator to take away from it, so that the father may again appear in the son."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:7",
                            "text": "Wherefore, if God still forms man, shall we not be guilty of audacity if we think of the generation of children as something offensive, which the Almighty Himself is not ashamed to make use of in working with His undefiled hands; for He says to Jeremiah, \"Before I formed thee in the belly I knew thee;\" and to Job, \"Didst thou take clay and form a living creature, and make it speak upon the earth?\" and Job draws near to Him in supplication, saying, \"Thine hands have made me and fashioned me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 2:8",
                            "text": "Would it not, then, be absurd to forbid marriage unions, seeing that we expect that after us there will be martyrs, and those who shall oppose the evil one, for whose sake also the Word promised that He would shorten those days? For if the generation of children henceforth had seemed evil to God, as you said, for what reason will those who have come into existence in opposition to the divine decree and will be able to appear well-pleasing to God? And must not that which is begotten be something spurious, and not a creature of God, if, like a counterfeit coin, it is moulded apart from the intention and ordinance of the lawful authority? And so we concede to men the power of forming men."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:2",
                            "text": "—An Ambiguous Passage of Scripture; Not Only the Faithful But Even Prelates Sometimes Illegitimate."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:3",
                            "text": "But Marcella, interrupting, said, \"O Theophila, there appears here a great mistake, and something contrary to what you have said; and do you think to escape under cover of the cloud which you have thrown around you? For there comes that argument, which perhaps any one who addresses you as a very wise person will bring forward: What do you say of those who are begotten unlawfully in adultery? For you laid it down that it was inconceivable and impossible for any one to enter into the world unless he was introduced by the will of the divine Ruler, his frame being prepared for him by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:4",
                            "text": "And that you may not take refuge behind a safe wall, bringing forward the Scripture which says, 'As for the children of the adulterers, they shall not come to their perfection,' he will answer you easily, that we often see those who are unlawfully begotten coming to perfection like ripe fruit."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:5",
                            "text": "And if, again, you answer sophistically, 'O, my friend, by those who come not to perfection I understand being perfected in Christ-taught righteousness;' he will say, 'But, indeed, my worthy friend, very many who are begotten of unrighteous seed are not only numbered among those who are gathered into the flock of the brethren, but are often called even to preside over them."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:6",
                            "text": "Since, then, it is clear, and all testify, that those who are born of adultery do come to perfection, we must not imagine that the Spirit was teaching respecting conceptions and births, but rather perhaps concerning those who adulterate the truth, who, corrupting the Scriptures by false doctrines, bring forth an imperfect and immature wisdom, mixing their error with piety."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 3:7",
                            "text": "' And, therefore, this plea being taken away from you, come now and tell us if those who are born of adultery are begotten by the will of God; for you said that it was impossible that the offspring of a man should be brought to perfection unless the Lord formed it and gave it life\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:2",
                            "text": "—Human Generation, and the Work of God Therein Set Forth."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:3",
                            "text": "Theophila, as though caught round the middle by a strong antagonist, grew giddy, and with difficulty recovering herself, replied, \"You ask a question, my worthy friend, which needs to be solved by an example, that you may still better understand how the creative power of God, pervading all things, is more especially the real cause in the generation of men, making those things to grow which are planted in the productive earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:4",
                            "text": "For that which is sown is not to be blamed, but he who sows in a strange soil by unlawful embraces, as though purchasing a slight pleasure by shamefully selling his own seed."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:5",
                            "text": "For imagine our birth into the world to be like some such thing as a house having its entrance lying close to lofty mountains; and that the house extends a great way down, far from the entrance, and that it has many holes behind, and that in this part it has circular\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:6",
                            "text": "\"I imagine it,\" said Marcella."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:7",
                            "text": "\"Well, then, suppose that a modeller seated within is fashioning many statues; imagine, again, that the substance of clay is incessantly brought to him from without, through the holes, by many men who do not any of them see the artist himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:8",
                            "text": "Now suppose the house to be covered with mist and clouds, and nothing visible to those who are outside but only the holes\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:9",
                            "text": "\"Let this also be supposed,\" she said."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:10",
                            "text": "\"And that each one of those who are labouring together to provide the clay has one hole allotted to himself, into which he alone has to bring and deposit his own clay, not touching any other hole."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:11",
                            "text": "And if, again, he shall officiously endeavour to open that which is allotted to another, let him be threatened with fire and scourges."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:12",
                            "text": "\"Well, now, consider further what comes after this: the modeller within going round to the holes and taking privately for his modelling the clay which he finds at each hole, and having in a certain number of months made his model, giving it back through the same hole; having this for his rule, that every lump of clay which is capable of being moulded shall be worked up indifferently, even if it be unlawfully thrown by any one through another's hole, for the clay has done no wrong, and, therefore, as being blameless, should be moulded and formed; but that he who, in opposition to the ordinance and law, deposited it in another's hole, should be punished as a criminal and transgressor."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:13",
                            "text": "For the clay should not be blamed, but he who did this in violation of what is right; for, through incontinence, having carried it away, he secretly, by violence, deposited it in another's hole\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 4:14",
                            "text": "\"You say most truly\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:2",
                            "text": "—The Holy Father Follows Up the Same Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:3",
                            "text": "And now that these things are completed, it remains for you to apply this picture, my wisest of friends, to the things which have been already spoken of; comparing the house to the invisible nature of our generation, and the entrance adjacent to the mountains to the sending down of our souls from heaven, and their descent into the bodies; the holes to the female sex, and the modeller to the creative power of God, which, under the cover of generation, making use of our nature, invisibly forms us men within, working the garments for the souls."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:4",
                            "text": "Those who carry the clay represent the male sex in the comparison; when thirsting for children, they bring and cast in seed into the natural channels of the female, as those in the comparison cast clay into the holes."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:5",
                            "text": "For the seed, which, so to speak, partakes of a divine creative power, is not to be thought guilty of the incentives to incontinence; and art always works up the matter submitted to it; and nothing is to be considered as evil in itself, but becomes so by the act of those who used it in such a way; for when properly and purely made use of, it comes out pure, but if disgracefully and improperly, then it becomes disgraceful."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:6",
                            "text": "For how did iron, which was discovered for the benefit of agriculture and the arts, injure those who sharpened it for murderous battles? Or how did gold, or silver, or brass, and, to take it collectively, the whole of the workable earth, injure those who, ungratefully towards their Creator, make a wrong use of them by turning parts of them into various kinds of idols? And if any one should supply wool from that which had been stolen to the weaving art, that art, regarding this one thing only, manufactures the material submitted to it, if it will receive the preparation, rejecting nothing of that which is serviceable to itself, since that which is stolen is here not to be blamed, being lifeless."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:7",
                            "text": "And, therefore, the material itself is to be wrought and adorned, but he who is discovered to have abstracted it unjustly should be punished."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 5:8",
                            "text": "So, in like manner, the violators of marriage, and those who break the strings of the harmony of life, as of a harp, raging with lust, and letting loose their desires in adultery, should themselves be tortured and punished, for they do a great wrong stealing from the gardens of others the embraces of generation; but the seed itself, as in the case of the wool, should be formed and endowed with life."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 6:2",
                            "text": "—God Cares Even for Adulterous Births; Angels Given to Them as Guardians."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 6:3",
                            "text": "But what need is there to protract the argument by using such examples? for nature could not thus, in a little time, accomplish so great a work without divine help."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 6:4",
                            "text": "For who gave to the bones their fixed nature? and who bound the yielding members with nerves, to be extended and relaxed at the joints? or who prepared channels for the blood, and a soft windpipe for the breath? or what god caused the humours to ferment, mixing them with blood and forming the soft flesh out of the earth, but only the Supreme Artist making us to be man, the rational and living image of Himself, and forming it like wax, in the womb, from moist slight seed? or by whose providence was it that the foetus was not suffocated by damp when shut up within, in the connexion of the vessels? or who, after it was brought forth and had come into the light, changed it from weakness and smallness to size, and beauty, and strength, unless God Himself, the Supreme Artist, as I said, making by His creative power copies of Christ, and living pictures? Whence, also, we have received from the inspired writings, that those who are begotten, even though it be in adultery, are committed to guardian angels."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 6:5",
                            "text": "But if they came into being in opposition to the will and the decree of the blessed nature of God, how should they be delivered over to angels, to be nourished with much gentleness and indulgence? and how, if they had to accuse their own parents, could they confidently, before the judgment seat of Christ, invoke Him and say, \"Thou didst not, O Lord, grudge us this common light; but these appointed us to death, despising Thy command?\" \"For,\" He says, \"children begotten of unlawful beds are witnesses of wickedness against their parents at their trial\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Methodius: Banquet of the Ten Virgins - Theophila 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:2",
                            "text": "—The Rational Soul from God Himself; Chastity Not the Only Good, Although the Best and Most Honoured."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:3",
                            "text": "And perhaps there will be room for some to argue plausibly among those who are wanting in discrimination and judgment, that this fleshly garment of the soul, being planted by men, is shaped spontaneously apart from the sentence of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:4",
                            "text": "If, however, he should teach that the immortal being of the soul also is sown along with the mortal body, he will not be believed; for the Almighty alone breathes into man the undying and undecaying part, as also it is He alone who is Creator of the invisible and indestructible."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:5",
                            "text": "For, He says, He \"breathed into his nostrils the breath of life; and man became a living soul\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:6",
                            "text": "And those artificers who, to the destruction of men, make images in human form, not perceiving and knowing their own Maker, are blamed by the Word, which says, in the Book of Wisdom, a book full of all virtue, \"his heart is ashes, his hope is more vile than earth, and his life of less value than clay; forasmuch as he knew not his Maker, and Him that inspired into him an active soul, and breathed in a living spirit;\" that is, God, the Maker of all men; therefore, also, according to the apostle, He \"will have all men to be saved, and to come unto the knowledge of the truth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:7",
                            "text": "And now, although this subject be scarcely completed, yet there are others which remain to be discussed."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:8",
                            "text": "For when one thoroughly examines and understands those things which happen to man according to his nature, he will know not to despise the procreation of children, although he applauds chastity, and prefers it in honour."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:9",
                            "text": "For although honey be sweeter and more pleasant than other things, we are not for that reason to consider other things bitter which are mixed up in the natural sweetness of fruits."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:10",
                            "text": "And, in support of these statements, I will bring forward a trustworthy witness, namely, Paul, who says, \"So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:11",
                            "text": "Now the word, in setting forth that which is better and sweeter, did not intend to take away the inferior, but arranges so as to assign to each its own proper use and advantage."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:12",
                            "text": "For there are some to whom it is not given to attain virginity; and there are others whom He no longer wills to be excited by procreations to lust, and to be defiled, but henceforth to meditate and to keep the mind upon the transformation of the body to the likeness of angels, when they \"neither marry nor are given in marriage,\" according to the infallible words of the Lord; since it is not given to all to attain that undefiled state of being a eunuch for the sake of the kingdom of heaven, but manifestly to those only who are able to preserve the ever-blooming and unfading flower of virginity."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:13",
                            "text": "For it is the custom of the prophetic Word to compare the Church to a flower covered and variegated meadow, adorned and crowned not only with the flowers of virginity, but also with those of child-bearing and of continence; for it is written, \"Upon thy right hand did stand the queen in a vesture of gold, wrought about with divers colours\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:14",
                            "text": "These words, O Arete, I bring according to my ability to this discussion in behalf of the truth."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:15",
                            "text": "And when Theophila had thus spoken, Theopatra said that applause arose from all the virgins approving of her discourse; and that when they became silent, after a long pause, Thaleia arose, for to her had been assigned the third place in the contest, that which came after Theophila."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Theophila 7:16",
                            "text": "And she then, as I think, followed, and spoke."
                        }
                    ]
                }
            ]
        }
    ]
}