{
    "books": [
        {
            "name": "Sulpitius Severus: Dialogues II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Dialogues II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:1",
                            "text": "Dialogues, Dialogue II:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:2",
                            "text": "\"Well then, when first, having left the schools, I attached myself to the blessed man, a few days after doing so, we followed him on his way to the church."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:3",
                            "text": "In the way, a poor man, half-naked in these winter-months, met him, and begged that some clothing might be given him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:4",
                            "text": "Then Martin, calling for the chief-deacon, gave orders that the shivering creature should be clothed without delay."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:5",
                            "text": "After that, entering a private apartment, and sitting down by himself, as his custom was—for he secured for himself this retirement even in the church, liberty being  granted to the clerics, since indeed the presbyters were seated in another apartment, either spending their time in mutual courtesies, or occupied in listening to affairs of business."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:6",
                            "text": "But Martin kept himself in his own seclusion up to the hour at which custom required that the sacred rites should be dispensed to the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:7",
                            "text": "And I will not pass by this point that, when sitting in his retirement, he never used a chair; and, as to the church, no one ever saw him sitting there, as I recently saw a certain man (God is my witness), not without a feeling of shame at the spectacle, seated on a lofty throne, yea, in its elevation, a kind of royal tribunal; but Martin might be seen sitting on a rude little stool, such as those in use by the lowest of servants, which we Gallic country-people call tripets, and which you men of learning, or those at least who are from Greece, call tripods."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:8",
                            "text": "Well, that poor man who had been chanced upon, as the chief-deacon delayed to give him the garment, rushed into this private apartment of the blessed man, complaining that he had not been attended to by the cleric, and bitterly mourning over the cold he suffered."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:9",
                            "text": "No delay took place: the holy man, while the other did not observe, secretly drew off his tunic which was below his outer garment, and clothing the poor man with this, told him to go on his way."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:10",
                            "text": "Then, a little after, the chief-deacon coming in informs him, according to custom, that the people were waiting in the church, and that it was incumbent on him to proceed to the performance of the sacred rites."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:11",
                            "text": "Martin said to him in reply that it was necessary that the poor man—referring to himself—should be clothed, and that he could not possibly proceed to the church, unless the poor man received a garment."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:12",
                            "text": "But the deacon, not understanding the true state of the case—that Martin, while outwardly clad with a cloak, was not seen by him to be naked underneath, at last begins to complain that the poor man does not make his appearance."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:13",
                            "text": "'Let the garment which has been got ready,' said Martin, 'be brought to me; there will not be wanting the poor man requiring to be clothed."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:14",
                            "text": "' Then, at length, the cleric, constrained by necessity, and now in not the sweetest temper, hurriedly procures a rough garment out of the nearest shop, short and shaggy, and costing only five pieces of silver, and lays it, in wrath at the feet of Martin."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:15",
                            "text": "'See,' cries he, 'there is the garment, but the poor man is not here."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:16",
                            "text": "' Martin, nothing moved, bids him go to the door for a little, thus obtaining secrecy, while, in his nakedness, he clothes himself with the garment, striving with all his might to keep secret what he had done."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues II 1:17",
                            "text": "But when do such things remain concealed in the case of the saints desiring that they should be so? Whether they will or not, all are brought to light."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sulpitius Severus: Dialogues II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:2",
                            "text": "\"Martin, then, clothed in this garment, proceeds to offer the sacrifice to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:3",
                            "text": "And then on that very day—I am about to narrate something wonderful—when he was engaged in blessing the altar, as is usual, we beheld a globe of fire dart from his head, so that, as it rose on high, the flame produced a hair of extraordinary length."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:4",
                            "text": "And, although we saw this take place on a very famous day in the midst of a great multitude of people, only one of the virgins, one of the presbyters, and only three of the monks, witnessed the sight: but why the others did not behold it is a matter not to be decided by our judgment."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:5",
                            "text": "\"About the same time, when my uncle Evanthius, a highly Christian man, although occupied in the affairs of this world, had begun to be afflicted with a very serious illness, to the extreme danger of his life, he sent for Martin."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:6",
                            "text": "And, without any delay, Martin hastened towards him; but, before the blessed man had completed the half of the distance between them, the sick man experienced the power of him that was coming; and, being immediately restored to health, he himself met us as we were approaching."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:7",
                            "text": "With many entreaties, he detained Martin, who wished to return home on the following day; for, in the meantime, a serpent had struck with a deadly blow a boy belonging to my uncle's family; and Evanthius himself, on his own shoulders, carried him all but lifeless through the force of the poison, and laid him at the feet of the holy man, believing that nothing was impossible to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:8",
                            "text": "By this time, the serpent had diffused its poison through all the members of the boy: one could see his skin swollen in all his veins, and his vitals strung up like a leather-bottle."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:9",
                            "text": "Martin stretched forth his hand, felt all the limbs of the boy, and placed his finger close to the little wound, at which the animal had instilled the poison."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:10",
                            "text": "Then in truth—I am going to tell things wonderful—we saw the whole poison, drawn from every part of the body, gather quickly together to Martin's finger; and next, we beheld the poison mixed with blood press through the small puncture of the wound, just as a long line  of abundant milk is wont to flow forth from the teats of goats or sheep, when these are squeezed by the hand of shepherds."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:11",
                            "text": "The boy rose up quite well."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues II 2:12",
                            "text": "We were amazed by so striking a miracle; and we acknowledged—as, indeed, truth compelled us to do—that there was no one under heaven who could equal the deeds of Martin."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sulpitius Severus: Dialogues II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:2",
                            "text": "\"In the same way, some time afterwards, we made a journey with him while he visited the various parishes in his diocese."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:3",
                            "text": "He had gone forward a little by himself, some necessity or other, I know not what, compelling us to keep behind."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:4",
                            "text": "In the meantime, a state-conveyance, full of military men, was coming along the public highway."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:5",
                            "text": "But when the animals near the side beheld Martin in his shaggy garment, with a long black cloak over it, being alarmed, they swerved a little in the opposite direction."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:6",
                            "text": "Then, the reins getting entangled, they threw into confusion those extended lines in which, as you have often seen, those wretched creatures are held together; and as they were with difficulty rearranged, delay, of course, was caused to those people hastening forward."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:7",
                            "text": "Enraged by this injury, the soldiers, with hasty leaps, made for the ground."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:8",
                            "text": "And then they began to belabor Martin with whips and staves; and as he, in silence and with incredible patience, submitted his back to them smiting him, this roused the greater fury in these wretches, for they became all the more violent from the fact, that he, as if he did not feel the blows showered upon him, seemed to despise them."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:9",
                            "text": "He fell almost lifeless to the earth; and we, ere long, found him covered with blood, and wounded in every part of his body."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:10",
                            "text": "Lifting him up without delay, and placing him upon his own ass, while we execrated the place of that cruel bloodshed, we hastened, off as speedily as possible."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:11",
                            "text": "In the meantime, the soldiers having returned to their conveyance, after their fury was satisfied, urge the beasts to proceed in the direction in which they had been going."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:12",
                            "text": "But they all remained fixed to the spot, as stiff as if they had been brazen statues, and although their masters shouted at them, and the sound of their whips echoed on every side, still the animals never moved."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:13",
                            "text": "These men next all fall to with lashes; in fact, while punishing the mules, they waste all the Gallic whips they had."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:14",
                            "text": "The whole of the neighboring wood is laid hold of, and the beasts are beaten with enormous cudgels; but these cruel hands still effected nothing: the animals continued to stand in one and the same place like fixed effigies."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:15",
                            "text": "The wretched men knew not what to do, and they could no longer conceal from themselves that, in some way or other, there was a higher power at work in the bosoms of these brutes, so that they were, in fact, restrained by the interposition of a deity."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:16",
                            "text": "At length, therefore, returning to themselves, they began to enquire who he was whom but a little before they had scourged at the same place; and when, on pursuing the investigation, they ascertained from those on the way that it was Martin who had been so cruelly beaten by them, then, indeed, the cause of their misfortune appeared manifest to all; and they could no longer doubt that they were kept back on account of the injury done to that man."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:17",
                            "text": "Accordingly, they all rush after us at full speed, and, conscious of what they had done and deserved, overwhelmed with shame, weeping, and having their heads and faces smeared with the dust with which they themselves had besprinkled their bodies, they cast themselves at Martin's feet, imploring his pardon, and begging that he would allow them to proceed."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:18",
                            "text": "They added that they had been sufficiently punished by their conscience alone, and that they deeply felt that the earth might swallow them alive in that very spot, or that rather, they, losing all sense, might justly be stiffened into immovable rocks, just as they had seen their beasts of burden fixed to the places in which they stood; but they begged and entreated him to extend to them pardon for their crime, and to allow them to go on their way."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues II 3:19",
                            "text": "The blessed man had been aware, before they came up to us, that they were in a state of detention, and had already informed us of the fact; however, he kindly granted them forgiveness; and, restoring their animals, permitted them to pursue their journey."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sulpitius Severus: Dialogues II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:2",
                            "text": "\"I have often noticed this, Sulpitius, that Martin was accustomed to say to you, that such an abundance of power was by no means granted him while he was a bishop, as he remembered to have possessed before he obtained that office."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:3",
                            "text": "Now, if this be true, or rather since it is true, we may imagine how great those things were which, while still a monk, he accomplished, and which, without any witness, he effected apart by himself; since we have seen that, while a bishop, he performed so great wonders before the eyes of all."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:4",
                            "text": "Many, no doubt, of his former achievements were known to the world, and could not be hid, but those are said to have been innumerable which, while he avoided boastfulness, he kept concealed and did not allow to come to the knowledge of mankind; for, inasmuch as he transcended the capabilities  of mere man, in a consciousness of his own eminence, and trampling upon worldly glory, he was content simply to have heaven as a witness of his deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:5",
                            "text": "That this is true we can judge even from these things which are well known to us, and could not be hid; since e."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:6",
                            "text": "g."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:7",
                            "text": "before he became a bishop he restored two dead men to life, facts of which your book has treated pretty fully, but, while he was bishop, he raised up only one, a point which I am surprised you have not noticed."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:8",
                            "text": "I myself am a witness to this latter occurrence; but, probably, you have no doubts about the matter being duly testified."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:9",
                            "text": "At any rate, I will set before you the affair as it happened."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:10",
                            "text": "For some reason, I know not what, we were on our way to the town of the Carnutes."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:11",
                            "text": "In the meantime, as we pass by a certain village most populous in inhabitants, an enormous crowd went forth to meet us, consisting entirely of heathen; for no one in that village was acquainted with a Christian."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:12",
                            "text": "Nevertheless, owing to the report of the approach of so great a man, a multitude of those streaming to one point had filled all the widely spreading plains."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:13",
                            "text": "Martin felt that some work was to be performed; and as the spirit within him was thus moving him, he was deeply excited."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:14",
                            "text": "He at once began to preach to the heathen the word of God, so utterly different from that of man, often groaning that so great a crowd should be ignorant of the Lord the Saviour."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:15",
                            "text": "In the meantime, while an incredible multitude had surrounded us, a certain woman, whose son had recently died, began to present, with outstretched hands, the lifeless body to the blessed man, saying, \"We know that you are a friend of God: restore me my son, who is my only one\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:16",
                            "text": "The rest of the multitude joined her, and added their entreaties to those of the mother."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:17",
                            "text": "Martin perceiving, as he afterwards told us, that he could manifest power, in order to the salvation of those waiting for its display, received the body of the deceased into his own hands; and when, in the sight of all, he had fallen on his knees, and then arose, after his prayer was finished, he restored to its mother the child brought back to life."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:18",
                            "text": "Then, truly, the whole multitude, raising a shout to heaven, acknowledged Christ as God, and finally began to rush in crowds to the knees of the blessed man, sincerely imploring that he would make them Christians."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:19",
                            "text": "Nor did he delay to do so."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues II 4:20",
                            "text": "As they were in the middle of the plain, he made them all catechumens, by placing his hand upon the whole of them; while, at the same time, turning to us, he said that, not without reason, were these made catechumens in that plain where the martyrs were wont to be consecrated\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sulpitius Severus: Dialogues II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:2",
                            "text": "\"You have conquered, O Gaul,\" said Postumianus, \"you have conquered, although certainly not me, who am, on the contrary, an upholder of Martin, and who have always known and believed all these things about that man; but you have conquered all the eremites and anchorites."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:3",
                            "text": "For no one of them, like your friend, or rather our friend, Martin, ruled over deaths of all kinds."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:4",
                            "text": "And Sulpitius there justly compared him to the apostles and prophets, inasmuch as the power of his faith, and the works accomplished by his power, bear witness that he was, in all points, like them."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:5",
                            "text": "But go on, I beg of you, although we can hear nothing more striking than we have heard—still, go on, O Gaul, to set forth what still remains of what you have to say concerning Martin."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:6",
                            "text": "For the mind is eager to know even the least and commonest of his doings, since there is no doubt that the least of his actions surpass the greatest deeds of others\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:7",
                            "text": "\"I will do so,\" replies the Gaul, \"but I did not myself witness what I am about to relate, for it took place before I became an associate of Martin's; still, the fact is well known, having been spread through the world by the accounts given by faithful brethren, who were present on the occasion."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:8",
                            "text": "Well, just about the time when he first became a bishop, a necessity arose for his visiting the imperial court."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:9",
                            "text": "Valentinian, the elder, then was at the head of affairs."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:10",
                            "text": "When he came to know that Martin was asking for things which he did not incline to grant, he ordered him to be kept from entering the doors of the palace."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:11",
                            "text": "Besides his own unkind and haughty temper, his wife Arriana had urged him to this course, and had wholly alienated him from the holy man, so that he should not show him the regard which was due to him."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:12",
                            "text": "Martin, accordingly, when he had once and again endeavored to procure an interview with the haughty prince, had recourse to his well-known weapons—he clothes himself in sackcloth, scatters ashes upon his person, abstains from food and drink, and gives himself, night and day, to continuous prayer."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:13",
                            "text": "On the seventh day, an angel appeared to him, and tells him to go with confidence to the palace, for that the royal doors, although closed against him, would open of their own accord, and that the haughty spirit of the emperor would be softened."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:14",
                            "text": "Martin, therefore, being encouraged by the address of the angel who thus appeared to him, and trusting to his assistance, went to the palace."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:15",
                            "text": "The doors stood open, and no one opposed his  entrance; so that, going in, he came at last into the presence of the king, without any one seeking to hinder him."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:16",
                            "text": "The king, however, seeing him at a distance as he approached, and gnashing his teeth that he had been admitted, did not, by any means, condescend to rise up as Martin advanced, until fire covered the royal seat, and until the flames seized on a part of the royal person."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:17",
                            "text": "In this way the haughty monarch is driven from his throne, and, much against his will, rises up to receive Martin."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:18",
                            "text": "He even gave many embraces to the man whom he had formerly determined to despise, and, coming to a better frame of mind, he confessed that he perceived the exercise of Divine power; without waiting even to listen to the requests of Martin, he granted all he desired before being asked."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues II 5:19",
                            "text": "Afterwards the king often invited the holy man both to conferences and entertainments; and, in the end, when he was about to depart, offered him many presents, which, however, the blessed man, jealously maintaining his own poverty, totally refused, as he did on all similar occasions."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sulpitius Severus: Dialogues II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:2",
                            "text": "\"And as we have, once for all, entered the palace, I shall string together events which there took place, although they happened at different times."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:3",
                            "text": "And, indeed, it does not seem to me right that I should pass unmentioned the example of admiration for Martin which was shown by a faithful queen."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:4",
                            "text": "Maximus then ruled the state, a man worthy of being extolled in his whole life, if only he had been permitted to reject a crown thrust upon him by the soldiery in an illegal tumult, or had been able to keep out of civil war."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:5",
                            "text": "But the fact is, that a great empire can neither be refused without danger, nor can be preserved without war."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:6",
                            "text": "He frequently sent for Martin, received him into the palace, and treated him with honor; his whole speech with him was concerning things present, things to come, the glory of the faithful, and the immortality of the saints; while, in the meantime, the queen hung upon the lips of Martin, and not inferior to her mentioned in the Gospel, washed the feet of the holy man with tears and wiped them with the hairs of her head."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:7",
                            "text": "Martin, though no woman had hitherto touched him, could not escape her assiduity, or rather her servile attentions."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:8",
                            "text": "She did not think of the wealth of the kingdom, the dignity of the empire, the crown, or the purple; only stretched upon the ground, she could not be torn away from the feet of Martin."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:9",
                            "text": "At last she begs of her husband (saying that both of them should constrain Martin to agree) that all other attendants should be removed from the holy man, and that she alone should wait upon him at meals."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:10",
                            "text": "Nor could the blessed man refuse too obstinately."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:11",
                            "text": "His modest entertainment is got up by the hands of the queen; she herself arranges his seat for him; places his table; furnishes him with water for his hands; and serves up the food which she had herself cooked."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:12",
                            "text": "While he was eating, she, with her eyes fixed on the ground, stood motionless at a distance, after the fashion of servants, displaying in all points the modesty and humility of a ministering servant."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:13",
                            "text": "She herself mixed for him his drink and presented it."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:14",
                            "text": "When the meal was over, she collected the fragments and crumbs of the bread that had been used, preferring with true faithfulness these remains to imperial banquets."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:15",
                            "text": "Blessed woman! worthy, by the display of so great piety, of being compared to her who came from the ends of the earth to hear Solomon, if we merely regard the plain letter of the history."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues II 6:16",
                            "text": "But the faith of the two queens is to be compared (and let it be granted me to say this, setting aside the majesty of the secret truth implied): the one obtained her desire to hear a wise man; the other was thought worthy not only to hear a wise man, but to wait upon him\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sulpitius Severus: Dialogues II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:2",
                            "text": "To these sayings Postumianus replies: \"While listening to you, O Gaul, I have for a long time been admiring the faith of the queen; but to what does that statement of yours lead, that no woman was ever said to have stood more close to Martin? For let us consider that that queen not only stood near him, but even ministered unto him."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:3",
                            "text": "I really fear lest those persons who freely mingle among women should to some extent defend themselves by that example\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:4",
                            "text": "Then said the Gaul: \"Why do you not notice, as grammarians are wont to teach us, the place, the time, and the person? For only set before your eyes the picture of one kept in the palace of the emperor importuned by prayers, constrained by the faith of the queen, and bound by the necessities of the time, to do his utmost that he might set free those shut up in prison, might restore those who had been sent into exile, and might recover goods that had been taken away,—of how much importance do you think that these things should have appeared to a bishop, so as to lead him, in order to the accomplishment of them all, to abate not a little of the rigor of his general scheme of life?  However, as you think that some will make a bad use of the example thus furnished them, I shall only say that those will be truly happy if they do not fall short of the excellence of the example in question."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:5",
                            "text": "For let them consider that the facts of the case are these: once in his life only, and that when in his seventieth year, was Martin served and waited upon at his meals, not by a free sort of widow, nor by a wanton virgin, but by a queen, who lived under the authority of a husband, and who was supported in her conduct by the entreaties of her husband, that she might be allowed so to act."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:6",
                            "text": "It is further to be observed that she did not recline with Martin at the entertainment, nor did she venture even to partake in the feast, but simply gave her services in waiting upon him."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:7",
                            "text": "Learn, therefore, the proper course; let a matron serve thee, and not rule thee; and let her serve, but not recline along with thee; just as Martha, of whom we read, waited upon the Lord without being called to partake in the feast: nay, she who chose rather simply to hear the word was preferred to her that served."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:8",
                            "text": "But in the case of Martin, the queen spoken of fulfilled both parts: she both served like Martha and listened like Mary."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues II 7:9",
                            "text": "If any one, then, desires to make use of this example, let him keep to it in all particulars; let the cause be the same, the person the same, the service the same, and the entertainment the same,—and let the thing occur once only in one's whole life\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sulpitius Severus: Dialogues II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:2",
                            "text": "\"Admirably,\" exclaimed Postumianus, \"does your speech bind those friends of ours from going beyond the example of Martin; but I own to you my belief that these remarks of yours will fall upon deaf ears."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:3",
                            "text": "For if we were to follow the ways of Martin, we should never need to defend ourselves in the case of kissing, and we should be free from all the reproaches of sinister opinion."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:4",
                            "text": "But as you are wont to say, when you are accused of being too fond of eating, 'We are Gauls,' so we, for our part, who dwell in this district, will never be reformed either by the example of Martin, or by your dissertations."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:5",
                            "text": "But while we have been discussing these points at so great length, why do you, Sulpitius, preserve such an obstinate silence?\"  \"Well, for my part,\" replied I, \"I not only keep silence, but for a long time past I have determined to be silent upon such points."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:6",
                            "text": "For, because I rebuked a certain spruce gadding-about widow, who dressed expensively, and lived in a somewhat loose manner, and also a virgin, who was following somewhat indecently a certain young man who was dear to me,—although, to be sure, I had often heard her blaming others who acted in such a manner,—I raised up against me such a degree of hatred on the part of all the women and all the monks, that both bands entered upon sworn war against me."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:7",
                            "text": "Wherefore, be quiet, I beg of you, lest even what we are saying should tend to increase their animosity towards me."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:8",
                            "text": "Let us entirely blot out these people from our memory, and let us rather return to Martin."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:9",
                            "text": "Do thou, friend Gaul, as you have begun, carry out the work you have taken in hand\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:10",
                            "text": "Then says he: \"I have really related already so many things to you, that my speech ought to have satisfied your desires; but, because I am not at liberty to refuse compliance with your wishes, I shall continue to speak as long as the day lasts."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:11",
                            "text": "For, in truth, when I glance at that straw, which is being prepared for our beds, there comes into my mind a recollection respecting the straw on which Martin had lain, that a miracle was wrought in connection with it."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:12",
                            "text": "The affair took place as follows."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:13",
                            "text": "Claudiomagus is a village on the confines of the Bituriges and the Turoni."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:14",
                            "text": "The church there is celebrated for the piety of the saints, and is not less illustrious for the multitude of the holy virgins."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:15",
                            "text": "Well, Martin, being in the habit of passing that way, had an apartment in the private part of the church."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:16",
                            "text": "After he left, all the virgins used to rush into that retirement: they kiss every place where the blessed man had either sat or stood, and distribute among themselves the very straw on which he had lain."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:17",
                            "text": "One of them, a few days afterwards, took a part of the straw which she had collected for a blessing to herself, and hung it from the neck of a possessed person, whom a spirit of error was troubling."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues II 8:18",
                            "text": "There was no delay; but sooner than one could speak the demon was cast out, and the person was cured."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sulpitius Severus: Dialogues II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:2",
                            "text": "\"About the same time, a cow which a demon harassed met Martin as he was returning from Treves."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:3",
                            "text": "That cow, leaving its proper herd, was accustomed to attack human beings, and had already seriously gored many with its horns."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:4",
                            "text": "Now, when she was coming near us, those who followed her from a distance began to warn us, with a loud voice, to beware of her."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:5",
                            "text": "But after she had in great fury come pretty near to us, with rage in her eyes, Martin, lifting up his hand, ordered the animal to halt, and she immediately stood stock-still at his word."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:6",
                            "text": "Upon this, Martin perceived a demon sitting upon her back, and reproving it, he exclaimed, 'Begone,  thou deadly being; leave the innocent beast, and cease any longer to torment it."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:7",
                            "text": "' The evil spirit obeyed and departed."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:8",
                            "text": "And the heifer had sense enough to understand that she was set free; for, peace being restored to her, she fell at the feet of the holy man; and on Martin directing her, she made for her own herd, and, quieter than any sheep, she joined the rest of the band."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:9",
                            "text": "This also was the time at which he had no sensation of being burnt, although placed in the midst of the flames; but I do not think it necessary for me to give an account of this, because Sulpitius there, though passing over it in his book, has nevertheless pretty fully narrated it in the epistle which he sent to Eusebius, who was then a presbyter, and is now a bishop."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:10",
                            "text": "I believe, Postumianus, you have either read this letter, or, if it is still unknown to you, you may easily obtain it, when you please, from the bookcase."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:11",
                            "text": "I shall simply narrate particulars which he has omitted."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:12",
                            "text": "\"Well, on a certain occasion, when he was going round the various parishes, we came upon a band of huntsmen."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:13",
                            "text": "The dogs were pursuing a hare, and the little animal was already much exhausted by the long run it had had."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:14",
                            "text": "When it perceived no means of escape in the plains spreading far on every side, and was several times just on the point of being captured, it tried to delay the threatened death by frequent doublings."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:15",
                            "text": "Now the blessed man pitied the danger of the creature with pious feelings, and commanded the dogs to give up following it, and to permit it to get safe away."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:16",
                            "text": "Instantly, at the first command they heard, they stood quite still: one might have thought them bound, or rather arrested, so as to stand immovable in their own footprints."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues II 9:17",
                            "text": "In this way, through her pursuers being stopped as if tied together, the hare got safe away."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sulpitius Severus: Dialogues II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:2",
                            "text": "\"Moreover, it will be worth while to relate also some of his familiar sayings, since they were all salted with spiritual instruction."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:3",
                            "text": "He happened to see a sheep that had recently been sheared; and, 'See,' says he, 'she has fulfilled the precept of the Gospel: she had two coats, and one of them she has given to him who had none: thus, therefore, ye ought also to do."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:4",
                            "text": "' Also, when he perceived a swineherd in a garment of skin, cold and, in fact, all but naked, he exclaimed: 'Look at Adam, cast out of Paradise, how he feeds his swine in a garment of skin; but let us, laying aside that old Adam, who still remains in that man, rather put on the new Adam."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:5",
                            "text": "' Oxen had, in one part, eaten up the grass of the meadows; pigs also had dug up some portions of them with their snouts; while the remaining portion, which continued uninjured, flourished, as if painted with variously tinted flowers."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:6",
                            "text": "'That part,' said he, 'which has been eaten down by cattle, although it has not altogether lost the beauty of grass, yet retains no grandeur of flowers, conveys to us a representation of marriage; that part, again, which the pigs, unclean animals, had dug up, presents a loathsome picture of fornication; while the remaining portion, which had sustained no injury, sets forth the glory of virginity;—it flourishes with abundance of grass; the fruits of the field abound in it; and, decked with flowers to the very extreme of beauty, it shines as if adorned with glittering gems."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:7",
                            "text": "Blessed is such beauty and worthy of God; for nothing is to be compared with virginity."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:8",
                            "text": "Thus, then, those who set marriage side by side with fornication grievously err; and those who think that marriage is to be placed on an equal footing with virginity are utterly wretched and foolish."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:9",
                            "text": "But this distinction must be maintained by wise people, that marriage belongs to those things which may be excused, while virginity points to glory, and fornication must incur punishment unless its guilt is purged away through atonement."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues II 10:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sulpitius Severus: Dialogues II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:2",
                            "text": "\"A certain soldier had renounced the military life in the Church, having professed himself a monk, and had erected a cell for himself at a distance in the desert, as if with the purpose of leading the life of an eremite."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:3",
                            "text": "But in course of time the crafty adversary harassed his unspiritual nature with various thoughts, to the effect that, changing his mind, he should express a desire that his wife, whom Martin had ordered to have a place in the nunnery of the young women, should rather dwell along with him."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:4",
                            "text": "The courageous eremite, therefore, visits Martin, and makes known to him what he had in his mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:5",
                            "text": "But Martin denied very strongly that a woman could, in inconsistent fashion, be joined again to a man who was now a monk, and not a husband."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:6",
                            "text": "At last, when the soldier was insisting on the point in question; asserting that no evil would follow from carrying out his purpose; that he simply desired to possess the solace of his wife's company; and that there was no fear of his again returning to his own  pursuits; adding that he was a soldier of Christ, and that she also had taken the oath of allegiance in the same service; and that the bishop therefore should allow to serve as soldiers together people who were saints, and who, in virtue of their faith, totally ignored the question of sex,—then Martin (I am going to repeat his very words to you) exclaimed: 'Tell me if you have ever been in war, and if you have ever stood in the line of battle?' In answer he said, 'Frequently; I have often stood in line of battle, and been present in war."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:7",
                            "text": "' On this Martin replies: 'Well, then, tell me, did you ever in a line which was prepared with arms for battle, or, having already advanced near, was fighting against a hostile army with drawn sword—did you ever see any woman standing there, or fighting?' Then at length the soldier became confused and blushed, while he gave thanks that he had not been permitted to follow his own evil counsel, and at the same time had not been put right by the use of any harsh language, but by a true and rational analogy, connected with the person of a soldier."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:8",
                            "text": "Martin, for his part, turning to us (for a great crowd of brethren had surrounded him), said: 'Let not a woman enter the camp of men, but let the line of soldiers remain separate, and let the females, dwelling in their own tent, be remote from that of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:9",
                            "text": "For this renders an army ridiculous, if a female crowd is mixed with the regiments of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:10",
                            "text": "Let the soldier occupy the line, let the soldier fight in the plain, but let the woman keep herself within the protection of the walls."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:11",
                            "text": "She, too, certainly has her own glory, if, when her husband is absent, she maintains her chastity; and the first excellence, as well as completed victory of that, is, that she should not be seen."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues II 11:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sulpitius Severus: Dialogues II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:2",
                            "text": "\"I believe, my dear Sulpitius, that you remember with what emphasis he extolled to us (when you too were present) that virgin who had so completely withdrawn herself from the eyes of all men, that she did not admit to her presence Martin himself, when he wished to visit her in the discharge of duty."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:3",
                            "text": "For when he was passing by the little property, within which for several years she had chastely confined herself, having heard of her faith and excellence, he turned out of his way that, as a bishop, he might honor, with pious respect, a gift of such eminent merit."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:4",
                            "text": "We who journeyed with him thought that that virgin would rejoice, inasmuch as she was to obtain such a testimony to her virtue, while a priest of so great reputation, departing from his usual rigor of conduct, paid her a visit."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:5",
                            "text": "But she did not relax those bonds of a most severe method of life, which she had imposed upon herself, even by allowing herself to see Martin."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:6",
                            "text": "And thus the blessed man, having received, through another woman, her praiseworthy apology, joyfully departed from the doors of her who had not permitted herself to be seen or saluted."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:7",
                            "text": "O glorious virgin, who did not allow herself to be looked upon even by Martin! O blessed Martin, who did not regard that repulse as being any insult to himself, but, extolling with exultant heart her excellence, rejoiced in an example only too rare in that locality! Well, when approaching night had compelled us to stay at no great distance from her humble dwelling, that same virgin sent a present to the blessed man; and Martin did what he had never done before (for he accepted a present or gift from nobody), he refused none of those things which the estimable virgin had sent him, declaring that her blessing was by no means to be rejected by a priest, since she was indeed to be placed before many priests."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:8",
                            "text": "Let, I beg, virgins listen to that example, so that they shall, if they desire to close their doors to the wicked, even shut them against the good; and that the ill-disposed may have no free access to them, they shall not fear even to exclude priests from their society."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:9",
                            "text": "Let the whole world listen attentively to this: a virgin did not permit herself to be looked upon by Martin."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:10",
                            "text": "And it was no common priest whom she repulsed, but the girl refused to come under the eyes of a man whom it was the salvation of onlookers to behold."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:11",
                            "text": "But what priest, besides Martin, would not have regarded this as doing an injury to him? What irritation and fury would he have conceived in his mind against that virgin? He would have deemed her a heretic; and would have resolved that she should be laid under an anathema."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:12",
                            "text": "And how surely would such a man have preferred to that blessed soul those virgins who are always throwing themselves in the way of the priest, who get up sumptuous entertainments, and who recline at table with the rest! But whither is my speech carrying me? That somewhat too free manner of speaking must be checked, lest perchance it may give offense to some; for words of reproach will not profit the unfaithful, while the example quoted will be enough for the faithful."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues II 12:13",
                            "text": "At the same time, I wish so to extol the virtue of this virgin, as nevertheless to think that no deduction is to be made from the excellence of those others, who often came from remote regions for the purpose of seeing Martin, since indeed, with the same object in view, even angels ofttimes visited the blessed man."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sulpitius Severus: Dialogues II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:2",
                            "text": "\"But in what I am now about to narrate, I possess you, Sulpitius\" (here he looked at me) \"as a fellow-witness."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:3",
                            "text": "One day, I and Sulpitius there were watching before Martin's door, and had already sat in silence for several hours."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:4",
                            "text": "We did so with deep reverence and awe, as if we were carrying out a watch prescribed to us before the tent of an angel; while, all the time, the door of his cell being closed, he did not know that we were there."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:5",
                            "text": "Meanwhile, we heard the sound of people conversing, and by and by we were filled with a kind of awe and amazement, for we could not help perceiving that something divine was going on."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:6",
                            "text": "After nearly two hours, Martin comes out to us; and then our friend Sulpitius (for no one was accustomed to speak to him more familiarly) began to entreat him to make known to us, piously enquiring on the subject, what meant that sort of Divine awe which we confessed we had both felt, and with whom he had been conversing in his cell."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:7",
                            "text": "We added that, as we stood before the door, we had undoubtedly heard a feeble sound of people talking, but had scarcely understood it."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:8",
                            "text": "Then he after a long delay (but there was really nothing which Sulpitius could not extort from him even against his will: I am about to relate things somewhat difficult of belief, but, as Christ is my witness, I lie not, unless any one is so impious as to think that Martin himself lied) said: 'I will tell you, but I beg you will not speak of it to any one else."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:9",
                            "text": "Agnes, Thecla, and Mary were there with me."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:10",
                            "text": "' He proceeded to describe to us the face and general aspect of each."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:11",
                            "text": "And he acknowledged that, not merely on that day, but frequently, he received visits from them."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:12",
                            "text": "Nor did he deny that Peter also and Paul, the Apostles, were pretty frequently seen by him."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:13",
                            "text": "Moreover, he was in the habit of rebuking the demons by their special names, according as they severally came to him."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:14",
                            "text": "He found Mercury a cause of special annoyance, while he said that Jupiter was stupid and doltish."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:15",
                            "text": "I am aware that these things seemed incredible even to many who dwelt in the same monastery; and far less can I expect that all who simply hear of them will believe them."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:16",
                            "text": "For unless Martin had lived such an inestimable life, and displayed such excellence, he would by no means be regarded among us as having been endowed with so great glory."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:17",
                            "text": "And yet it is not at all wonderful that human infirmity doubted concerning the works of Martin, when we see that many at the present day do not even believe the Gospels."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:18",
                            "text": "But we have ourselves had personal knowledge and experience, that angels often appeared and spoke familiarly with Martin."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:19",
                            "text": "As bearing upon this, I am to narrate a matter, of small importance indeed, but still I will state it."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:20",
                            "text": "A synod, composed of bishops, was held at Nemausus, and while he had refused to attend it, he was nevertheless desirous of knowing what was done at it."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:21",
                            "text": "It so happened that our friend Sulpitius was then on board ship with him, but, as was his custom, he kept his place at a distance from the rest, in a retired part of the vessel."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:22",
                            "text": "There an angel announced to him what had taken place in the synod."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues II 13:23",
                            "text": "And when, afterwards, we carefully enquired into the time at which the council was held, we found, beyond all doubt, that that was the very day of the council, and that those things were there decreed by the bishops which the angel had announced to Martin."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sulpitius Severus: Dialogues II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:2",
                            "text": "\"But when we questioned him concerning the end of the world, he said to us that Nero and Antichrist have first to come; that Nero will rule in the Western portion of the world, after having subdued ten kings; and that a persecution will be carried on by him, with the view of compelling men to worship the idols of the Gentiles."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:3",
                            "text": "He also said that Antichrist, on the other hand, would first seize upon the empire of the East, having his seat and the capital of his kingdom at Jerusalem; while both the city and the temple would be restored by him."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:4",
                            "text": "He added that his persecution would have for its object to compel men to deny Christ as God, while he maintained rather that he himself was Christ, and ordered all men to be circumcised, according to the law."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:5",
                            "text": "He further said that Nero was to be destroyed by Antichrist, and that the whole world, and all nations, were to be reduced under the power of Antichrist, until that impious one should be overthrown by the coming of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:6",
                            "text": "He told us, too, that there was no doubt but that Antichrist, having been conceived by an evil spirit, was already born, and had, by this time, reached the years of boyhood, while he would assume power as soon as he reached the proper age."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:7",
                            "text": "Now, this is the eighth year since we heard these words from his lips: you may conjecture, then, how nearly about to happen are those things which are feared in the future\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:8",
                            "text": "As our friend the Gaul was emphatically speaking thus, and had not yet finished what he intended to relate, a boy of the family entered with the announcement that the presbyter Refrigerius was standing at the door."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:9",
                            "text": "We began to doubt whether it would be better to hear the Gaul further, or to go and welcome that man whom we so greatly loved, and who had come  to pay his respects to us, when our friend the Gaul remarked: \"Even although this most holy priest had not arrived, this talk of ours would have had to be cut short, for the approach of night was itself urging us to finish the discourse which has been so far continued."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:10",
                            "text": "But inasmuch as all things bearing upon the excellences of Martin have by no means yet been mentioned, let what you have heard suffice for to-day: to-morrow we shall proceed to what remains\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues II 14:11",
                            "text": "This promise of our Gallic friend being equally acceptable to us all, we rose up."
                        }
                    ]
                }
            ]
        }
    ]
}