{
    "books": [
        {
            "name": "Clement: Homily III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily III 1:1",
                            "text": "Homily III: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily III 1:2",
                            "text": "—The Morning of the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily III 1:3",
                            "text": "Two days, therefore, having elapsed, and while the third was dawning, I Clement, and the rest of our companions, being roused about the second cock-crowing, in order to the discussion with Simon, found the lamp still alight, and Peter kneeling in prayer."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily III 1:4",
                            "text": "Therefore, having finished his supplication, and turning round, and seeing us in readiness to hear, he said:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily III 2:2",
                            "text": "—Simon's Design."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily III 2:3",
                            "text": "\"I wish you to know that those who, according to our arrangement, associate with Simon that they may learn his intentions, and submit them to us, so that we may be able to cope with his variety of wickedness, these men have sent to me, and informed me that Simon to-day is, as he arranged, prepared to come before all, and show from the Scriptures that He who made the heaven and the earth, and all things in them, is not the Supreme God, but that there is another, unknown and supreme, as being in an unspeakable manner God of gods; and that He sent two gods, one of whom is he who made the world, and the other he who gave the law."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily III 2:4",
                            "text": "And these things he contrives to say, that he may dissipate the right faith of those who would worship the one and only God who made heaven and earth."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:2",
                            "text": "—His Object."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:3",
                            "text": "\"When I heard this, how was I not disheartened!  Wherefore I wished you also, my brethren, who associate with me, to know that I am beyond measure grieved in my soul, seeing the wicked one awake for the temptation of men, and men wholly indifferent about their own salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:4",
                            "text": "For to those from amongst the Gentiles who were about being persuaded respecting the earthly images that they are no gods, he has contrived to bring in opinions of many other gods, in order that, if they cease from the polytheo-mania, they may be deceived to speak otherwise, and even worse than they now do, against the sole government of God, so that they may not yet value the truths connected with that monarchy, and may never be able to obtain mercy."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:5",
                            "text": "And for the sake of this attempt Simon comes to do battle with us, armed with the false chapters of the Scriptures."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily III 3:6",
                            "text": "And what is more dreadful, he is not afraid to dogmatize thus against the true God from the prophets whom he does not in fact believe."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:2",
                            "text": "—Snares Laid for the Gentiles."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:3",
                            "text": "\"And with us, indeed, who have had handed down from our forefathers the worship of the God who made all things, and also the mystery of the books which are able to deceive, he will not prevail; but with those from amongst the Gentiles who have the polytheistic fancy bred in them, and who know not the falsehoods of the Scriptures, he will prevail much."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:4",
                            "text": "And not only he; but if any other shall recount to those from among the Gentiles any vain, dreamlike, richly set out story against God, he will be believed, because from their childhood their minds are accustomed to take in things spoken against God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:5",
                            "text": "And few there shall be of them, as a few out of a multitude, who through ingenuousness shall not be willing so much as to hear an evil word against the God who made all things."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:6",
                            "text": "And to these alone from amongst the Gentiles it shall be vouchsafed to be saved."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily III 4:7",
                            "text": "Let not any one of you, therefore, altogether complain of Simon, or of any one else; for nothing happens unjustly, since even the falsehoods of Scripture are with good reason presented for a test\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:2",
                            "text": "—Use of Errors."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:3",
                            "text": "Then I Clement, hearing this, said:  \"How say you, my lord, that even the falsehoods of the Scriptures are set forth happily for the proof of men?\"  And he answered:  \"The falsehoods of the Scriptures have been permitted to be written for a certain righteous reason, at the demand of evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:4",
                            "text": "And when I say happily, I mean this:  In the account of God, the wicked one, not loving God less than the good one, is exceeded by the good in this one thing only, that he, not pardoning those who are impious on account of ignorance, through love towards that which is profound, desires the destruction of the impious; but the good one desires to present them with a remedy."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:5",
                            "text": "For the good one desires all to be healed by repentance, but saves those only who know God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily III 5:6",
                            "text": "But those who know Him not He does not heal:  not that He does not wish to do so, but because it is not lawful to afford to those who, through want of judgment, are like to irrational animals, the good things which have been prepared for the children of the kingdom."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:2",
                            "text": "—Purgatory and Hell."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:3",
                            "text": "\"Such is the nature of the one and only God, who made the world, and who created us, and who has given us all things, that as long as any one is within the limit of piety, and does not blaspheme His Holy Spirit, through His love towards him He brings the soul to Himself by reason of His love towards it."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:4",
                            "text": "And although it be sinful, it is His nature to save it, after it has been suitably punished for the deeds it hath done."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:5",
                            "text": "But if any one shall deny Him, or in any other way be guilty of impiety against Him, and then shall repent, he shall be punished indeed for the sins he hath committed against Him, but he shall be saved, because he turned and lived."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:6",
                            "text": "And perhaps excessive piety and supplication shall even be delivered from punishment, ignorance being admitted as a reason for the pardon of sin after repentance."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:7",
                            "text": "But those who do not repent shall be destroyed by the punishment of fire, even though in all other things they are most holy."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:8",
                            "text": "But, as I said, at an appointed time a fifth part, being punished with eternal fire, shall be consumed."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement: Homily III 6:9",
                            "text": "For they cannot endure for ever who have been impious against the one God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily III 7:2",
                            "text": "—What is Impiety?  \"But impiety against Him is, in the matter of religion, to die saying there is another God, whether superior or inferior, or in any way saying that there is one besides Him who really is."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily III 7:3",
                            "text": "For He who truly is, is He whose form the body of man bears; for whose sake the heaven and all the stars, though in their essence superior, submit to serve him who is in essence inferior, on account of the form of the Ruler."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily III 7:4",
                            "text": "So much has God blessed man above all, in order that, loving the Benefactor in proportion to the multitude of His benefits, by means of this love he may be saved for the world to come."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily III 8:2",
                            "text": "—Wiles of the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily III 8:3",
                            "text": "\"Therefore the love of men towards God is sufficient for salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily III 8:4",
                            "text": "And this the wicked one knows; and while we are hastening to sow the love towards Him which makes immortal in the souls of those who from among the Gentiles are ready to believe in the one and only God, this wicked one, having sufficient armour against the ignorant for their destruction, hastens to sow the supposition of many gods, or at least of one greater, in order that men, conceiving and being persuaded of what is not wisdom, may die, as in the crime of adultery, and be cast out from His kingdom."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily III 9:2",
                            "text": "—Uncertainty of the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily III 9:3",
                            "text": "\"Worthy, therefore, of rejection is every one who is willing so much as to hear anything against the monarchy of God; but if any one dares to hear anything against God, as trusting in the Scriptures, let him first of all consider with me that if any one, as he pleases, form a dogma agreeable to himself, and then carefully search the Scriptures, he will be able to produce many testimonies from them in favour of the dogma that he has formed."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily III 9:4",
                            "text": "How, then, can confidence be placed in them against God, when what every man wishes is found in them?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:2",
                            "text": "—Simon's Intention."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:3",
                            "text": "\"Therefore Simon, who is going to discuss in public with us to-morrow, is bold against the monarchy of God, wishing to produce many statements from these Scriptures, to the effect that there are many gods, and a certain one who is not He who made this world, but who is superior to Him; and, at the same time, he is going to offer many scriptural proofs."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:4",
                            "text": "But we also can easily show many passages from them that He who made the world alone is God, and that there is none other besides Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:5",
                            "text": "But if any one shall wish to speak otherwise, he also shall be able to produce proofs from them at his pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily III 10:6",
                            "text": "For the Scriptures say all manner of things, that no one of those who inquire ungratefully may find the truth, but simply what he wishes to find, the truth being reserved for the grateful now gratitude is to preserve our love to Him who is the cause of our being."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:2",
                            "text": "—Distinction Between Prediction and Prophecy."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:3",
                            "text": "\"Whence it must before all things be known, that nowhere can truth be found unless from a prophet of truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:4",
                            "text": "But He is a true Prophet, who always knows all things, and even the thoughts of all men, who is without sin, as being convinced respecting the judgment of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:5",
                            "text": "Wherefore we ought not simply to consider respecting His foreknowledge, but whether His foreknowledge can stand, apart from other cause."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily III 11:6",
                            "text": "For physicians predict certain things, having the pulse of the patient as matter submitted to them; and some predict by means of having fowls, and some by having sacrifices, and others by having many various matters submitted to them; yet these are not prophets."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:2",
                            "text": "—The Same."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:3",
                            "text": "\"But if any one should say that the foreknowledge shown by these predictions is like to that foreknowledge which is really implanted, he were much deceived."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:4",
                            "text": "For he only declares such things as being present, and that if he speaks truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:5",
                            "text": "However, even these things are serviceable to me, for they establish that there is such a thing as foreknowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily III 12:6",
                            "text": "But the foreknowledge of the one true Prophet does not only know things present, but stretches out prophecy without limit as far as the world to come, and needs nothing for its interpretation, not prophesying darkly and ambiguously, so that the things spoken would need another prophet for the interpretation of them; but clearly and simply, as our Master and Prophet, by the inborn and ever-flowing Spirit, always knew all things."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:2",
                            "text": "—Prophetic Knowledge Constant."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:3",
                            "text": "\"Wherefore He confidently made statements respecting things that are to be—I mean sufferings, places, limits."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:4",
                            "text": "For, being a faultless Prophet, and looking upon all things with the boundless eye of His soul, He knows hidden things."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:5",
                            "text": "But if we should hold, as many do, that even the true Prophet, not always, but sometimes, when He has the Spirit, and through it, foreknows, but when He has it not is ignorant,—if we should suppose thus, we should deceive ourselves and mislead others."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily III 13:6",
                            "text": "For such a matter belongs to those who are madly inspired by the spirit of disorder—to those who are drunken beside the altars, and are gorged with fat."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily III 14:2",
                            "text": "—Prophetic Spirit Constant."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily III 14:3",
                            "text": "\"For if it were permitted to any one who will profess prophecy to have it believed in the cases in which he was found false, that then he had not the Holy Spirit of foreknowledge, it will be difficult to convict him of being a false prophet; for among the many things that he speaks, a few come to pass, and then he is believed to have the Spirit, although he speaks the first things last, and the last first; speaks of past events as future, and future as already past; and also without sequence; or things borrowed from others and altered, and some that are lessened, unformed, foolish, ambiguous, unseemly, obscure, proclaiming all unconscientiousness."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:2",
                            "text": "—Christ's Prophecies."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:3",
                            "text": "\"But our Master did not prophesy after this fashion; but, as I have already said, being a prophet by an inborn and ever-flowing Spirit, and knowing all things at all times, He confidently set forth, plainly as I said before, sufferings, places, appointed times, manners, limits."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:4",
                            "text": "Accordingly, therefore, prophesying concerning the temple, He said:  'See ye these buildings?  Verily I say to you, There shall not be left here one stone upon another which shall not be taken away; and this generation shall not pass until the destruction begin."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:5",
                            "text": "For they shall come, and shall sit here, and shall besiege it, and shall slay your children here."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:6",
                            "text": "'  And in like manner He spoke in plain words the things that were straightway to happen, which we can now see with our eyes, in order that the accomplishment might be among those to whom the word was spoken."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily III 15:7",
                            "text": "For the Prophet of truth utters the word of proof in order to the faith of His hearers."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily III 16:2",
                            "text": "—Doctrine of Conjunction."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily III 16:3",
                            "text": "\"However, there are many proclaimers of error, having one chief, even the chief of wickedness, just as the Prophet of truth, being one, and being also the chief of piety, shall in His own times have as His prophets all who are found pure."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily III 16:4",
                            "text": "But the chief cause of men being deceived is this, their not understanding beforehand the doctrine of conjunction, which I shall not fail to expound to you in private every day, summarily; for it were too long to speak in detail."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily III 16:5",
                            "text": "Be you therefore to me truth-loving judges of the things that are spoken."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:2",
                            "text": "—Whether Adam Had the Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:3",
                            "text": "\"But I shall begin the statement now."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:4",
                            "text": "God having made all things, if any one will not allow to a man, fashioned by His hands, to have possessed His great and Holy Spirit of foreknowledge, how does not he greatly err who attributes it to another born of a spurious stock!  And I do not think that he will obtain pardon, though he be misled by spurious scripture to think dreadful things against the Father of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:5",
                            "text": "For he who insults the image and the things belonging to the eternal King, has the sin reckoned as committed against Him in whose likeness the image was made."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:6",
                            "text": "But then, says he, the Divine Spirit left him when he sinned."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:7",
                            "text": "In that case the Spirit sinned along with him; and how can he escape peril who says this?  But perhaps he received the Spirit after he sinned."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:8",
                            "text": "Then it is given to the unrighteous; and where is justice?  But it was afforded to the just and the unjust."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:9",
                            "text": "This were most unrighteous of all."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Clement: Homily III 17:10",
                            "text": "Thus every falsehood, though it be aided by ten thousand reasonings, must receive its refutation, though after a long time."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:2",
                            "text": "—Adam Not Ignorant."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:3",
                            "text": "\"Be not deceived."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:4",
                            "text": "Our father was ignorant of nothing; since, indeed, even the law publicly current, though charging him with the crime of ignorance for the sake of the unworthy, sends to him those desirous of knowledge, saying, 'Ask your father, and he will tell you; your elders, and they will declare to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:5",
                            "text": "'  This father, these elders ought to be inquired of."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:6",
                            "text": "But you have not inquired whose is the time of the kingdom, and whose is the seat of prophecy, though He Himself points out Himself, saying, 'The scribes and the Pharisees sit in Moses' seat; all things whatsoever they say to you, hear them."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:7",
                            "text": "'  Hear them, He said, as entrusted with the key of the kingdom, which is knowledge, which alone can open the gate of life, through which alone is the entrance to eternal life."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement: Homily III 18:8",
                            "text": "But truly, He says, they possess the key, but those wishing to enter they do not suffer to do so."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:2",
                            "text": "—Reign of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:3",
                            "text": "\"On this account, I say, He Himself, rising from His seat as a father for his children, proclaiming the things which from the beginning were delivered in secret to the worthy, extending mercy even to the Gentiles, and compassionating the souls of all, neglected His own kindred."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:4",
                            "text": "For He, being thought worthy to be King of the world to come, fights against him who, by predestination, has usurped the kingdom that now is."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:5",
                            "text": "And the thing which exceedingly grieved Him is this, that by those very persons for whom, as for sons, he did battle, He was assailed, on account of their ignorance."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:6",
                            "text": "And yet He loved even those who hated Him, and wept over the unbelieving, and blessed those who slandered Him, and prayed for those who were in enmity against Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:7",
                            "text": "And not only did He do this as a father, but also taught His disciples to do the like, bearing themselves as towards brethren."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:8",
                            "text": "This did our Father, this did our Prophet."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:9",
                            "text": "This is reasonable, that He should be King over His children; that by the affection of a father towards his children, and the engrafted respect of children towards their father, eternal peace might be produced."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement: Homily III 19:10",
                            "text": "For when the good man reigneth, there is true joy among those who are ruled over, on account of him who rules."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:2",
                            "text": "—Christ the Only Prophet Has Appeared in Different Ages."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:3",
                            "text": "\"But give heed to my first discourse of the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:4",
                            "text": "If any one do not allow the man fashioned by the hands of God to have had the Holy Spirit of Christ, how is he not guilty of the greatest impiety in allowing another born of an impure stock to have it?  But he would act most piously, if he should not allow to another to have it, but should say that he alone has it, who has changed his forms and his names from the beginning of the world, and so reappeared again and again in the world, until coming upon his own times, and being anointed with mercy for the works of God, he shall enjoy rest for ever."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:5",
                            "text": "His honour it is to bear rule and lordship over all things, in air, earth, and waters."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily III 20:6",
                            "text": "But in addition to these, himself having made man, he had breath, the indescribable garment of the soul, that he might be able to be immortal."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily III 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily III 21:2",
                            "text": "—The Eating of the Forbidden Fruit Denied."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily III 21:3",
                            "text": "\"He himself being the only true prophet, fittingly gave names to each animal, according to the merits of its nature, as having made it."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily III 21:4",
                            "text": "For if he gave a name to any one, that was also the name of that which was made, being given by him who made it."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily III 21:5",
                            "text": "How, then, had he still need to partake of a tree, that he might know what is good and what is evil, if he was commanded not to eat of it?  But this senseless men believe, who think that a reasonless beast was more powerful than the God who made these things."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily III 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily III 22:2",
                            "text": "—Male and Female."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily III 22:3",
                            "text": "\"But a companion was created along with him, a female nature, much differing from him, as quality from substance, as the moon from the sun, as fire from light."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily III 22:4",
                            "text": "She, as a female ruling the present world as her like, was entrusted to be the first prophetess, announcing prophecy with all amongst those born of woman."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily III 22:5",
                            "text": "But the other, as the son of man, being a male, prophesies better things to the world to come as a male."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:2",
                            "text": "—Two Kinds of Prophecy."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:3",
                            "text": "\"Let us then understand that there are two kinds of prophecy:  the one male; and let it be defined that the first, being the male, has been ranked after the other in the order of advent; but the second, being female, has been appointed to come first in the advent of the pairs."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:4",
                            "text": "This second, therefore, being amongst those born of woman, as the female superintendent of this present world, wishes to be thought masculine."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:5",
                            "text": "Wherefore, stealing the seeds of the male, and sowing them with her own seeds of the flesh, she brings forth the fruits—that is, words—as wholly her own."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily III 23:6",
                            "text": "And she promises that she will give the present earthly riches as a dowry, wishing to change the slow for the swift, the small for the greater."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily III 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily III 24:2",
                            "text": "—The Prophetess a Misleader."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily III 24:3",
                            "text": "\"However, she, not only presuming to say and to hear that there are many gods, but also believing herself to be one, and in hope of being that which she had not a nature to be, and throwing away what she had, and as a female being in her courses at the offering of sacrifices, is stained with blood; and then she pollutes those who touch her."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily III 24:4",
                            "text": "But when she conceives and brings forth temporary kings, she stirs up wars, shedding much blood; and those who desire to learn truth from her, by telling them all things contrary, and presenting many and various services, she keeps them always seeking and finding nothing, even until death."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily III 24:5",
                            "text": "For from the beginning a cause of death lies upon blind men; for she, prophesying deceit, and ambiguities, and obliquities, deceives those who believe her."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily III 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:2",
                            "text": "—Cain's Name and Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:3",
                            "text": "\"Hence the ambiguous name which she gave to her first-born son, calling him Cain, which has a capability of interpretation in two ways; for it is interpreted both Possession and Envy, as signifying that in the future he was to envy either a woman, or possessions, or the love of the parents towards her."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:4",
                            "text": "But if it be none of these, then it will befall him to be called the Possession."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:5",
                            "text": "For she possessed him first, which also was advantageous to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:6",
                            "text": "For he was a murderer and a liar, and with his sins was not willing to be at peace with respect to the government."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:7",
                            "text": "Moreover, those who came forth by succession from him were the first adulterers."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:8",
                            "text": "And there were psalteries, and harps, and forgers of instruments of war."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Clement: Homily III 25:9",
                            "text": "Wherefore also the prophecy of his descendants being full of adulterers and of psalteries, secretly by means of pleasures excites to wars."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement: Homily III 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:2",
                            "text": "—Abel's Name and Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:3",
                            "text": "\"But he who amongst the sons of men had prophecy innate to his soul as belonging to it, expressly, as being a male, indicating the hopes of the world to come, called his own son Abel, which without any ambiguity is translated Grief."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:4",
                            "text": "For he assigns to his sons to grieve over their deceived brethren."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:5",
                            "text": "He does not deceive them when he promises them comfort in the world to come."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:6",
                            "text": "When he says that we must pray to one only God, he neither himself speaks of gods, nor does he believe another who speaks of them."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:7",
                            "text": "He keeps the good which he has, and increases more and more."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:8",
                            "text": "He hates sacrifices, bloodshed, and libations; he loves the chaste, the pure, the holy."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Clement: Homily III 26:9",
                            "text": "He quenches the fire of altars, represses wars, teaches pious preachers wisdom, purges sins, sanctions marriage, approves temperance, leads all to chastity, makes men liberal, prescribes justice, seals those of them who are perfect, publishes the word of peace, prophesies explicitly, speaks decidedly, frequently makes mention of the eternal fire of punishment, constantly announces the kingdom of God, indicates heavenly riches, promises unfading glory, shows the remission of sins by works."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement: Homily III 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:2",
                            "text": "—The Prophet and the Prophetess."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:3",
                            "text": "\"And what need is there to say more?  The male is wholly truth, the female wholly falsehood."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:4",
                            "text": "But he who is born of the male and the female, in some things speaks truth, in some falsehood."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:5",
                            "text": "For the female, surrounding the white seed of the male with her own blood, as with red fire, sustains her own weakness with the extraneous supports of bones, and, pleased with the temporary flower of flesh, and spoiling the strength of the judgment by short pleasures, leads the greater part into fornication, and thus deprives them of the coming excellent Bridegroom."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Clement: Homily III 27:6",
                            "text": "For every person is a bride, whenever, being sown with the true Prophet's whole word of truth, he is enlightened in his understanding."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement: Homily III 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement: Homily III 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement: Homily III 28:2",
                            "text": "—Spiritual Adultery."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement: Homily III 28:3",
                            "text": "\"Wherefore, it is fitting to hear the one only Prophet of the truth, knowing that the word that is sown by another bearing the charge of fornication, is, as it were, cast out by the Bridegroom from His kingdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement: Homily III 28:4",
                            "text": "But to those who know the mystery, death is also produced by spiritual adultery."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Clement: Homily III 28:5",
                            "text": "For whenever the soul is sown by others, then it is forsaken by the Spirit, as guilty of fornication or adultery; and so the living body, the life-giving Spirit being withdrawn, is dissolved into dust, and the rightful punishment of sin is suffered at the time of the judgment by the soul, after the dissolution of the body; even as, among men, she who is caught in adultery is first cast out from the house, and then afterwards is condemned to punishment\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement: Homily III 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement: Homily III 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement: Homily III 29:2",
                            "text": "—The Signal Given."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement: Homily III 29:3",
                            "text": "While Peter was about to explain fully to us this mystic word, Zacchaeus came, saying:  \"Now indeed, O Peter, is the time for you to go out and engage in the discussion; for a great crowd awaits you, packed together in the court; and in the midst of them stands Simon, like a war-chieftain attended by his spearmen\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement: Homily III 29:4",
                            "text": "And Peter, hearing this, ordered me to withdraw for prayer, as not yet having received baptism for salvation, and then said to those who were already perfected:  \"Let us rise and pray that God, by His unfailing mercies, may help me striving for the salvation of the men whom He has made\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement: Homily III 29:5",
                            "text": "And having thus said, and having prayed, he went out into the uncovered portion of the court, which was a large space; and there were many come together for the purpose of seeing him, his pre-eminence having made them more eagerly hasten to hear."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement: Homily III 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement: Homily III 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement: Homily III 30:2",
                            "text": "—Apostolic Salutation."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement: Homily III 30:3",
                            "text": "Therefore, standing and seeing all the people gazing upon him in profound silence, and Simon the magician standing in the midst, he began to speak thus:  \"Peace be to all you who are in readiness to give your right hands to the truth of God, which, being His great and incomparable gift in the present world, He who sent us, being an infallible Prophet of that which is supremely profitable, gave us in charge, by way of salutation before our words of instruction, to announce to you, in order that if there be any son of peace among you, peace may take hold of him through our teaching; but if any of you will not receive it, then we, shaking off for a testimony the road-dust of our feet, which we have borne through our toils, and brought to you that you may be saved, will go to the abodes and the cities of others."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Clement: Homily III 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:2",
                            "text": "—Faith in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:3",
                            "text": "\"And we tell you truly, it shall be more tolerable in the day of judgment to dwell in the land of Sodom and Gomorrah, than in the place of unbelief."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:4",
                            "text": "In the first place, because you have not preserved of yourselves what is reasonable; in the second place, because, hearing the things concerning us, you have not come to us; and in the third place, because you have disbelieved us when we have come to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:5",
                            "text": "Wherefore, being concerned for you, we pray of our own accord that our peace may come upon you."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Clement: Homily III 31:6",
                            "text": "If therefore ye will have it, you must readily promise not to do injustice, and generously to bear wrong; which the nature of man would not sustain, unless it first received the knowledge of that which is supremely profitable, which is to know the righteous nature of Him who is over all, that He defends and avenges those who are wronged, and does good for ever to the pious."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Clement: Homily III 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Clement: Homily III 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Clement: Homily III 32:2",
                            "text": "—Invitation."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Clement: Homily III 32:3",
                            "text": "\"Do you, therefore, as thankful servants of God, perceiving of yourselves what is reasonable, take upon you the manner of life that is pleasing to Him, that so, loving Him, and being loved of Him, you may enjoy good for ever."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Clement: Homily III 32:4",
                            "text": "For to Him alone is it most possible to bestow it, who gave being to things that were not, who created the heavens, settled the earth, set bounds to the sea, stored up the things that are in Hades, and filled all places with air."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Clement: Homily III 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:2",
                            "text": "—Works of Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:3",
                            "text": "\"He alone turned into the four contrary elements the one, first, simple substance."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:4",
                            "text": "Thus combining them, He made of them myriads of compounds, that, being turned into opposite natures, and mingled, they might effect the pleasure of life from the combination of contraries."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:5",
                            "text": "In like manner, He alone, having created races of angels and spirits by the Fiat of His will, peopled the heavens; as also He decked the visible firmament with stars, to which also He assigned their paths and arranged their courses."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:6",
                            "text": "He compacted the earth for the production of fruits."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:7",
                            "text": "He set bounds to the sea, marking out a dwelling-place on the dry land."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Clement: Homily III 33:8",
                            "text": "He stores up the things in Hades, designating it as the place of souls; and He filled all places with air, that all living creatures might be able to breathe safely in order that they might live."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Clement: Homily III 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Clement: Homily III 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Clement: Homily III 34:2",
                            "text": "—Extent of Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Clement: Homily III 34:3",
                            "text": "\"O the great hand of the wise God, which doeth all in all!  For a countless multitude of birds have been made by Him, and those various, differing in all respects from one another; I mean in respect of their colours, beaks, talons, looks, senses, voices, and all else."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Clement: Homily III 34:4",
                            "text": "And how many different species of plants, distinguished by boundless variety of colours, qualities, and scents!  And how many animals on the land and in the water, of which it were impossible to tell the figures, forms, habitats, colour, food, senses, natures, multitude!  Then also the multitude and height of mountains, the varieties of stones, awful caverns, fountains, rivers, marshes, seas, harbours, islands, forests, and all the inhabited world, and places uninhabited!."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Clement: Homily III 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Clement: Homily III 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Clement: Homily III 35:2",
                            "text": "—\"These are a Part of His Ways\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Clement: Homily III 35:3",
                            "text": "\"And how many things besides are unknown, having eluded the sagacity of men!  And of those that are within our comprehension, who of mankind knows the limit?  I mean, how the heaven rolls, how the stars are borne in their courses, and what forms they have, and the subsistence of their being, and what are their ethereal paths."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Clement: Homily III 35:4",
                            "text": "And whence the blasts of winds are borne around, and have different energies; whence the fountains ceaselessly spring, and the rivers, being ever flowing, run down into the sea, and neither is that fountain emptied whence they come, nor do they fill that sea whither they come!  How far reaches the unfathomable depth of the boundless Tartarus!  Upon what the heaven is upborne which encircles all!  How the clouds spring from air, and are absorbed into air!  What is the nature of thunder and lightning, snow, hail, mist, ice, storms, showers, hanging clouds!  And how He makes plants and animals!  And these things, with all accuracy, continually perfected in their countless varieties!."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Clement: Homily III 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:2",
                            "text": "—Dominion Over the Creatures."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:3",
                            "text": "\"Therefore, if any one shall accurately scan the whole with reason, he shall find that God has made them for the sake of man."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:4",
                            "text": "For showers fall for the sake of fruits, that man may partake of them, and that animals may be fed, that they may be useful to men."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:5",
                            "text": "And the sun shines, that he may turn the air into four seasons, and that each time may afford its peculiar service to man."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:6",
                            "text": "And the fountains spring, that drink may be given to men."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Clement: Homily III 36:7",
                            "text": "And, moreover, who is lord over the creatures, so far as is possible?  Is it not man, who has received wisdom to till the earth, to sail the sea:  to make fishes, birds, and beasts his prey; to investigate the course of the stars, to mine the earth, to sail the sea; to build cities, to define kingdoms, to ordain laws, to execute justice, to know the invisible God, to be cognizant of the names of angels, to drive away demons, to endeavour to cure diseases by medicines, to find charms against poison-darting serpents, to understand antipathies?."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Clement: Homily III 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:2",
                            "text": "—\"Whom to Know is Life Eternal\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:3",
                            "text": "But if thou art thankful, O man, understanding that God is thy benefactor in all things, thou mayest even be immortal, the things that are made for thee having continuance through thy gratitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:4",
                            "text": "And now thou art able to become incorruptible, if thou acknowledge Him whom thou didst not know, if thou love Him whom thou didst forsake, if thou pray to Him alone who is able to punish or to save thy body and soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:5",
                            "text": "Wherefore, before all things, consider that no one shares His rule, no one has a name in common with Him—that is, is called God."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:6",
                            "text": "For He alone is both called and is God."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:7",
                            "text": "Nor is it lawful to think that there is any other, or to call any other by that name."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Clement: Homily III 37:8",
                            "text": "And if any one should dare do so, eternal punishment of soul is his\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Clement: Homily III 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Clement: Homily III 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Clement: Homily III 38:2",
                            "text": "—Simon's Challenge."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Clement: Homily III 38:3",
                            "text": "When Peter had thus spoken, Simon, at the outside of the crowd, cried aloud:  \"Why would you lie, and deceive the unlearned multitude standing around you, persuading them that it is unlawful to think that there are gods, and to call them so, when the books that are current among the Jews say that there are many gods?  And now I wish, in the presence of all, to discuss with you from these books on the necessity of thinking that there are gods; first showing respecting him whom you call God, that he is not the supreme and omnipotent Being, inasmuch as he is without foreknowledge, imperfect, needy, not good, and underlying many and innumerable grievous passions."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Clement: Homily III 38:4",
                            "text": "Wherefore, when this has been shown from the Scriptures, as I say, it follows that there is another, not written of, foreknowing, perfect, without want, good, removed from all grievous passions."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Clement: Homily III 38:5",
                            "text": "But he whom you call the Creator is subject to the opposite evils."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Clement: Homily III 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:2",
                            "text": "—Defects Ascribed to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:3",
                            "text": "\"Therefore also Adam, being made at first after his likeness, is created blind, and is said not to have knowledge of good or evil, and is found a transgressor, and is driven out of paradise, and is punished with death."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:4",
                            "text": "In like manner also, he who made him, because he sees not in all places, says with reference to the overthrow of Sodom, 'Come, and let us go down, and see whether they do according to their cry which comes to me; or if not, that I may know."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:5",
                            "text": "'  Thus he shows himself ignorant."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:6",
                            "text": "And in his saying respecting Adam, 'Let us drive him out, lest he put forth his hand and touch the tree of life, and eat, and live for ever;' in saying Lest he is ignorant; and in driving him out lest he should eat and live for ever, he is also envious."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:7",
                            "text": "And whereas it is written that 'God repented that he had made man,' this implies both repentance and ignorance."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:8",
                            "text": "For this reflection is a view by which one, through ignorance, wishes to inquire into the result of the things which he wills, or it is the act of one repenting on account of the event not being according to his expectation."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:9",
                            "text": "And whereas it is written, 'And the Lord smelled a scent of sweetness,' it is the part of one in need; and his being pleased with the fat of flesh is the part of one who is not good."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Clement: Homily III 39:10",
                            "text": "But his tempting, as it is written, 'And God did tempt Abraham,' is the part of one who is wicked, and who is ignorant of the issue of the experiment\"."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Clement: Homily III 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:2",
                            "text": "—Peter's Answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:3",
                            "text": "In like manner Simon, by taking many passages from the Scriptures, seemed to show that God is subject to every infirmity."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:4",
                            "text": "And to this Peter said:  \"Does he who is evil, and wholly wicked, love to accuse himself in the things in which he sins?  Answer me this\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:5",
                            "text": "Then said Simon:  \"He does not\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:6",
                            "text": "Then said Peter:  \"How, then, can God be evil and wicked, seeing that those evil things which have been commonly written regarding Him, have been added by His own will!\"  Then said Simon:  \"It may be that the charge against Him is written by another power, and not according to His choice\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:7",
                            "text": "Then said Peter:  \"Let us then, in the first place, inquire into this."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Clement: Homily III 40:8",
                            "text": "If, indeed, He has of His own will accused Himself, as you formerly acknowledged, then He is not wicked; but if it is done by another power, it must be inquired and investigated with all energy who hath subjected to all evils Him who alone is good\"."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Clement: Homily III 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:2",
                            "text": "—\"Status Quaestionis\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:3",
                            "text": "Then said Simon:  \"You are manifestly avoiding the hearing of the charge from the Scriptures against your God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:4",
                            "text": "Then Peter:  \"You yourself appear to me to be doing this; for he who avoids the order of inquiry, does not wish a true investigation to be made."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:5",
                            "text": "Hence I, who proceed in an orderly manner, and wish that the writer should first be considered, am manifestly desirous to walk in a straight path\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:6",
                            "text": "Then Simon:  \"First confess that if the things written against the Creator are true, he is not above all, since, according to the Scriptures, he is subject to all evil; then afterwards we shall inquire as to the writer\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:7",
                            "text": "Then said Peter:  \"That I may not seem to speak against your want of order through unwillingness to enter upon the investigation, I answer you."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:8",
                            "text": "I say that if the things written against God are true, they do not show that God is wicked\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Clement: Homily III 41:9",
                            "text": "Then said Simon:  \"How can you maintain that?\"."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Clement: Homily III 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:2",
                            "text": "—Was Adam Blind?  Then said Peter:  \"Because things are written opposite to those sayings which speak evil of him; wherefore neither the one nor the other can be confirmed\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:3",
                            "text": "Then Simon:  \"How, then, is the truth to be ascertained, of those Scriptures that say he is evil, or of those that say he is good?\"  Then Peter:  \"Whatever sayings of the Scriptures are in harmony with the creation that was made by Him are true, but whatever are contrary to it are false\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:4",
                            "text": "Then Simon said:  \"How can you show that the Scriptures contradict themselves?\"  And Peter said:  \"You say that Adam was created blind, which was not so; for He would not have pointed out the tree of the knowledge of good and evil to a blind man, and commanded him not to taste of it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:5",
                            "text": "Then said Simon:  \"He meant that his mind was blind\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Clement: Homily III 42:6",
                            "text": "Then Peter:  \"How could he be blind in respect of his mind, who, before tasting of the tree, in harmony with Him who made him, imposed appropriate names on all the animals?\"  Then Simon:  \"If Adam had foreknowledge, how did he not foreknow that the serpent would deceive his wife?\"  Then Peter:  \"If Adam had not foreknowledge, how did he give names to the sons of men as they were born with reference to their future doings, calling the first Cain (which is interpreted 'envy'), who through envy killed his brother Abel (which is interpreted 'grief'), for his parents grieved over him, the first slain?."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Clement: Homily III 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:2",
                            "text": "—God's Foreknowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:3",
                            "text": "\"But if Adam, being the work of God, had foreknowledge, much more the God who created him."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:4",
                            "text": "And that is false which is written that God reflected, as if using reasoning on account of ignorance; and that the Lord tempted Abraham, that He might know if he would endure it; and that which is written, 'Let us go down, and see if they are doing according to the cry of them which cometh to me; and if not, that I may know."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:5",
                            "text": "'  And, not to extend my discourse too far, whatever sayings ascribe ignorance to Him, or anything else that is evil, being upset by other sayings which affirm the contrary, are proved to be false."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:6",
                            "text": "But because He does indeed foreknow, He says to Abraham, 'Thou shalt assuredly know that thy seed shall be sojourners in a land that is not their own; and they shall enslave them, and shall evil entreat them, and humble them four hundred years."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:7",
                            "text": "But the nation to which they shall be in bondage will I judge, and after that they shall come out hither with much property; but thou shalt depart to thy fathers with peace, being nourished in a good old age; and in the fourth generation they shall return hither, for the sins of the Amorites are hitherto not filled up."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Clement: Homily III 43:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Clement: Homily III 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Clement: Homily III 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Clement: Homily III 44:2",
                            "text": "—God's Decrees."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Clement: Homily III 44:3",
                            "text": "\"But what?  Does not Moses pre-intimate the sins of the people, and predict their dispersion among the nations?  But if He gave foreknowledge to Moses, how can it be that He had it not Himself?  But He has it."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Clement: Homily III 44:4",
                            "text": "And if He has it, as we have also shown, it is an extravagant saying that He reflected, and that He repented, and that He went down to see, and whatever else of this sort."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Clement: Homily III 44:5",
                            "text": "Whatsoever things being fore-known before they come to pass as about to befall, take issue by a wise economy, without repentance."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Clement: Homily III 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:2",
                            "text": "—Sacrifices."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:3",
                            "text": "\"But that He is not pleased with sacrifices, is shown by this, that those who lusted after flesh were slain as soon as they tasted it, and were consigned to a tomb, so that it was called the grave of lusts."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:4",
                            "text": "He then who at the first was displeased with the slaughtering of animals, not wishing them to be slain, did not ordain sacrifices as desiring them; nor from the beginning did He require them."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:5",
                            "text": "For neither are sacrifices accomplished without the slaughter of animals, nor can the first-fruits be presented."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Clement: Homily III 45:6",
                            "text": "But how is it possible for Him to abide in darkness, and smoke, and storm (for this also is written), who created a pure heaven, and created the sun to give light to all, and assigned the invariable order of their revolutions to innumerable stars?  Thus, O Simon, the handwriting of God—I mean the heaven—shows the counsels of Him who made it to be pure and stable."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Clement: Homily III 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:2",
                            "text": "—Disparagements of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:3",
                            "text": "\"Thus the sayings accusatory of the God who made the heaven are both rendered void by the opposite sayings which are alongside of them, and are refuted by the creation."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:4",
                            "text": "For they were not written by a prophetic hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:5",
                            "text": "Wherefore also they appear opposite to the hand of God, who made all things\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Clement: Homily III 46:6",
                            "text": "Then said Simon:  \"How can you show this?\"."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Clement: Homily III 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:2",
                            "text": "—Foreknowledge of Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:3",
                            "text": "Then said Peter:  \"The law of God was given by Moses, without writing, to seventy wise men, to be handed down, that the government might be carried on by succession."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:4",
                            "text": "But after that Moses was taken up, it was written by some one, but not by Moses."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:5",
                            "text": "For in the law itself it is written, 'And Moses died; and they buried him near the house of Phogor, and no one knows his sepulchre till this day."
                        },
                        {
                            "verse": 6,
                            "chapter": 47,
                            "name": "Clement: Homily III 47:6",
                            "text": "'  But how could Moses write that Moses died?  And whereas in the time after Moses, about  years or thereabouts, it is found lying in the temple which was built, and after about  years more it is carried away, and being burnt in the time of Nebuchadnezzar it is destroyed; and thus being written after Moses, and often lost, even this shows the foreknowledge of Moses, because he, foreseeing its disappearance, did not write it; but those who wrote it, being convicted of ignorance through their not foreseeing its disappearance, were not prophets\"."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Clement: Homily III 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Clement: Homily III 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Clement: Homily III 48:2",
                            "text": "—Test of Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Clement: Homily III 48:3",
                            "text": "Then said Simon:  \"Since, as you say, we must understand the things concerning God by comparing them with the creation, how is it possible to recognise the other things in the law which are from the tradition of Moses, and are true, and are mixed up with these falsehoods?\"  Then Peter said:  \"A certain verse has been recorded without controversy in the written law, according to the providence of God, so as to show clearly which of the things written are true and which are false\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Clement: Homily III 48:4",
                            "text": "Then said Simon:  \"Which is that?  Show it us\"."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Clement: Homily III 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:2",
                            "text": "—The True Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:3",
                            "text": "Then Peter said:  \"I shall tell you forthwith."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:4",
                            "text": "It is written in the first book of the law, towards the end:  'A ruler shall not fail from Judah, nor a leader from his thighs, until He come whose it is; and He is the expectation of the nations."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:5",
                            "text": "'  If, therefore, any one can apprehend Him who came after the failure of ruler and leader from Judah, and who was to be expected by the nations, he will be able by this verse to recognise Him as truly having come; and believing His teaching, he will know what of the Scriptures are true and what are false\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:6",
                            "text": "Then said Simon:  \"I understand that you speak of your Jesus as Him who was prophesied of by the scripture."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:7",
                            "text": "Therefore let it be granted that it is so."
                        },
                        {
                            "verse": 8,
                            "chapter": 49,
                            "name": "Clement: Homily III 49:8",
                            "text": "Tell us, then, how he taught you to discriminate the Scriptures\"."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Clement: Homily III 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:2",
                            "text": "—His Teaching Concerning the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:3",
                            "text": "Then Peter:  \"As to the mixture of truth with falsehood, I remember that on one occasion He, finding fault with the Sadducees, said, 'Wherefore ye do err, not knowing the true things of the Scriptures; and on this account ye are ignorant of the power of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:4",
                            "text": "'  But if He cast up to them that they knew not the true things of the Scriptures, it is manifest that there are false things in them."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:5",
                            "text": "And also, inasmuch as He said, 'Be ye prudent money-changers,' it is because there are genuine and spurious words."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Clement: Homily III 50:6",
                            "text": "And whereas He said, 'Wherefore do ye not perceive that which is reasonable in the Scriptures?'  He makes the understanding of him stronger who voluntarily judges soundly."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Clement: Homily III 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Clement: Homily III 51:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Clement: Homily III 51:2",
                            "text": "—His Teaching Concerning the Law."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Clement: Homily III 51:3",
                            "text": "\"And His sending to the scribes and teachers of the existing Scriptures, as to those who knew the true things of the law that then was, is well known."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Clement: Homily III 51:4",
                            "text": "And also that He said, 'I am not come to destroy the law,' and yet that He appeared to be destroying it, is the part of one intimating that the things which He destroyed did not belong to the law."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Clement: Homily III 51:5",
                            "text": "And His saying, 'The heaven and the earth shall pass away, but one jot or one tittle shall not pass from the law,' intimated that the things which pass away before the heaven and the earth do not belong to the law in reality."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Clement: Homily III 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Clement: Homily III 52:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Clement: Homily III 52:2",
                            "text": "—Other Sayings of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Clement: Homily III 52:3",
                            "text": "\"Since, then, while the heaven and the earth still stand, sacrifices have passed away, and kingdoms, and prophecies among those who are born of woman, and such like, as not being ordinances of God; hence therefore He says, 'Every plant which the heavenly Father has not planted shall be rooted up."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Clement: Homily III 52:4",
                            "text": "'  Wherefore He, being the true Prophet, said, 'I am the gate of life; he who entereth through me entereth into life,' there being no other teaching able to save."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Clement: Homily III 52:5",
                            "text": "Wherefore also He cried, and said, 'Come unto me, all who labour,' that is, who are seeking the truth, and not finding it; and again, 'My sheep hear my voice;' and elsewhere, 'Seek and find,' since the truth does not lie on the surface."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Clement: Homily III 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:2",
                            "text": "—Other Sayings of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:3",
                            "text": "\"But also a witnessing voice was heard from heaven, saying, 'This is my beloved Son, in whom I am well pleased; hear Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:4",
                            "text": "'  And in addition to this, willing to convict more fully of error the prophets from whom they asserted that they had learned, He proclaimed that they died desiring the truth, but not having learned it, saying, 'Many prophets and kings desired to see what ye see, and to hear what you hear; and verily I say to you, they neither saw nor heard."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:5",
                            "text": "'  Still further He said, 'I am he concerning whom Moses prophesied, saying, A Prophet shall the Lord our God raise unto you of your brethren, like unto me:  Him hear in all things; and whosoever will not hear that Prophet shall die."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Clement: Homily III 53:6",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Clement: Homily III 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:2",
                            "text": "—Other Sayings."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:3",
                            "text": "\"Whence it is impossible without His teaching to attain to saving truth, though one seek it for ever where the thing that is sought is not."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:4",
                            "text": "But it was, and is, in the word of our Jesus."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:5",
                            "text": "Accordingly, He, knowing the true things of the law, said to the Sadducees, asking on what account Moses permitted to marry seven, 'Moses gave you commandments according to your hard-heartedness; for from the beginning it was not so:  for He who created man at first, made him male and female."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Clement: Homily III 54:6",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Clement: Homily III 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:2",
                            "text": "—Teaching of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:3",
                            "text": "\"But to those who think, as the Scriptures teach, that God swears, He said, 'Let your yea be yea, and nay, nay; for what is more than these is of the evil one."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:4",
                            "text": "'  And to those who say that Abraham and Isaac and Jacob are dead, He said, 'God is not of the dead, but of the living."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:5",
                            "text": "'  And to those who suppose that God tempts, as the Scriptures say, He said, 'The tempter is the wicked one,' who also tempted Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:6",
                            "text": "To those who suppose that God does not foreknow, He said, 'For your heavenly Father knoweth that ye need all these things before ye ask Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:7",
                            "text": "'  And to those who believe, as the Scriptures say, that He does not see all things, He said, 'Pray in secret, and your Father, who seeth secret things, will reward you."
                        },
                        {
                            "verse": 8,
                            "chapter": 55,
                            "name": "Clement: Homily III 55:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Clement: Homily III 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Clement: Homily III 56:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Clement: Homily III 56:2",
                            "text": "—Teaching of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Clement: Homily III 56:3",
                            "text": "\"And to those who think that He is not good, as the Scriptures say, He said, 'From which of you shall his son ask bread, and he will give him a stone; or shall ask a fish, and he will give him a serpent?  If ye then, being evil, know to give good gifts to your children, how much more shall your heavenly Father give good things to those who ask Him, and to those who do His will!'  But to those who affirmed that He was in the temple, He said, 'Swear not by heaven, for it is God's throne; nor by the earth, for it is the footstool of His feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Clement: Homily III 56:4",
                            "text": "'  And to those who supposed that God is pleased with sacrifices, He said, 'God wishes mercy, and not sacrifices'—the knowledge of Himself, and not holocausts."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Clement: Homily III 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:2",
                            "text": "—Teaching of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:3",
                            "text": "\"But to those who are persuaded that He is evil, as the Scriptures say, He said, 'Call not me good, for One only is good."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:4",
                            "text": "'  And again, 'Be ye good and merciful, as your Father in the heavens, who makes the sun rise on good and evil men, and brings rain upon just and unjust."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:5",
                            "text": "'  But to those who were misled to imagine many gods, as the Scriptures say, He said, 'Hear, O Israel; the Lord your God is one Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Clement: Homily III 57:6",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Clement: Homily III 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:2",
                            "text": "—Flight of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:3",
                            "text": "Therefore Simon, perceiving that Peter was driving him to use the Scriptures as Jesus taught, was unwilling that the discussion should go into the doctrine concerning God, even although Peter had changed the discussion into question and answer, as Simon himself asked."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:4",
                            "text": "However, the discussion occupied three days."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:5",
                            "text": "And while the fourth was dawning, he set off darkling as far as Tyre of Phoenicia."
                        },
                        {
                            "verse": 6,
                            "chapter": 58,
                            "name": "Clement: Homily III 58:6",
                            "text": "And not many days after, some of the precursors came and said to Peter:  \"Simon is doing great miracles in Tyre, and disturbing many of the people there; and by many slanders he has made you to be hated\"."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Clement: Homily III 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Clement: Homily III 59:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Clement: Homily III 59:2",
                            "text": "—Peter's Resolution to Follow."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Clement: Homily III 59:3",
                            "text": "Peter, hearing this, on the following night assembled the multitude of hearers; and as soon as they were come together, he said:  \"While I am going forth to the nations which say that there are many gods, to teach and to preach that God is one, who made heaven and earth, and all things that are in them, in order that they may love Him and be saved, evil has anticipated me, and by the very law of conjunction has sent Simon before me, in order that these men, if they shall cease to say that there are many gods, disowning those upon earth that are called gods, may think that there are many gods in heaven; so that, not feeling the excellency of the monarchy, they may perish with eternal punishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Clement: Homily III 59:4",
                            "text": "And what is most dreadful, since true doctrine has incomparable power, he forestalls me with slanders, and persuades them to this, not even at first to receive me; lest he who is the slanderer be convicted of being himself in reality a devil, and the true doctrine be received and believed."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Clement: Homily III 59:5",
                            "text": "Therefore I must quickly catch him up, lest the false accusation, through gaining time, wholly get hold of all men."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Clement: Homily III 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:2",
                            "text": "—Successor to Be Appointed."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:3",
                            "text": "\"Since, therefore, it is necessary to set apart some one instead of me to fill my place, let us all with one consent pray to God, that He would make manifest who amongst us is the best, that, sitting in the chair of Christ, he may piously rule His Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:4",
                            "text": "Who, then, shall be set apart?  For by the counsel of God that man is set forth as blessed, 'whom his Lord shall appoint over the ministry of his fellow-servants, to give them their meat in their season, not thinking and saying in his heart, My Lord delayeth His coming, and who shall not begin to beat his fellow-servants, eating and drinking with harlots and drunkards."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:5",
                            "text": "And the Lord of that servant shall come in an hour when he doth not look for Him, and in a day when he is not aware, and shall cut him in sunder, and shall assign his unfaithful part with the hypocrites."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Clement: Homily III 60:6",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Clement: Homily III 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:2",
                            "text": "—Monarchy."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:3",
                            "text": "\"But if any one of those present, being able to instruct the ignorance of men, shrink from it, thinking only of his own ease, let him expect to hear this sentence:  'O wicked and slothful servant, thou oughtest to have given my money to the exchangers, and I at my coming should have got my own."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:4",
                            "text": "Cast out the unprofitable servant into the outer darkness."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:5",
                            "text": "'  And with good reason; 'for,' says He, 'it is thine, O man, to prove my words, as silver and money are proved among the exchangers."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:6",
                            "text": "'  Therefore the multitude of the faithful ought to obey some one, that they may live in harmony."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Clement: Homily III 61:7",
                            "text": "For that which tends to the government of one person, in the form of monarchy, enables the subjects to enjoy peace by means of good order; but in case of all, through desire of ruling, being unwilling to submit to one only, they must altogether fall by reason of division."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Clement: Homily III 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:2",
                            "text": "—Obedience Leads to Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:3",
                            "text": "\"But, further, let the things that are happening before your eyes persuade you; how wars are constantly arising through there being now many kings all over the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:4",
                            "text": "For each one holds the government of another as a pretext for war."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:5",
                            "text": "But if one were universal superior, he, having no reason why he should make war, would have perpetual peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:6",
                            "text": "In short, therefore, to those who are thought worthy of eternal life, God appoints one universal King in the world that shall then be, that by means of monarchy there may be unfailing peace."
                        },
                        {
                            "verse": 7,
                            "chapter": 62,
                            "name": "Clement: Homily III 62:7",
                            "text": "It behoves all, therefore, to follow some one as a leader, honouring him as the image of God; and it behoves the leader to be acquainted with the road that entereth into the holy city."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Clement: Homily III 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Clement: Homily III 63:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Clement: Homily III 63:2",
                            "text": "—Zacchaeus Appointed."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Clement: Homily III 63:3",
                            "text": "\"But of those who are present, whom shall I choose but Zacchaeus, to whom also the Lord went in and rested, judging him worthy to be saved?\"  And having said this, he laid his hand upon Zacchaeus, who stood by, and forced him to sit down in his own chair."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Clement: Homily III 63:4",
                            "text": "But Zacchaeus, falling at his feet, begged that he would permit him to decline the rulership; promising, at the same time, and saying, \"Whatever it behoves the ruler to do, I will do; only grant me not to have this name; for I am afraid of assuming the name of the rulership, for it teems with bitter envy and danger\"."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Clement: Homily III 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:2",
                            "text": "—The Bishopric."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:3",
                            "text": "Then Peter said:  \"If you are afraid of this, do not be called Ruler, but The Appointed One, the Lord having permitted you to be so called, when He said, 'Blessed is that man whom his Lord shall Appoint to the ministry of his fellow-servants."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:4",
                            "text": "'  But if you wish it to be altogether unknown that you have authority of administration, you seem to me to be ignorant that the acknowledged authority of the president has great influence as regards the respect of the multitude."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:5",
                            "text": "For every one obeys him who has received authority, having conscience as a great constraint."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:6",
                            "text": "And are you not well aware that you are not to rule as the rulers of the nations, but as a servant ministering to them, as a father to the oppressed, visiting them as a physician, guarding them as a shepherd,—in short, taking all care for their salvation?  And do you think that I am not aware what labours I compel you to undertake, desiring you to be judged by multitudes whom it is impossible for any one to please?  But it is most possible for him who does well to please God."
                        },
                        {
                            "verse": 7,
                            "chapter": 64,
                            "name": "Clement: Homily III 64:7",
                            "text": "Wherefore I entreat you to undertake it heartily, by God, by Christ, for the salvation of the brethren, for their ordering, and your own profit."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Clement: Homily III 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:2",
                            "text": "—Nolo Episcopari  \"And consider this other thing, that in proportion as there is labour and danger in ruling the Church of Christ, so much greater is the reward."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:3",
                            "text": "And yet again the greater is also the punishment to him who can, and refuses."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:4",
                            "text": "I wish, therefore, knowing that you are the best instructed of my attendants, to turn to account those noble powers of judging with which you have been entrusted by the Lord, in order that you may be saluted with the Well done, good and faithful servant, and not be found fault with, and declared liable to punishment, like him who hid the one talent."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:5",
                            "text": "But if you will not be appointed a good guardian of the Church, point out another in your stead, more learned and more faithful than yourself."
                        },
                        {
                            "verse": 6,
                            "chapter": 65,
                            "name": "Clement: Homily III 65:6",
                            "text": "But you cannot do this; for you associated with the Lord, and witnessed His marvellous doings, and learned the administration of the Church."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Clement: Homily III 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:2",
                            "text": "—Danger of Disobedience."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:3",
                            "text": "\"And your work is to order what things are proper; and that of the brethren is to submit, and not to disobey."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:4",
                            "text": "Therefore submitting they shall be saved, but disobeying they shall be punished by the Lord, because the president is entrusted with the place of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:5",
                            "text": "Wherefore, indeed, honour or contempt shown to the president is handed on to Christ, and from Christ to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 66,
                            "name": "Clement: Homily III 66:6",
                            "text": "And this I have said, that these brethren may not be ignorant of the danger they incur by disobedience to you, because whosoever disobeys your orders, disobeys Christ; and he who disobeys Christ offends God."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Clement: Homily III 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:2",
                            "text": "—Duties of Church Office-Bearers."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:3",
                            "text": "\"It is necessary, therefore, that the Church, as a city built upon a hill, have an order approved of God, and good government."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:4",
                            "text": "In particular, let the bishop, as chief, be heard in the things which he speaks; and let the elders give heed that the things ordered be done."
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:5",
                            "text": "Let the deacons, going about, look after the bodies and the souls of the brethren, and report to the bishop."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Clement: Homily III 67:6",
                            "text": "Let all the rest of the brethren bear wrong patiently; but if they wish judgment to be given concerning wrongs done to them, let them be reconciled in presence of the elders; and let the elders report the reconciliation to the bishop."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Clement: Homily III 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:2",
                            "text": "—\"Marriage Always Honourable\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:3",
                            "text": "\"And let them inculcate marriage not only upon the young, but also upon those advanced in years, lest burning lust bring a plague upon the Church by reason of whoredom or adultery."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:4",
                            "text": "For, above every other sin, the wickedness of adultery is hated by God, because it not only destroys the person himself who sins, but those also who eat and associate with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:5",
                            "text": "For it is like the madness of a dog, because it has the nature of communicating its own madness."
                        },
                        {
                            "verse": 6,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:6",
                            "text": "For the sake of chastity, therefore, let not only the elders, but even all, hasten to accomplish marriage."
                        },
                        {
                            "verse": 7,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:7",
                            "text": "For the sin of him who commits adultery necessarily comes upon all."
                        },
                        {
                            "verse": 8,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:8",
                            "text": "Therefore, to urge the brethren to be chaste, this is the first charity."
                        },
                        {
                            "verse": 9,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:9",
                            "text": "For it is the healing of the soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 68,
                            "name": "Clement: Homily III 68:10",
                            "text": "For the nourishment of the body is rest."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Clement: Homily III 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:2",
                            "text": "—\"Not Forsaking the Assembling of Yourselves Together\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:3",
                            "text": "\"But if you love your brethren, take nothing from them, but share with them such things as ye have."
                        },
                        {
                            "verse": 4,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:4",
                            "text": "Feed the hungry; give drink to the thirsty; clothe the naked; visit the sick; so far as you can, help those in prison; receive strangers gladly into your own abodes; hate no one."
                        },
                        {
                            "verse": 5,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:5",
                            "text": "And how you must be pious, your own mind will teach you, judging rightly."
                        },
                        {
                            "verse": 6,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:6",
                            "text": "But before all else, if indeed I need say it to you, come together frequently, if it were every hour, especially on the appointed days of meeting."
                        },
                        {
                            "verse": 7,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:7",
                            "text": "For if you do this, you are within a wall of safety."
                        },
                        {
                            "verse": 8,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:8",
                            "text": "For disorderliness is the beginning of perdition."
                        },
                        {
                            "verse": 9,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:9",
                            "text": "Let no one therefore forsake the assembly on the ground of envy towards a brother."
                        },
                        {
                            "verse": 10,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:10",
                            "text": "For if any one of you forsake the assembly, he shall be regarded as of those who scatter the Church of Christ, and shall be cast out with adulterers."
                        },
                        {
                            "verse": 11,
                            "chapter": 69,
                            "name": "Clement: Homily III 69:11",
                            "text": "For as an adulterer, under the influence of the spirit that is in him, he separates himself on some pretext, and gives place to the wicked one against himself,—a sheep for the stealing, as one found outside the fold."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Clement: Homily III 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:2",
                            "text": "—\"Hear the Bishop\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:3",
                            "text": "\"However, hear your bishop, and do not weary of giving all honour to him; knowing that, by showing it to him, it is borne to Christ, and from Christ it is borne to God; and to him who offers it, is requited manifold."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:4",
                            "text": "Honour, therefore, the throne of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:5",
                            "text": "For you are commanded even to honour the chair of Moses, and that although they who occupy it are accounted sinners."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Clement: Homily III 70:6",
                            "text": "And now I have said enough to you; and I deem it superfluous to say to him how he is to live unblameably, since he is an approved disciple of Him who taught me also."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Clement: Homily III 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:2",
                            "text": "—Various Duties of Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:3",
                            "text": "\"But, brethren, there are some things that you must not wait to hear, but must consider of yourselves what is reasonable."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:4",
                            "text": "Zacchaeus alone having given himself up wholly to labour for you, and needing sustenance, and not being able to attend to his own affairs, how can he procure necessary support?  Is it not reasonable that you are to take forethought for his living? not waiting for his asking you, for this is the part of a beggar."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:5",
                            "text": "But he will rather die of hunger than submit to do this."
                        },
                        {
                            "verse": 6,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:6",
                            "text": "And shall not you incur punishment, not considering that the workman is worthy of his hire?  And let no one say:  Is, then, the word sold which was freely given?  Far be it."
                        },
                        {
                            "verse": 7,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:7",
                            "text": "For if any one has the means of living, and takes anything, he sells the word; but if he who has not takes support in order to live—as the Lord also took at supper and among His friends, having nothing, though He alone is the owner of all things—he sins not."
                        },
                        {
                            "verse": 8,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:8",
                            "text": "Therefore suitably honour elders, catechists, useful deacons, widows who have lived well, orphans as children of the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:9",
                            "text": "But wherever there is need of any provision for an emergency, contribute all together."
                        },
                        {
                            "verse": 10,
                            "chapter": 71,
                            "name": "Clement: Homily III 71:10",
                            "text": "Be kind one to another, not shrinking from the endurance of anything whatever for your own salvation\"."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Clement: Homily III 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:2",
                            "text": "—Ordination."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:3",
                            "text": "And having thus spoken, he placed his hand upon Zacchaeus, saying, \"O Thou Ruler and Lord of all, Father and God, do Thou guard the shepherd with the flock."
                        },
                        {
                            "verse": 4,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:4",
                            "text": "Thou art the cause, Thou the power."
                        },
                        {
                            "verse": 5,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:5",
                            "text": "We are that which is helped; Thou the helper, the physician, the saviour, the wall, the life, the hope, the refuge, the joy, the expectation, the rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:6",
                            "text": "In a word, Thou art all things to us."
                        },
                        {
                            "verse": 7,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:7",
                            "text": "In order to the eternal attainment of salvation, do Thou co-operate, preserve, protect."
                        },
                        {
                            "verse": 8,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:8",
                            "text": "Thou canst do all things."
                        },
                        {
                            "verse": 9,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:9",
                            "text": "For Thou art the Ruler of rulers, the Lord of lords, the Governor of kings."
                        },
                        {
                            "verse": 10,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:10",
                            "text": "Do Thou give power to the president to loose what ought to be loosed, to bind what ought to be bound."
                        },
                        {
                            "verse": 11,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:11",
                            "text": "Do Thou make him wise."
                        },
                        {
                            "verse": 12,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:12",
                            "text": "Do Thou, as by His name, protect the Church of Thy Christ as a fair bride."
                        },
                        {
                            "verse": 13,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:13",
                            "text": "For Thine is eternal glory."
                        },
                        {
                            "verse": 14,
                            "chapter": 72,
                            "name": "Clement: Homily III 72:14",
                            "text": "Praise to the Father and the Son and the Holy Ghost to all ages,  Amen\"."
                        }
                    ]
                },
                {
                    "chapter": 73,
                    "name": "Clement: Homily III 73",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:1",
                            "text": "Chapter LXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:2",
                            "text": "—Baptisms."
                        },
                        {
                            "verse": 3,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:3",
                            "text": "And having thus spoken, he afterwards said:  \"Whoever of you wish to be baptized, begin from to-morrow to fast, and have hands laid upon you day by day, and inquire about what matters you please."
                        },
                        {
                            "verse": 4,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:4",
                            "text": "For I mean still to remain with you ten days\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:5",
                            "text": "And after three days, having begun to baptize, he called me, and Aquila, and Nicetas, and said to us:  \"As I am going to set out for Tyre after seven days, I wish you to go away this very day, and to lodge secretly with Bernice the Canaanite, the daughter of Justa, and to learn from her, and write accurately to me what Simon is about."
                        },
                        {
                            "verse": 6,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:6",
                            "text": "For this is of great consequence to me, that I may prepare myself accordingly."
                        },
                        {
                            "verse": 7,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:7",
                            "text": "Therefore depart straightway in peace\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 73,
                            "name": "Clement: Homily III 73:8",
                            "text": "And leaving him baptizing, as he commanded, we preceded him to Tyre of Phoenicia."
                        }
                    ]
                }
            ]
        }
    ]
}