{
    "books": [
        {
            "name": "Wisdom of Ahikar",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Wisdom of Ahikar 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:1",
                            "text": "The story of Haiqar the Wise, Vizier of Sennacherib the King, and of Nadan, sister's son to Haiqar the Sage."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:2",
                            "text": "There was a Vizier in the days of King Sennacherib, son of Sarhadum, King of Assyria and Nineveh, a wise man named Haiqar, and he was Vizier of the king Sennacherib."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:3",
                            "text": "He had a fine fortune and much goods, and he was skilful, wise, a philosopher, in knowledge, in opinion and in government, and he had married sixty women, and had built a castle for each of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:4",
                            "text": "But with it all he had no child by any of these women, who might be his heir."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:5",
                            "text": "And he was very sad on account of this, and one day he assembled the astrologers and the learned men and the wizards and explained to them his condition and the matter of his barrenness."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:6",
                            "text": "And they said to him, 'Go, sacrifice to the gods and beseech them that perchance they may provide thee with a boy.'"
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:7",
                            "text": "And he did as they told him and offered sacrifices to the idols, and besought them and implored them with request and entreaty."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:8",
                            "text": "And they answered him not one word. And he went away sorrowful and dejected, departing with a pain at his heart."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:9",
                            "text": "And he returned, and implored the Most High God, and believed, beseeching Him with a burning in his heart, saying, 'O Most High God, O Creator of the Heavens and of the earth, O Creator of all created things!"
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:10",
                            "text": "I beseech Thee to give me a boy, that I may be consoled by him, that he may be present at my death, that he may close my eyes, and that he may bury me.'"
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:11",
                            "text": "Then there came to him a voice saying, 'Inasmuch as thou hast relied first of all on graven images, and hast offered sacrifices to them, for this reason thou shalt remain childless thy life long."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:12",
                            "text": "But take Nadan thy sister's son, and make him thy child and teach him thy learning and thy good breeding, and at thy death he shall bury thee.'"
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:13",
                            "text": "Thereupon he took Nadan his sister's son, who was a little suckling. And he handed him over to eight wet-nurses, that they might suckle him and bring him up."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:14",
                            "text": "And they brought him up with good food and gentle training and silken clothing, and purple and crimson. And he was seated upon couches of silk."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:15",
                            "text": "And when Nadan grew big and walked, shooting up like a tall cedar, he taught him good manners and writing and science and philosophy."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:16",
                            "text": "And after many days King Sennacherib looked at Haiqar and saw that he had grown very old, and moreover he said to him."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:17",
                            "text": "'O my honoured friend, the skilful, the trusty, the wise, the governor, my secretary, my vizier, my Chancellor and director; verily thou art grown very old and weighted with years; and thy departure from this world must be near."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:18",
                            "text": "Tell me who shall have a place in my service after thee.' And Haiqar said to him, 'O my lord, may thy head live for ever! There is Nadan my sister's son, I have made him my child."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:19",
                            "text": "And I have brought him up and taught him my wisdom and my knowledge.'"
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:20",
                            "text": "And the king said to him, 'O Haiqar! bring him to my presence, that I may see him, and if I find him suitable, put him in thy place; and thou shalt go thy way, to take a rest and to live the remainder of thy life in sweet repose.'"
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:21",
                            "text": "Then Haiqar went and presented Nadan his sister's son. And he did homage and wished him power and honour."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:22",
                            "text": "And he looked at him and admired him and rejoiced in him and said to Haiqar: 'Is this thy son, O Haiqar? I pray that God may preserve him. And as thou hast served me and my father Sarhadum so may this boy of thine serve me and fulfil my undertakings, my needs, and my business, so that I may honour him and make him powerful for thy sake.'"
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:23",
                            "text": "And Haiqar did obeisance to the king and said to him 'May thy head live, O my lord the king, for ever! I seek from thee that thou mayst be patient with my boy Nadan and forgive his mistakes that he may serve thee as it is fitting.'"
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:24",
                            "text": "Then the king swore to him that he would make him the greatest of his favourites, and the most powerful of his friends, and that he should be with him in all honour and respect. And he kissed his hands and bade him farewell."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Wisdom of Ahikar 1:25",
                            "text": "And he took Nadan his sister's son with him and seated him in a parlour and set about teaching him night and day till he had crammed him with wisdom and knowledge more than with bread and water."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Wisdom of Ahikar 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:1",
                            "text": "Thus he taught him, saying: '0 my son! hear my speech and follow my advice and remember what I say."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:2",
                            "text": "O my son! if thou hearest a word, let it die in thy heart, and reveal it not to another, lest it become a live coal and burn thy tongue and cause a pain in thy body, and thou gain a reproach, and art shamed before God and man."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:3",
                            "text": "O my son! if thou hast heard a report, spread it not; and if thou hast seen something, tell it not."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:4",
                            "text": "O my son! make thy eloquence easy to the listener, and be not hasty to return an answer."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:5",
                            "text": "O my son! when thou hast heard anything, hide it not."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:6",
                            "text": "O my son! loose not a sealed knot, nor untie it, and seal not a loosened knot."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:7",
                            "text": "O my son! covet not outward beauty, for it wanes and passes away, but an honourable remembrance lasts for aye."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:8",
                            "text": "O my son! let not a silly woman deceive thee with her speech, lest thou die the most miserable of deaths, and she entangle thee in the net till thou art ensnared."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:9",
                            "text": "O my son! desire not a woman bedizened with dress and with ointments, who is despicable and silly in her soul. Woe to thee if thou bestow on her anything that is thine, or commit to her what is in thine hand and, she entice thee into sin, and God be wroth with thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:10",
                            "text": "O my son! be not like the almond-tree, for it brings forth leaves before all the trees, and edible fruit after them all, but be like the mulberry-tree, which brings forth edible fruit before all the trees, and leaves after them all."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:11",
                            "text": "O my son! bend thy head low down, and soften thy voice, and be courteous, and walk in the straight path, and be not foolish. And raise not thy voice when thou laughest, for if it were by a loud voice that a house was built, the ass would build many houses every day; and if it were by dint of strength that the plough were driven, the plough would never be removed from under the shoulders of the camels."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:12",
                            "text": "O my son! the removing of stones with a wise man is better than the drinking of wine with a sorry man."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:13",
                            "text": "O my son! pour out thy wine on the tombs of the just, and drink not with ignorant, contemptible people."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:14",
                            "text": "O my son! cleave to wise men who fear God and be like them, and go not near the ignorant, lest thou become like him and learn his ways."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:15",
                            "text": "O my son! when thou hast got thee a comrade or a friend, try him, and afterwards make him a comrade and a friend; and do not praise him without a trial; and do not spoil thy speech with a man who lacks wisdom."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:16",
                            "text": "O my son! while a shoe stays on thy foot, walk with it on the thorns, and make a road for thy son, and for thy household and thy children, and make thy ship taut before she goes on the sea and its waves and sinks and cannot be saved."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:17",
                            "text": "O my son! if the rich man eat a snake, they say, \"It is by his wisdom,\" and if a poor man eat it, the people say, \"From his hunger.\""
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:18",
                            "text": "O my son! be content with thy daily bread and thy goods, and covet not what is another's."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:19",
                            "text": "O my son! be not neighbour to the fool, and eat not bread with him, and rejoice not in the calamities of thy neighbours. If thine enemy wrong thee, show him kindness."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:20",
                            "text": "O my son! a man who fears God do thou fear him and honour him."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:21",
                            "text": "O my son! the ignorant man falls and stumbles, and the wise man, even if he stumbles, he is not shaken, and even if he falls he gets up quickly, and if he is sick, he can take care of his life. But as for the ignorant, stupid man, for his disease there is no drug."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:22",
                            "text": "O my son! if a man approach thee who is inferior to thyself, go forward to meet him, and remain standing, and if he cannot recompense thee, his Lord will recompense thee for him."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:23",
                            "text": "O my son! spare not to beat thy son, for the drubbing of thy son is like manure to the garden, and like tying the mouth of a purse, and like the tethering of beasts, and like the bolting of the door."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:24",
                            "text": "O my son! restrain thy son from wickedness, and teach him manners before he rebels against thee and brings thee into contempt amongst the people and thou hang thy head in the streets and the assemblies and thou be punished for the evil of his wicked deeds."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:25",
                            "text": "O my son! get thee a fat ox with a foreskin, and an ass great with its hoofs, and get not an ox with large horns, nor make friends with a tricky man, nor get a quarrelsome slave, nor a thievish handmaid, for everything which thou committest to them they will ruin."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:26",
                            "text": "O my son! let not thy parents curse thee, and the Lord be pleased with them; for it hath been said, \"He who despiseth his father or his mother let him die the death (I mean the death of sin); and he who honoureth his parents shall prolong his days and his life and shall see all that is good.\""
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:27",
                            "text": "O my son! walk not on the road without weapons, for thou knowest not when the foe may meet thee, so that thou mayst be ready for him."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:28",
                            "text": "O my son! be not like a bare, leafless tree that doth not grow, but be like a tree covered with its leaves and its boughs; for the man who has neither wife nor children is disgraced in the world and is hated by them, like a leafless and fruitless tree."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:29",
                            "text": "O my son! be like a fruitful tree on the roadside, whose fruit is eaten by all who pass by, and the beasts of the desert rest under its shade and eat of its leaves."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:30",
                            "text": "O my son! every sheep that wanders from its path and its companions becomes food for the wolf."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:31",
                            "text": "O my son! say not, \"My lord is a fool and I am wise,\" and relate not the speech of ignorance and folly, lest thou be despised by him."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:32",
                            "text": "O my son! be not one of those servants, to whom their lords say, \"Get away from us,\" but be one of those to whom they say, \"Approach and come near to us.\""
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:33",
                            "text": "O my son! caress not thy slave in the presence of his companion, for thou knowest not which of them shall be of most value to thee in the end."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:34",
                            "text": "O my son! be not afraid of thy Lord who created thee, lest He be silent to thee."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:35",
                            "text": "O my son! make thy speech fair and sweeten thy tongue; and permit not thy companion to tread on thy foot, lest he tread at another time on thy breast."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:36",
                            "text": "O my son! if thou beat a wise man with a word of wisdom, it will lurk in his breast like a subtle sense of shame; but if thou drub the ignorant with a stick he will neither understand nor hear."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:37",
                            "text": "O my son! if thou send a wise man for thy needs, do not give him many orders, for he will do thy business as thou desirest: and if thou send a fool, do not order him, but go thyself and do thy business, for if thou order him, he will not do what thou desirest. If they send thee on business, hasten to fulfil it quickly."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:38",
                            "text": "O my son! make not an enemy of a man stronger than thyself, for he will take thy measure, and his revenge on thee."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:39",
                            "text": "O my son! make trial of thy son, and of thy servant, before thou committest thy belongings to them, lest they make away with them; for he who hath a full hand is called wise, even if he be stupid and ignorant, and he who hath an empty hand is called poor, ignorant, even if he be the prince of sages."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:40",
                            "text": "O my son! I have eaten a colocynth, and swallowed aloes, and I have found nothing more bitter than poverty and scarcity."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:41",
                            "text": "O my son! teach thy son frugality and hunger, that he may do well in the management of his household."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:42",
                            "text": "O my son! teach not to the ignorant the language of wise men, for it will be burdensome to him."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:43",
                            "text": "O my son! display not thy condition to thy friend, lest thou be despised by him."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:44",
                            "text": "O my son! the blindness of the heart is more grievous than the blindness of the eyes, for the blindness of the eyes may be guided little by little, but the blindness of the heart is not guided, and it leaves the straight path, and goes in a crooked way."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:45",
                            "text": "O my son! the stumbling of a man with his foot is better than the stumbling of a man with his tongue."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:46",
                            "text": "O my son! a friend who is near is better than a more excellent brother who is far away."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:47",
                            "text": "O my son! beauty fades but learning lasts, and the world wanes and becomes vain, but a good name neither becomes vain nor wanes."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:48",
                            "text": "O my son! the man who hath no rest, his death were better than his life; and the sound of weeping is better than the sound of singing; for sorrow and weeping, if the fear of God be in them, are better than the sound of singing and rejoicing."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:49",
                            "text": "O my child! the thigh of a frog in thy hand is better than a goose in the pot of thy neighbour; and a sheep near thee is better than an ox far away; and a sparrow in thy hand is better than a thousand sparrows flying; and poverty which gathers is better than the scattering of much provision; and a living fox is better than a dead lion; and a pound of wool is better than a pound of wealth, I mean of gold and silver; for the gold and the silver are hidden and covered up in the earth, and are not seen; but the wool stays in the markets and it is seen, and it is a beauty to him who wears it."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:50",
                            "text": "O my son! a small fortune is better than a scattered fortune."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:51",
                            "text": "O my son! a living dog is better than a dead poor man."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:52",
                            "text": "O my son! a poor man who does right is better than a rich man who is dead in sins."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:53",
                            "text": "O my son! keep a word in thy heart, and it shall be much to thee, and beware lest thou reveal the secret of thy friend."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:54",
                            "text": "O my son! let not a word issue from thy mouth till thou hast taken counsel with thy heart. And stand not betwixt persons quarrelling, because from a bad word there comes a quarrel, and from a quarrel there comes war, and from war there comes fighting, and thou wilt be forced to bear witness; but run from thence and rest thyself."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:55",
                            "text": "O my son! withstand not a man stronger than thyself, but get thee a patient spirit, and endurance and an upright conduct, for there is nothing more excellent than that."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:56",
                            "text": "O my son! hate not thy first friend, for the second one may not last."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:57",
                            "text": "O my son! visit the poor in his affliction, and speak of him in the Sultan's presence, and do thy diligence to save him from the mouth of the lion."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:58",
                            "text": "O my son! rejoice not in the death of thine enemy, for after a little while thou shalt be his neighbour, and him who mocks thee do thou respect and honour and be beforehand with him in greeting."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:59",
                            "text": "O my son! if water would stand still in heaven, and a black crow become white, and myrrh grow sweet as honey, then ignorant men and fools might understand and become wise."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:60",
                            "text": "O my son! if thou desire to be wise, restrain thy tongue from lying, and thy hand from stealing, and thine eyes from beholding evil; then thou wilt be called wise."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:61",
                            "text": "O my son! let the wise man beat thee with a rod, but let not the fool anoint thee with sweet salve. Be humble in thy youth and thou shalt be honoured in thine old age."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:62",
                            "text": "O my son! withstand not a man in the days of his power, nor a river in the days of its flood."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:63",
                            "text": "O my son! be not hasty in the wedding of a wife, for if it turns out well, she will say, 'My lord, make provision for me'; and if it turns out ill, she will rate at him who was the cause of it."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:64",
                            "text": "O my son! whosoever is elegant in his dress, he is the same in his speech; and he who has a mean appearance in his dress, he also is the same in his speech."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:65",
                            "text": "O my son! if thou hast committcd a theft, make it known to the Sultan, and give him a share of it, that thou mayst be delivered from him, for otherwise thou wilt endure bitterness."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:66",
                            "text": "O my son! make a friend of the man whose hand is satisfied and filled, and make no friend of the man whose hand is closed and hungry."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Wisdom of Ahikar 2:67",
                            "text": "There are four things in which neither the king nor his army can be secure: oppression by the vizier, and bad government, and perversion of the will, and tyranny over the subject; and four things which cannot be hidden: the prudent, and the foolish, and the rich, and the poor."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Wisdom of Ahikar 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:1",
                            "text": "Thus spake Haiqar, and when he had finished these injunctions and proverbs to Nadan, his sister's son, he imagined that he would keep them all, and he knew not that instead of that he was displaying to him weariness and contempt and mockery."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:2",
                            "text": "Thereafter Haiqar sat still in his house and delivered over to Nadan all his goods, and the slaves, and the handmaidens, and the horses, and the cattle, and everything else that he had possessed and gained; and the power of bidding and of forbidding remained in the hand of Nadan."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:3",
                            "text": "And Haiqar sat at rest in his house, and every now and then Haiqar went and paid his respects to the king, and returned home."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:4",
                            "text": "Now when Nadan perceived that the power of bidding and of forbidding was in his own hand, he despised the position of Haiqar and scoffed at him, and set about blaming him whenever he appeared, saying, 'My uncle Haiqar is in his dotage, and he knows nothing now.'"
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:5",
                            "text": "And he began to beat the slaves and the handmaidens, and to sell the horses and the camels and be spendthrift with all that his uncle Haiqar had owned."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:6",
                            "text": "And when Haiqar saw that he had no compassion on his servants nor on his household, he arose and chased him from his house, and sent to inform the king that he had scattered his possessions and his provision."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:7",
                            "text": "And the king arose and called Nadan and said to him: 'Whilst Haiqar remains in health, no one shall rule over his goods, nor over his household, nor over his possessions.'"
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:8",
                            "text": "And the hand of Nadan was lifted off from his uncle Haiqar and from all his goods, and in the meantime he went neither in nor out, nor did he greet him."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:9",
                            "text": "Thereupon Haiqar repented him of his toil with Nadan his sister's son, and he continued to be very sorrowful."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:10",
                            "text": "And Nadan had a younger brother named Benuzardan, so Haiqar took him to himself in place of Nadan, and brought him up and honoured him with the utmost honour. And he delivered over to him all that he possessed, and made him governor of his house."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:11",
                            "text": "Now when Nadan perceived what had happened he was seized with envy and jealousy, and he began to complain to every one who questioned him, and to mock his uncle Haiqar, saying: 'My uncle has chased me from his house, and has preferred my brother to me, but if the Most High God give me the power, I shall bring upon him the misfortune of being killed.'"
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:12",
                            "text": "And Nadan continued to meditate as to the stumblingblock he might contrive for him. And after a while Nadan turned it over in his mind, and wrote a letter to Achish, son of Shah the Wise, king of Persia, saying thus:"
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:13",
                            "text": "'Peace and health and might and honour from Sennacherib king of Assyria and Nineveh, and from his vizier and his secretary Haiqar unto thee, O great king! Let there be peace between thee and me."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:14",
                            "text": "And when this letter reaches thee, if thou wilt arise and go quickly to the plain of Nisrin, and to Assyria and Nineveh, I will deliver up the kingdom to thee without war and without battle-array.'"
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:15",
                            "text": "And he wrote also another letter in the name of Haiqar to Pharaoh king of Egypt. 'Let there be peace between thee and me, O mighty king!"
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:16",
                            "text": "If at the time of this letter reaching thee thou wilt arise and go to Assyria and Nineveh to the plain of Nisrin, I will deliver up to thee the kingdom without war and without fighting.'"
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:17",
                            "text": "And the writing of Nadan was like to the writing of his uncle Haiqar."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:18",
                            "text": "Then he folded the two letters, and sealed them with the seal of his uncle Haiqar; they were nevertheless in the king's palace."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:19",
                            "text": "Then he went and wrote a letter likewise from the king to his uncle Haiqar: 'Peace and health to my Vizier, my Secretary, my Chancellor, Haiqar."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:20",
                            "text": "O Haiqar, when this letter reaches thee, assemble all the soldiers who are with thee, and let them be perfect in clothing and in numbers, and bring them to me on the fifth day in the plain of Nisrin."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:21",
                            "text": "And when thou shalt see me there coming towards thee, haste and make the army move against me as an enemy who would fight with me, for I have with me the ambassadors of Pharaoh king of Egypt, that they may see the strength of our army and may fear us, for they are our enemies and they hate us.'"
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:22",
                            "text": "Then he sealed the letter and sent it to Haiqar by one of the king's servants. And he took the other letter which he had written and spread it before the king and read it to him and showed him the seal."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:23",
                            "text": "And when the king heard what was in the letter he was perplexed with a great perplexity and was wroth with a great and fierce wrath, and said, 'Ah, I have shown my wisdom! what have I done to Haiqar that he has written these letters to my enemies? Is this my recompense from him for my benefits to him?'"
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:24",
                            "text": "And Nadan said to him, 'Be not grieved, 0 king! nor be wroth, but let us go to the plain of Nisrin and see if the tale be true or not.'"
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:25",
                            "text": "Then Nadan arose on the fifth day and took the king and the soldiers and the vizier, and they went to the desert to the plain of Nisrin. And the king looked, and lo! Haiqar and the army were set in array."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:26",
                            "text": "And when Haiqar saw that the king was there, he approached and signalled to the army to move as in war and to fight in array against the king as it had been found in the letter, he not knowing what a pit Nadan had digged for him."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:27",
                            "text": "And when the king saw the act of Haiqar he was seized with anxiety and terror and perplexity, and was wroth with a great wrath."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:28",
                            "text": "And Nadan said to him, 'Hast thou seen, 0 my lord the king! what this wretch has done? but be not thou wroth and be not grieved nor pained, but go to thy house and sit on thy throne, and I will bring Haiqar to thee bound and chained with chains, and I will chase away thine enemy from thee without toil.'"
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:29",
                            "text": "And the king returned to his throne, being provoked about Haiqar, and did nothing concerning him. And Nadan went to Haiqar and said to him, 'W'allah, 0 my uncle! The king verily rejoiceth in thee with great joy and thanks thee for having done what he commanded thee."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:30",
                            "text": "And now he hath sent me to thee that thou mayst dismiss the soldiers to their duties and come thyself to him with thy hands bound behind thee, and thy feet chained, that the ambassadors of Pharaoh may see this, and that the king may be feared by them and by their king.'"
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:31",
                            "text": "Then answered Haiqar and said, 'To hear is to obey.' And he arose straightway and bound his hands behind him, and chained his feet."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:32",
                            "text": "And Nadan took him and went with him to the king. And when Haiqar entered the king's presence he did obeisance before him on the ground, and wished for power and perpetual life to the king."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:33",
                            "text": "Then said the king, '0 Haiqar, my Secretary, the Governor of my affairs, my Chancellor, the ruler of my State, tell me what evil have I done to thee that thou hast rewarded me by this ugly deed.'"
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:34",
                            "text": "Then they showed him the letters in his writing and with his seal. And when Haiqar saw this, his limbs trembled and his tongue was tied at once, and he was unable to speak a word from fear; but he hung his head towards the earth and was dumb."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:35",
                            "text": "And when the king saw this, he felt certain that the thing was from him, and he straightway arose and commanded them to kill Haiqar, and to strike his neck with the sword outside of the city."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:36",
                            "text": "Thus says the story-teller. And the name of the swordsman was Abu Samik. And the king said to him, 'O swordsman! arise, go, cleave the neck of Haiqar at the door of his house, and cast away his head from his body a hundred cubits.'"
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:38",
                            "text": "Then Haiqar knelt before the king, and said, 'Let my lord the king live for ever! and if thou desire to slay me,\nlet thy wish be fulfilled; and I know that I am not guilty, but the wicked man has to give an account of his wickedness; nevertheless, O my lord the king! I beg of thee and of thy friendship, permit the swordsman to give my body to my slaves, that they may bury me, and let thy slave be thy sacrifice.'"
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:39",
                            "text": "The king arose and commanded the swordsman to do with him according to his desire."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:40",
                            "text": "And he straightway commanded his servants to take Haiqar and the swordsman and go with him naked that\nthey might slay him."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:41",
                            "text": "And when Haiqar knew for certain that he was to be slain he sent to his wife, and said to her, 'Come out and meet me, and let there be with thee a thousand young virgins, and dress them in gowns of purple and silk that they may weep for me before my death."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:42",
                            "text": "And prepare a table for the swordsman and for his servants. And mingle plenty of wine, that they may drink.'"
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:43",
                            "text": "And she did all that he commanded her. And she was very wise, clever, and prudent. And she united all possible\ncourtesy and learning."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:44",
                            "text": "And when the army of the king and the swordsman arrived they found the table set in order,\nand the wine and the luxurious viands, and they began eating and drinking till they were gorged and drunken."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:45",
                            "text": "Then Haiqar took the swordsman aside apart from the company and said, 'O Abu Samik, dost thou not know\nthat when Sarhadum the king, the father of Sennacherib, wanted to kill thee, I took thee and hid thee in a certain\nplace till the king's anger subsided and he asked for thee?"
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:46",
                            "text": "And when I brought thee into his presence he rejoiced in thee: and now remember the kindness I did thee."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:47",
                            "text": "And I know that the king will repent him about me and will be wroth with a great wrath about my execution."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:48",
                            "text": "For I am not guilty, and it shall he when thou shalt present me before him in his palace, thou shalt meet with great good fortune, and know that Nadan my sister's son has deceived me and has done this bad deed to me, and the king will repent of having slain me; and now I have a cellar in the garden of my house, and no one knows of it."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:49",
                            "text": "Hide me in it with the knowledge of my wife. And I have a slave in prison who deserves to be killed."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:50",
                            "text": "Bring him out and dress him in my clothes, and command the servants when they are drunk to slay him. They will not know who it is they are killing."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:51",
                            "text": "And cast away his head a hundred cubits from his body, and give his body to my slaves that they may bury it. And thou shalt have laid up a great treasure with me."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:52",
                            "text": "And then the swordsman did as Haiqar had commanded him, and he went to the king and said to him,\n'May thy head live for ever!'"
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:53",
                            "text": "Then Haiqar's wife let down to him in the hiding-place every week what sufficed for him and no one knew of it but herself."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:54",
                            "text": "And the story was reported and repeated and spread abroad in every place of how Haiqar the Sage had been slain and was dead, and all the people of that city mourned for him."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:55",
                            "text": "And they wept and said: 'Alas for thee, O Haiqar! and for thy learning and thy courtesy! How sad about thee and about thy knowledge! Where can another like thee be found? and where can there be a man so intelligent, so learned, so skilled in ruling as to resemble thee that he may fill thy place?'"
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:56",
                            "text": "But the king was repenting about Haiqar, and his repentance availed him naught."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:57",
                            "text": "Then he called for Nadan and said to him, 'Go and take thy friends with thee and make a mourning and a weeping for thy uncle Haiqar, and lament for him as the custom is, doing honour to his memory.'"
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:58",
                            "text": "But when Nadan, the foolish, the ignorant, the hardhearted, went to the house of his uncle, he neither wept nor\nsorrowed nor wailed, but assembled heartless and dissolute people and set about eating and drinking."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:59",
                            "text": "And Nadan began to seize the maidservants and the slaves belonging to Haiqar, and bound them and tortured them and drubbed them with a sore drubbing."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:60",
                            "text": "And he did not respect the wife of his uncle, she who had brought him up like her own boy, but wanted her to fall into sin with him."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:61",
                            "text": "But Haiqar had been cast into the hiding-place, and he heard the weeping of his slaves and his neighbours, and he praised the Most High God, the Merciful One, and gave thanks, and he always prayed and besought the Most High God."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:62",
                            "text": "And the swordsman came from time to time to Haiqar whilst he was in the midst of the hiding-place: and Haiqar\ncame and entreated him. And he comforted him and wished his deliverance."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Wisdom of Ahikar 3:63",
                            "text": "And when the story was reported in other countries that Haiqar the Sage had been slain all the kings were grieved and despised king Sennacherib, and they lamented over Haiqar the solver of riddles."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Wisdom of Ahikar 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:1",
                            "text": "When the king of Egypt had made sure that Haiqar was slain, he arose straightway and wrote a letter to king Sennacherib, reminding him in it 'of the peace and the health and the might and the honour which we wish specially for thee, my beloved brother, king Sennacherib."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:2",
                            "text": "I have been desiring to build a castle between the heaven and the earth, and I want thee to send me a wise, clever man from thyself to build it for me, and to answer me all my questions, and that I may have the taxes and the custom duties of Asyria for three years.'"
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:3",
                            "text": "Then he sealed the letter and sent it to Sennacherib."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:4",
                            "text": "He took it and read it and gave it to his viziers and to the nobles of his kingdom, and they were perplexed and ashamed, and he was wroth with a great wrath, and was puzzled about how he should act."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:5",
                            "text": "Then he assembled the old men and the learned men and the wise men and the philosophers, and the diviners\nand the astrologers, and every one who was in his country, and read them the letter and said to them,\nWho amongst you will go to Pharaoh king of Egypt and answer him his questions?'"
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:6",
                            "text": "And they said to him, 'O our lord the king! know thou that there is none in thy kingdom who is acquainted with\nthese questions except Haiqar, thy vizier and secretary."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:7",
                            "text": "But as for us, we have no skill in this, unless it be Nadan, his sister's son for he taught him all his wisdom and\nlearning and knowledge. Call him to thee, perchance he may untie this hard knot.'"
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:8",
                            "text": "Then the king called Nadan and said to him, 'Look at this letter and understand what is in it.' And when Nadan read it, he said, 'O my lord! who is able to build a castle between the heaven and the earth?'"
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:9",
                            "text": "And when the king heard the speech of Nadan he sorrowed with a great and sore sorrow, and stepped down from his throne and sat in the ashes, and began to weep and wail over Haiqar"
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:10",
                            "text": "Saying, 'O my grief! O Haiqar, who didst know the secrets and the riddles! woe is me for thee, O Haiqar! O teacher of my country and ruler of my kingdom, where shall I find thy like? 0 Haiqar, O teacher of my country, where shall I turn for thee? woe is me for thee! how did I destroy thee! and I listened to the talk of a stupid, ignorant boy without knowledge, without religion, without manliness."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:11",
                            "text": "Ah! and again Ah for myself! who can give thee to me just for once, or bring me word that Haiqar is alive?\nand I would give him the half of my kingdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:12",
                            "text": "Whence is this to me? Ah, Haiqar! that I might see thee just for once, that I might take my fill of gazing at thee,\nand delighting in thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:13",
                            "text": "Ah! O my grief for thee to all time! 0 Haiqar, how have I killed thee! and I tarried not in thy case till I had seen the end of the matter.'"
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:14",
                            "text": "And the king went on weeping night and day. Now when the swordsman saw the wrath of the king and his\nsorrow for Haiqar, his heart was softened towards him, and he approached into his presence and said to him:"
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:15",
                            "text": "'O my lord! command thy servants to cut off my head.' Then said the king to him: 'Woe to thee, Abu Samik, 'what is thy fault?'"
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:16",
                            "text": "And the swordsman said unto him, 'O my master! every slave who acts contrary to the word of his master is killed, and I have acted contrary to thy command.'"
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:17",
                            "text": "Then the king said unto him. 'Woe unto thee, O Abu Samik, in what hast thou acted contrary to my command?'"
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:18",
                            "text": "And the swordsman said unto him, 'O my lord! thou didst command me to kill Haiqar, and I knew that thou wouldst repent thee concerning him, and that he had been wronged, and I hid him in a certain place, and I killed one of his slaves, and he is now safe in the cistern, and if thou command me I will bring him to thee.'"
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:19",
                            "text": "And the king said unto him. 'Woe to thee, O Abu Samik! thou hast mocked me and I am thy lord.'"
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:20",
                            "text": "And the swordsman said unto him, 'Nay, but by the life of thy head, O my lord! Haiqar is safe and alive.'"
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:21",
                            "text": "And when the king heard that saying, he felt sure of the matter, and his head swam, and he fainted from joy, and he commanded them to bring Haiqar."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:22",
                            "text": "And he said to the swordsman, 'O trusty servant! if thy speech be true, I would fain enrich thee, and exalt thy dignity above that of all thy friends.'"
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:23",
                            "text": "And the swordsman went along rejoicing till he came to Haiqar's house. And he opened the door of the hiding-place, and went down and found Haiqar sitting, praising God, and thanking Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:24",
                            "text": "And he shouted to him, saying, 'O Haiqar, I bring the greatest of joy, and happiness, and delight!'"
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:25",
                            "text": "And Haiqar said to him, 'What is the news, O Abu Samik?' And he told him all about Pharaoh from the beginning to the end. Then he took him and went to the king."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:26",
                            "text": "And when the king looked at him, he saw him in a state of want, and that his hair had grown long like the wild beasts' and his nails like the claws of an eagle, and that his body was dirty with dust, and the colour of his face had changed and faded and was now like ashes."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:27",
                            "text": "And when the king saw him he sorrowed over him and rose at once and embraced him and kissed him, and wept over him and said: 'Praise be to God! who hath brought thee back to me.'"
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:28",
                            "text": "Then he consoled him and comforted him. And he stripped off his robe, and put it on the swordsman, and was very gracious to him, and gave him great wealth, and made Haiqar rest."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:29",
                            "text": "Then said Haiqar to the king, 'Let my lord the king live for ever! These be the deeds of the children of the world. I have reared me a palm-tree that I might lean on it, and it bent sideways, and threw me down."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:30",
                            "text": "But, O my lord! since I have appeared before thee, let not care oppress thee.' And the king said to him: 'Blessed be God, who showed thee mercy, and knew that thou wast wronged, and saved thee and delivered thee from being slain."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:31",
                            "text": "But go to the warm bath, and shave thy head, and cut thy nails, and change thy clothes and amuse thyself for the space of forty days, that thou mayst do good to thyself and improve thy condition and the colour of thy face may come back to thee."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:32",
                            "text": "Then the king stripped off his costly robe, and put it on Haiqar, and Haiqar thanked God and did obeisance to the king, and departed to his dwelling glad and happy, praising the Most High God."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Wisdom of Ahikar 4:33",
                            "text": "And the people of his household rejoiced with him, and his friends and every one who heard that he was alive rejoiced also."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Wisdom of Ahikar 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:1",
                            "text": "And he did as the king commanded him, and took a rest for forty days."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:2",
                            "text": "Then he dressed himself in his gayest dress, and went riding to the king, with his slaves behind him and before him, rejoicing and delighted."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:3",
                            "text": "But when Nadan his sister's son perceived what was happening, fear took hold of him and terror, and he was perplexed, not knowing what to do."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:4",
                            "text": "And when Haiqar saw it he entered into the king's presence and greeted him, and he returned the greeting, and made him sit down at his side, saying to him, 'O my darling Haiqar! look at these letters which the king of Egypt sent to us, after he had heard that thou wast slain."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:5",
                            "text": "They have provoked us and overcome us, and many of the people of our country have fled to Egypt for fear of the taxes that the king of Egypt has sent to demand from us.'"
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:6",
                            "text": "Then Haiqar took the letter and read it and understood all its contents."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:7",
                            "text": "Then he said to the king, Be not wroth, O my lord! I will go to Egypt, and I will return the answers to Pharaoh, and I will display this letter to him, and I will reply to him about the taxes, and I will send back all those who have run away; and I will put thy enemies to shame with the help of the Most High God, and for the happiness of thy kingdom.'"
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:8",
                            "text": "And when the king heard this speech from Haiqar he rejoiced with a great joy, and his heart was expanded and he showed him favour."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:9",
                            "text": "And Haiqar said to the king: 'Grant me a delay of forty days that I may consider this question and manage it.' And the king permitted this."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:10",
                            "text": "And Haiqar went to his dwelling, and he commanded the huntsmen to capture two young eaglets for him, and they captured them and brought them to him: and he commanded the weavers of ropes to weave two cables of cotton for him, each of them two thousand cubits long, and he had the carpenters brought and ordered them to make two great boxes, and they did this."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:11",
                            "text": "Then he took two little lads, and spent every day sacrificing lambs and feeding the eagles and the boys, and making the boys ride on the backs of the eagles, and he bound them with a firm knot, and tied the cable to the feet of the eagles and let them soar upwards little by little every day, to a distance of ten cubits, till they grew accustomed and were educated to it; and they rose all the length of the rope till they reached the sky; the boys being on their backs. Then he drew them to himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:12",
                            "text": "And when Haiqar saw that his desire was fulfilled he charged the boys that when they were borne aloft to the sky they were to shout, saying:"
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:13",
                            "text": "Bring us clay and stone that we may build a castle for king Pharaoh, for we are idle.'"
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:14",
                            "text": "And Haiqar was never done training them and exercising them till they had reached the utmost possible point (of skill)."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:15",
                            "text": "Then leaving them he went to the king and said to him, 'O my lord! the work is finished according to thy desire. Arise with me that I may show thee the wonder.'"
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:16",
                            "text": "So the king sprang up and sat with Haiqar and went to a wide place and sent to bring the eagles and the boys, and Haiqar tied them and let them off into the air all the length of the ropes and they began to shout as he had taught them. Then he drew them to himself and put them in their places."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:17",
                            "text": "And the king and those who were with him wondered with a great wonder: and the king kissed Haiqar between his eyes and said to him, 'Go in peace, O my beloved! O pride of my kingdom! to Egypt and answer the questions of Pharaoh and overcome him by the strength of the Most High God.'"
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:18",
                            "text": "Then he bade him farewell, and took his troops and his army and the young men and the eagles, and went towards the dwellings of Egypt; and when he had arrived, he turned towards the country of the king."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:19",
                            "text": "And when the people of Egypt knew that Sennacherib had sent a man of his Privy Council to talk with Pharaoh and to answer his questions, they carried the news to king Pharaoh, and he sent a party of his Privy Councillors to bring him before him."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:20",
                            "text": "And he came and entered into the presence of Pharaoh, and did obeisance to him as it is fitting to do to kings."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:21",
                            "text": "And he said to him: 'O my lord the king! Sennacherib the king hails thee with abundance of peace and might, and honour."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:22",
                            "text": "And he has sent me, who am one of his slaves, that I may answer thee thy questions, and may fulfil all thy desire: for thou hast sent to seek from my lord the king a man who will build thee a castle between the heaven and the earth."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:23",
                            "text": "And I by the help of the Most High God and thy noble favour and the power of my lord the king will build it for thee as thou desirest."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:24",
                            "text": "But, O my lord the king! what thou hast said in it about the taxes of Egypt for three years - now the stability of a kingdom is strict justice, and if thou winnest and my hand hath no skill in replying to thee, then my lord the king will send thee the taxes which thou hast mentioned."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:25",
                            "text": "And if I shall have answered thee in thy questions, it shall remain for thee to send whatever thou hast mentioned to my lord the king.'"
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:26",
                            "text": "And when Pharaoh heard that speech, he wondered and was perplexed by the freedom of his tongue and the pleasantness of his speech."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:27",
                            "text": "And king Pharaoh said to him, 'O man! what is thy name?' And he said, 'Thy servant is Abiqam, and I am a little ant of the ants of king Sennacherib.'"
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:28",
                            "text": "And Pharaoh said to him, 'Had thy lord no one of higher dignity than thee, that he has sent me a little ant to reply to me, and to converse with me?'"
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:29",
                            "text": "And Haiqar said to him, 'O my lord the king! I would to God Most High that I may fulfill what is on thy mind, for God is with the weak that He may confound the strong.'"
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:30",
                            "text": "Then Pharaoh commanded that they should prepare a dwelling for Abiqam and supply him with provender, meat, and drink, and all that he needed."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:31",
                            "text": "And when it was finished, three days afterwards Pharaoh clothed himself in purple and red and sat on his throne, and all his viziers and the magnates of his kingdom were standing with their hands crossed, their feet close together, and their heads bowed."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:32",
                            "text": "And Pharaoh sent to fetch Abiqam, and when he was presented to him, he did obeisance before him, and kissed the ground in front of him."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:33",
                            "text": "And king Pharaoh said to him, 'O Abiqam, whom am I like? and the nobles of my kingdom, to whom are they like?'"
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:34",
                            "text": "And Haiqar said to him, 'O my lord the king! thou art like the idol Bel, and the nobles of thy kingdom are like his servants.'"
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:35",
                            "text": "He said to him, 'Go, and come back hither to-morrow.' So Haiqar went as king Pharaoh had commanded him."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:36",
                            "text": "And on the morrow Haiqar went into the presence of Pharaoh, and did obeisance, and stood before the king. And Pharaoh was dressed in a red colour, and the nobles were dressed in white."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:37",
                            "text": "And Pharaoh said to him, 'O Abiqam, whom am I like? and the nobles of my kingdom, to whom are they like?'"
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:38",
                            "text": "And Abiqam said to him, 'O my lord! thou art like the sun, and thy servants are like its beams.' And Pharaoh said to him, 'Go to thy dwelling, and come hither to-morrow.'"
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:39",
                            "text": "Then Pharaoh commanded his Court to wear pure white, and Pharaoh was dressed like them and sat upon his throne and he commanded them to fetch Haiqar. And he entered and sat down before him."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:40",
                            "text": "And Pharaoh said to him, 'O Abiqam, whom am I like? and my nobles, to whom are they like?'"
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:41",
                            "text": "And Abiqam said to him, 'O my lord! thou art like the moon, and thy nobles are like the planets and the stars.' And Pharaoh said to him, 'Go, and to-morrow be thou here.'"
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:42",
                            "text": "Then Pharaoh commanded his servants to wear robes of various colours, and Pharaoh wore a red velvet dress, and sat on his throne, and commanded them to fetch Abiqam. And he entered and did obeisance before him."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:43",
                            "text": "And he said, 'O Abiqam, whom am I like? and my armies, to whom are they like?' And he said, 'O my lord! thou art like the month of April, and thy armies are like its flowers.'"
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:44",
                            "text": "And when the king heard it he rejoiced with a great joy, and said, 'O Abiqam! the first time thou didst compare me to the idol Bel, and my nobles to his servants."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:45",
                            "text": "And the second time thou didst compare me to the sun, and my nobles to the sunbeam.'"
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:46",
                            "text": "And the third time thou didst compare me to the moon, and my nobles to the planets and the stars.'"
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:47",
                            "text": "And the fourth time thou didst compare me to the month of April, and my nobles to its flowers. But now, O Abiqam! tell me, thy lord, king Sennacherib, whom is he like? and his nobles, to whom are they like?'"
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:48",
                            "text": "And Haiqar shouted with a loud voice and said: 'Be it far from me to make mention of my lord the king and thou seated on thy throne. But get up on thy feet that I may tell thee whom my lord the king is like and to whom his nobles are like.'"
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:49",
                            "text": "And Pharaoh was perplexed by the freedom of his tongue and his boldness in answering. Then Pharaoh arose from his throne, and stood before Haiqar, and said to him, 'Tell me now, that I may perceive whom thy lord the king is like, and his nobles, to whom they are like.'"
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:50",
                            "text": "And Haiqar said to him: 'My lord is the God of heaven, and his nobles are the lightnings and the thunder, and when he wills the winds blow and the rain falls."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:51",
                            "text": "And he commands the thunder, and it lightens and rains, and he holds the sun, and it gives not its light, and the moon and the stars, and they circle not."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:52",
                            "text": "And he commands the tempest, and it blows and the rain falls and it tramples on April and destroys its flowers and its houses.'"
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:53",
                            "text": "And when Pharaoh heard this speech, he was greatly perplexed and was wroth with a great wrath, and said to him: 'O man! tell me the truth, and let me know who thou really art.'"
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:54",
                            "text": "And he told him the truth. 'I am Haiqar the scribe, greatest of the Privy Councillors of king Sennacherib, and I am his vizier and the Governor of his kingdom, and his Chancellor.'"
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:55",
                            "text": "And he said to him, 'Thou hast told the truth in this saying. But we have heard of Haiqar, that king Sennacherib has slain him, yet thou dost seem to be alive and well.'"
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:56",
                            "text": "And Haiqar said to him, 'Yes, so it was, but praise be to God, who knoweth what is hidden, for my lord the king commanded me to be killed, and he believed the word of profligate men, but the Lord delivered me, and blessed is he who trusteth in Him.'"
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Wisdom of Ahikar 5:57",
                            "text": "And Pharaoh said to Haiqar, 'Go, and to-morrow be thou here, and tell me a word that I have never heard from my nobles nor from the people of my kingdom and my country.'"
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Wisdom of Ahikar 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:1",
                            "text": "And Haiqar went to his dwelling, and wrote a letter, saying in it on this wise:"
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:2",
                            "text": "'From Sennacherib king of Assyria and Nineveh to Pharaoh king of Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:3",
                            "text": "'Peace be to thee, O my brother! and what we make known to thee by this is that a brother has need of his brother, and kings of each other, and my hope from thee is that thou wouldst lend me nine hundred talents of gold, for I need it for the victualling of some of the soldiers, that I may spend it upon them. And after a little while I will send it thee.'"
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:4",
                            "text": "Then he folded the letter, and presented it on the morrow to Pharaoh."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:5",
                            "text": "And when he saw it, he was perplexed and said to him, 'Verily I have never heard anything like this language from any one.'"
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:6",
                            "text": "Then Haiqar said to him, 'Truly this is a debt which thou owest to my lord the king.'"
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:7",
                            "text": "And Pharaoh accepted this, saying, 'O Haiqar, it is the like of thee who are honest in the service of kings."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:8",
                            "text": "Blessed be God who hath made thee perfect in wisdom and hath adorned thee with philosophy and knowledge."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:9",
                            "text": "And now, O Haiqar, there remains what we desire from thee, that thou shouldst build us a castle between heaven and earth.'"
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:10",
                            "text": "Then said Haiqar, 'To hear is to obey. I will build thee a castle according to thy wish and choice; but, O my lord! prepare us lime and stone and clay and workmen, and I have skilled builders who will build for thee as thou desirest.'"
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:11",
                            "text": "And the king prepared all that for him, and they went to a wide place; and Haiqar and his boys came to it, and he took the eagles and the young men with him; and the king and all his nobles went and the whole city assembled, that they might see what Haiqar would do."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:12",
                            "text": "Then Haiqar let the eagles out of the boxes, and tied the young men on their backs, and tied the ropes to the eagles' feet, and let them go in the air. And they soared upwards, till they remained between heaven and earth."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:13",
                            "text": "And the boys began to shout, saying, 'Bring bricks, bring clay, that we may build the king's castle, for we are standing idle!'"
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:14",
                            "text": "And the crowd were astonished and perplexed, and they wondered. And the king and his nobles wondered."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:15",
                            "text": "And Haiqar and his servants began to beat the workmen and they shouted for the king's troops, saying to them, 'Bring to the skilled workmen what they want and do not hinder them from their work.'"
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:16",
                            "text": "And the king said to him, 'Thou art mad; who can bring anything up to that distance?'"
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:17",
                            "text": "And Haiqar said to him, 'O my lord! how shall we build a castle in the air? and if my lord the king were here, he would have built several castles in a single day.'"
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:18",
                            "text": "And Pharaoh said to him, 'Go, O Haiqar, to thy dwelling, and rest, for we have given up building the castle, and to-morrow come to me.'"
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:19",
                            "text": "Then Haiqar went to his dwelling and on the morrow he appeared before Pharaoh. And Pharaoh said, 'O Haiqar, what news is there of the horse of thy lord? for when he neighs in the country of Assyria and Nineveh, and our mares hear his voice, they cast their young.'"
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:20",
                            "text": "And when Haiqar heard this speech he went and took a cat, and bound her and began to flog her with a violent flogging till the Egyptians heard it, and they went and told the king about it."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:21",
                            "text": "And Pharaoh sent to fetch Haiqar, and said to him, 'O Haiqar, wherefore dost thou flog thus and beat that dumb beast?'"
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:22",
                            "text": "And Haiqar said to him, 'O my lord the king! verily she has done an ugly deed to me, and has deserved this drubbing and flogging, for my lord king Sennacherib had given me a fine cock, and he had a strong true voice and knew the hours of the day and the night."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:23",
                            "text": "And the cat got up this very night and cut off its head and went away, and because of this deed I have treated her to this drubbing.'"
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:24",
                            "text": "And Pharaoh said to him, 'O Haiqar, I see from all this that thou art growing old and art in thy dotage, for between Egypt and Nineveh there are sixty-eight parasangs, and how did she go this very night and cut off the head of thy cock and come back?'"
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:25",
                            "text": "And Haiqar said to him, 'O my lord! if there were such a distance between Egypt and Nineveh, how could thy mares hear when my lord the king's horse neighs and cast their young? and how could the voice of the horse reach to Egypt?'"
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:26",
                            "text": "And when Pharaoh heard he knew that Haiqar had answered his questions."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:27",
                            "text": "And Pharaoh said, 'O Haiqar, I want thee to make me ropes of the sea-sand.'"
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:28",
                            "text": "And Haiqar said to him, 'O my lord the king! order them to bring me a rope out of the treasury that I may make one like it.'"
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:29",
                            "text": "Then Haiqar went to the back of the house, and bored holes in the rough shore of the sea, and took a handful of sand in his hand, sea-sand, and when the sun rose, and penetrated into the holes, he spread the sand in the sun till it became as if woven like ropes."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:30",
                            "text": "And Haiqar said, 'Command thy servants to take these ropes, and whenever thou desirest it, I will weave thee some like them.'"
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:31",
                            "text": "And Pharaoh said, 'O Haiqar, we have a millstone here and it has been broken and I want thee to sew it up.'"
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:32",
                            "text": "Then Haiqar looked at it and found another stone."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:33",
                            "text": "And he said to Pharaoh. 'O my lord! I am a foreigner and I have no tool for sewing."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:34",
                            "text": "But I want thee to command thy faithful shoemakers to cut awls from this stone, that I may sew that millstone.'"
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:35",
                            "text": "Then Pharaoh and all his nobles laughed. And he said, 'Blessed be the Most High God, who gave thee this wit and knowledge.'"
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:36",
                            "text": "And when Pharaoh saw that Haiqar had overcome him, and returned him his answers, he at once became excited, and commanded them to collect for him three years' taxes, and to bring them to Haiqar."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:37",
                            "text": "And he stripped off his robes and put them upon Haiqar, and his soldiers, and his servants, and gave him the expenses of his journey."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:38",
                            "text": "And he said to him, 'Go in peace, O strength of his lord and pride of his Doctors! have any of the Sultans thy like? give my greetings to thy lord king Sennacherib, and say to him how we have sent him gifts, for kings are content with little.'"
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:39",
                            "text": "Then Haiqar arose, and kissed king Pharaoh's hands and kissed the ground in front of him, and wished him strength and continuance, and abundance in his treasury, and said to him, 'O my lord! I desire from thee that not one of our countrymen may remain in Egypt.'"
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:40",
                            "text": "And Pharaoh arose and sent heralds to proclaim in the streets of Egypt that not one of the people of Assyria or Nineveh should remain in the land of Egypt, but that they should go with Haiqar."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:41",
                            "text": "Then Haiqar went and took leave of king Pharaoh, and journeyed, seeking the land of Assyria and Nineveh; and he had some treasures and a great deal of wealth."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:42",
                            "text": "And when the news reached king Sennacherib that Haiqar was coming, he went out to meet him and rejoiced over him exceedingly with great joy and embraced him and kissed him, and said to him, 'Welcome home, O kinsman! my brother Haiqar, the strength of my kingdom, and pride of my realm."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:43",
                            "text": "Ask what thou wouldst have from me, even if thou desirest the half of my kingdom and of my possessions.'"
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:44",
                            "text": "Then said Haiqar unto him, 'O my lord the king, live for ever! Show favour, O my lord the king! to Abu Samik in my stead, for my life was in the hands of God and in his.'"
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:45",
                            "text": "Then said Sennacherib the king, 'Honour be to thee, O my beloved Haiqar! I will make the station of Abu Samik the swordsman higher than all my Privy Councillors and my favourites.'"
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:46",
                            "text": "Then the king began to ask him how he had got on with Pharaoh from his first arrival until he had come away from his presence, and how he had answered all his questions, and how he had received the taxes from him, and the changes of raiment and the presents."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:47",
                            "text": "And Sennacherib the king rejoiced with a great joy, and said to Haiqar, 'Take what thou wouldst fain have of this tribute, for it is all within the grasp of thy hand.'"
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:48",
                            "text": "And Haiqar said: 'Let the king live for ever! I desire naught but the safety of my lord the king and the continuance of his greatness."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:49",
                            "text": "O my lord! what can I do with wealth and its like? but if thou wilt show me favour, give me Nadan, my sister's son, that I may recompense him for what he has done to me, and grant me his blood and hold me guiltless of it.'"
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Wisdom of Ahikar 6:50",
                            "text": "And Sennacherib the king said, 'Take him, I have given him to thee,' And Haiqar took Nadan, his sister's son, and bound his hands with chains of iron, and took him to his dwelling, and put a heavy fetter on his feet, and tied it with a tight knot, and after binding him thus he cast him into a dark room, beside the retiring-place, and appointed Nebu-hal as sentinel over him and commanded him to give him a loaf of bread and a little water every day."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Wisdom of Ahikar 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:1",
                            "text": "And whenever Haiqar went in or out he scolded Nadan, his sister's son, saying to him wisely:"
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:2",
                            "text": "'O Nadan, my boy! I have done to thee all that is good and kind, and thou hast rewarded me for it with what is ugly and bad and with killing."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:3",
                            "text": "'O my son! it is said in the proverbs: He who listeneth not with his ear, they will make him listen with the scruff of his neck.'"
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:4",
                            "text": "And Nadan said, 'For what cause art thou wroth with me?'"
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:5",
                            "text": "And Haiqar said to him, 'Because I brought thee up, and taught thee, and gave thee honour and respect and made thee great, and reared thee with the best of breeding, and seated thee in my place that thou mightest be my heir in the world, and thou didst treat me with killing and didst repay me with my ruin."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:6",
                            "text": "But the Lord knew that I was wronged, and He saved me from the snare which thou hadst set for me, for the Lord healeth the broken hearts and hindereth the envious and the haughty."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:7",
                            "text": "'O my boy! thou hast been to me like the scorpion which, when it strikes on brass, pierces it."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:8",
                            "text": "'O my boy! thou art like the gazelle who was eating the roots of the madder, and it said to her, \"Eat of me to-day and take thy fill, and to-morrow they will tan thy hide in my roots.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:9",
                            "text": "'O my boy! thou hast been to me like a man who saw his comrade naked in the chilly time of winter; and he took cold water and poured it upon him."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:10",
                            "text": "'O my boy! thou hast been to me like a man who took a stone, and threw it up to heaven to stone his Lord with it. And the stone did not hit, and did not reach high enough, but it became the cause of guilt and sin."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:11",
                            "text": "'O my boy! if thou hadst honoured me and respected me and hadst listened to my words thou wouldst have been my heir, and wouldst have reigned over my dominions."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:12",
                            "text": "'O my son! know thou that if the tail of the dog or the pig were ten cubits long it would not approach to the worth of the horse's even if it were like silk."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:13",
                            "text": "'O my boy! I thought that thou wouldst have been my heir at my death; and thou through thy envy and thy insolence didst desire to kill me. But the Lord delivered me from thy cunning."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:14",
                            "text": "'O my son! thou hast been to me like a trap which was set up on the dunghill, and there came a sparrow and found the trap set up. And the sparrow said to the trap, \"What doest thou here?\" Said the trap, \"I am praying here to God.\""
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:15",
                            "text": "And the lark asked it also, \"What is the piece of wood that thou holdest?\" Said the trap, \"That is a young oak-tree on which I lean at the time of prayer.\""
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:16",
                            "text": "Said the lark: \"And what is that thing in thy mouth?\" Said the trap: \"That is bread and victuals which I carry for all the hungry and the poor who come near to me.\""
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:17",
                            "text": "Said the lark: \"Now then may I come forward and eat, for I am hungry?\" And the trap said to him, \"Come forward.\" And the lark approached that it might eat."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:18",
                            "text": "But the trap sprang up and seized the lark by its neck."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:19",
                            "text": "And the lark answered and said to the trap, \"If that is thy bread for the hungry God accepteth not thine alms and thy kind deeds."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:20",
                            "text": "And if that is thy fasting and thy prayers, God accepteth from thee neither thy fast nor thy prayer, and God will not perfect what is good concerning thee.\""
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:21",
                            "text": "'O my boy, thou hast been to me (as) a lion who made friends with an ass, and the ass kept walking before the lion for a time; and one day the lion sprang upon the ass and ate it up."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:22",
                            "text": "'O my boy! thou hast been to me like a weevil in the wheat, for it does no good to anything, but spoils the wheat and gnaws it."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:23",
                            "text": "'O my boy! thou hast been like a man who sowed ten measures of wheat, and when it was harvest time, he arose and reaped it, and garnered it, and threshed it, and toiled over it to the very utmost, and it turned out to be ten measures, and its master said to it: \"O thou lazy thing! thou hast not grown and thou hast not shrunk.\""
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:24",
                            "text": "'O my boy! thou hast been to me like the partridge that had been thrown into the net, and she could not save herself, but she called out to the partridges, that she might cast them with herself into the net."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:25",
                            "text": "'O my son! thou hast been to me like the dog that was cold and it went into the potter's house to get warm."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:26",
                            "text": "And when it had got warm, it began to bark at them, and they chased it out and beat it, that it might not bite them."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:27",
                            "text": "'O my son! thou hast been to me like the pig who went into the hot bath with people of quality, and when it came out of the hot bath, it saw a filthy hole and it went down and, wallowed in it."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:28",
                            "text": "'O my son! thou hast been to me like the goat which joined its comrades on their way to the sacrifice, and it was unable to save itself."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:29",
                            "text": "'O my boy! the dog which is not fed from its hunting becomes food for flies."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:30",
                            "text": "'O my son! the hand which does not labour and plough and (which) is greedy and cunning shall be cut away from its shoulder."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:31",
                            "text": "'O my son! the eye in which light is not seen, the ravens shall pick at it and pluck it out."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:32",
                            "text": "'O my boy! thou hast been to me like a tree whose branches they were cutting, and it said to them, \"If something of me were not in your hands, verily you would be unable to cut me.\""
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:33",
                            "text": "'O my boy! thou art like the cat to whom they said: \"Leave off thieving till we make for thee a chain of gold and feed thee with sugar and almonds.\""
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:34",
                            "text": "And she said, \"I am not forgetful of the craft of my father and my mother.\""
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:35",
                            "text": "'O my son! thou hast been like the serpent riding on a thorn-bush when he was in the midst of a river, and a wolf saw them and said, \"Mischief upon mischief, and let him who is more mischievous than they direct both of them.\""
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:36",
                            "text": "And the serpent said to the wolf, \"The lambs and the goats and the sheep which thou hast eaten all thy life, wilt thou return them to their fathers and to their parents or no?\""
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:37",
                            "text": "Said the wolf, \"No.\" And the serpent said to him, \"I think that after myself thou art the worst of us.\""
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:38",
                            "text": "'O my boy! I fed thee with good food and thou didst not feed me with dry bread."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:39",
                            "text": "'O my boy! I gave thee sugared water to drink and good syrup, and thou didst not give me water from the well to drink."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:40",
                            "text": "'O my boy! I taught thee, and brought thee up, and thou didst dig a hiding-place for me and didst conceal me."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:41",
                            "text": "O my boy! I brought thee up with the best upbringing and trained thee like a tall cedar; and thou hast twisted and bent me."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:42",
                            "text": "O my boy! it was my hope concerning thee that thou wouldst build me a fortified castle, that I might be concealed from my enemies in it, and thou didst become to me like one burying in the depth of the earth; but the Lord took pity on me and delivered me from thy cunning."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:43",
                            "text": "O my boy! I wished thee well, and thou didst reward me with evil and hatefulness, and now I would fain tear out thine eyes, and make thee food for dogs, and cut out thy tongue, and take off thy head with the edge of the sword, and recompense thee for thine abominable deeds.'"
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:44",
                            "text": "And when Nadan heard this speech from his uncle Haiqar, he said: 'O my uncle! deal with me according to thy knowledge, and forgive me my sins, for who is there who hath sinned like me, or who is there who forgives like thee?"
                        },
                        {
                            "verse": 45,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:45",
                            "text": "Accept me, O my uncle! Now I will serve in thy house, and groom thy horses and sweep up the dung of thy cattle, and feed thy sheep, for I am the wicked and thou art the righteous: I the guilty and thou the forgiving.'"
                        },
                        {
                            "verse": 46,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:46",
                            "text": "And Haiqar said to him, 'O my boy! thou art like the tree which was fruitless beside the water, and its master was fain to cut it down, and it said to him, \"Remove me to another place, and if I do not bear fruit, cut me down.\""
                        },
                        {
                            "verse": 47,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:47",
                            "text": "And its master said to it, \"Thou being beside the water hast not borne fruit, how shalt thou bear fruit when thou art in another place?\""
                        },
                        {
                            "verse": 48,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:48",
                            "text": "O my boy! the old age of the eagle is better than the youth of the crow."
                        },
                        {
                            "verse": 49,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:49",
                            "text": "O my boy! they said to the wolf, \"Keep away from the sheep lest their dust should harm thee.\" And the wolf said, \"The dregs of the sheep's milk are good for my eyes.\""
                        },
                        {
                            "verse": 50,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:50",
                            "text": "O my boy! they made the wolf go to school that he might learn to read, and they said to him, \"Say A, B.\" He said, \"Lamb and goat in my belly.\""
                        },
                        {
                            "verse": 51,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:51",
                            "text": "O my boy! they set the ass down at the table and he fell, and began to roll himself in the dust, and one said, \"Let him roll himself, for it is his nature, he will not change.\""
                        },
                        {
                            "verse": 52,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:52",
                            "text": "O my boy! the saying has been confirmed which runs: \"If thou begettest a boy, call him thy son, and if thou rearest a boy, call him thy slave.\""
                        },
                        {
                            "verse": 53,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:53",
                            "text": "O my boy! he who doeth good shall meet with good; and he who doeth evil shall meet with evil, for the Lord requiteth a man according to the measure of his work."
                        },
                        {
                            "verse": 54,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:54",
                            "text": "O my boy! what shall I say more to thee than these sayings? for the Lord knoweth what is hidden, and is acquainted with the mysteries and the secrets."
                        },
                        {
                            "verse": 55,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:55",
                            "text": "And He will requite thee and will judge betwixt me and thee, and will recompense thee according to thy desert,'"
                        },
                        {
                            "verse": 56,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:56",
                            "text": "And when Nadan heard that speech from his uncle Haiqar, he swelled up immediately and became like a blown-out bladder."
                        },
                        {
                            "verse": 57,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:57",
                            "text": "And his limbs swelled and his legs and his feet and his side, and he was torn and his belly burst asunder\nand his entrails were scattered, and he perished, and died."
                        },
                        {
                            "verse": 58,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:58",
                            "text": "And his latter end was destruction, and he went to hell. For he who digs a pit for his brother shall fall into it; and he who sets up traps shall be caught in them."
                        },
                        {
                            "verse": 59,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:59",
                            "text": "This is what happened and (what) we found about the tale of Haiqar, and praise be to God for ever.\n\nAmen, and peace."
                        },
                        {
                            "verse": 60,
                            "chapter": 7,
                            "name": "Wisdom of Ahikar 7:60",
                            "text": "This chronicle is finished with the help of God, may He be exalted:\n\nAmen, Amen, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}