{
    "books": [
        {
            "name": "Sozoman: Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sozoman: Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:1",
                            "text": "Sozomen, Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:3",
                            "text": "—After the Death of Constantine the Great, the Adherents of Eusebius and Theognis attack the Nicene Faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:4",
                            "text": "We have now seen what events transpired in the churches during the reign of Constantine."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:5",
                            "text": "On his death the doctrine which had been set forth at Nicaea, was subjected to renewed examination."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:6",
                            "text": "Although this doctrine was not universally approved, no one, during the life of Constantine, had dared to reject it openly."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:7",
                            "text": "At his death, however, many renounced this opinion, especially those who had previously been suspected of treachery."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:8",
                            "text": "Of all these Eusebius and Theognis, bishops of the province of Bithynia, did everything in their power to give predominance to the tenets of Arius."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:9",
                            "text": "They believed that this object would be easily accomplished, if the return of Athanasius from exile could be prevented, and by giving the government of the Egyptian churches to a bishop of like opinion with them."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:10",
                            "text": "They found an efficient coadjutor in the presbyter who had obtained from Constantine the recall of Arius."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:11",
                            "text": "He was held in high esteem by the emperor Constantius, on account of the service he had rendered in delivering to him the testament of his father; since he was trusted, he boldly seized the opportunities, until he became an intimate of the emperor's wife, and of the powerful eunuchs of the women's sleeping apartments."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:12",
                            "text": "At this period Eusebius  was appointed to superintend the concerns of the royal household, and being zealously attached to Arianism, he induced the empress and many of the persons belonging to the court to adopt the same sentiments."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:13",
                            "text": "Hence disputations concerning doctrines again became prevalent, both in private and in public, and revilings and animosities were renewed."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sozoman: Book III 1:14",
                            "text": "This state of things was in accordance with the views of Theognis and his partisans."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sozoman: Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:2",
                            "text": "—Return of Athanasius the Great from Rome; Letter of Constantine Caesar, Son of Constantine the Great; Renewed Machinations of the Arians against Athanasius; Acacius of Berroea; War between Constans and Constantine."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:3",
                            "text": "At this period Athanasius returned from Gaul to Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:4",
                            "text": "It is said that Constantine intended to have recalled him, and that in his testament he even gave orders to that effect."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:5",
                            "text": "But as he was prevented by death from performing his intention, his son who bore his name, and who was then commanding in Western Gaul, recalled Athanasius, and wrote a letter on the subject to the people of Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:6",
                            "text": "Having met with a copy of this letter translated from the Latin into Greek, I shall insert it precisely as I found it."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:7",
                            "text": "It is as follows:—      \"Constantine Caesar, to the people of the Catholic Church in the city of Alexandria."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:8",
                            "text": "\"You cannot, I believe, be unacquainted with the fact that Athanasius, the interpreter of the venerated law, since the cruelty of his bloodthirsty and hostile enemies continued, to the danger of his sacred person, was sent for a time into Gaul in order that he might not incur irretrievable extremities through the perversity of these worthless opponents; in order then to make this danger futile, he was taken out of the jaws of the men, who pressed upon him, and was commanded to live near me, so that in the city where he dwelt, he might be amply furnished with all necessaries; but his virtue is so famous and extraordinary, because he is confident of Divine aid, that he sets at naught all the rougher burdens of fortune."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:9",
                            "text": "Our lord and my father, Constantine Augustus, of blessed memory, intended to have reinstated this bishop in his own place, and thus especially to have restored him to your much beloved piety; but, since he was anticipated by the human lot, and died before fulfilling his intention, I, as his successor, purpose to carry into execution the design of the emperor of Divine memory."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:10",
                            "text": "Athanasius will inform you, when he shall see your face, in how great reverence he was held by me."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:11",
                            "text": "Nor is it surprising that I should have acted as I have done towards him, for the image of your own desire and the appearance of so noble a man, moved and impelled me to this step."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:12",
                            "text": "May Divine Providence watch over you, my beloved brethren\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:13",
                            "text": "In consequence of this letter from the emperor Athanasius went home, and resumed the government of the Egyptian churches."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:14",
                            "text": "Those who were attached to the Arian doctrines were thrown into consternation and could not keep the peace; they excited continuous seditions, and had recourse to other machinations against him."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:15",
                            "text": "The partisans of Eusebius accused him before the emperor of being a seditious person, and of having reversed the decree of exile, contrary to the laws of the church, and without the consent of the bishops."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:16",
                            "text": "I shall presently relate in the proper place, how, by their intrigues, Athanasius was again expelled from Alexandria."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:17",
                            "text": "Eusebius, surnamed Pamphilus, died  about this period, and Acacius succeeded to the bishopric of Caesarea in Palestine."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:18",
                            "text": "He was a zealous imitator of Eusebius because he had been instructed by him in the Sacred Word; he possessed a capable mind and was polished in expression, so that he left many writings worthy of commendation."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:19",
                            "text": "Not long after,  the emperor Constantine declared war against his brother Constans at Aquileia,  and was slain by his own generals."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Sozoman: Book III 2:20",
                            "text": "The Roman Empire was divided between the surviving brothers; the West fell to the lot of Constans and the East to Constantius."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sozoman: Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:2",
                            "text": "—Paul, Bishop of Constantinople, and Macedonius, the Pneumatomachian."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:3",
                            "text": "Alexander died  about this time, and Paul succeeded to the high priesthood of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:4",
                            "text": "The followers of Arius and Macedonius assert that he took possession at his own motion, and against the advice of Eusebius, bishop of Nicomedia, or of Theodore, bishop of Heraclea, in Thrace; upon whom, as being the nearest bishops, the right of conferring ordination devolved."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:5",
                            "text": "Many, however, maintain, on the testimony of Alexander, whom he succeeded, that he was ordained by the bishops who were then assembled at Constantinople."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:6",
                            "text": "For when Alexander, who was ninety-eight years of age, and who had conducted the episcopal office vigorously for twenty-three years, was at the point of death, his clergy, asked him to whom he wished to turn over his church."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:7",
                            "text": "\"If,\" replied he, \"you seek a man good in Divine matters and one who is apt to teach you, have Paul."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:8",
                            "text": "But if you desire one who is conversant with public affairs, and with the councils of rulers, Macedonius is better\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:9",
                            "text": "The Macedonians themselves admit that this testimony was given by Alexander; but they say that Paul was more skilled in the transaction of business and the art of eloquence; but they put emphasis for Macedonius, on the testimony of his life; and they accuse Paul of having been addicted to effeminacy and an indifferent conduct."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:10",
                            "text": "It appears, however, from their own acknowledgment, that Paul was a man of eloquence, and brilliant in teaching the Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:11",
                            "text": "Events proved that he was not competent to combat the casualties of life, or to hold intercourse with those in power; for he was never successful in subverting the machinations of his enemies,  like those who are adroit in the management of affairs."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:12",
                            "text": "Although he was greatly beloved by the people, he suffered severely from the treachery of those who then rejected the doctrine which prevailed at Nicaea."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:13",
                            "text": "In the first place, he was expelled from the church of Constantinople, as if some accusation of misconduct had been established against him."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:14",
                            "text": "He was then condemned to banishment, and finally, it is said, fell a victim to the devices of his enemies, and was strangled."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sozoman: Book III 3:15",
                            "text": "But these latter events took place at a subsequent period."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sozoman: Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:2",
                            "text": "—A Sedition was excited on the Ordination of Paul."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:3",
                            "text": "The ordination of Paul occasioned a great commotion in the Church of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:4",
                            "text": "During the life of Alexander, the Arians did not act very openly; for the people by being attentive to him were well governed and honored Divine things, and especially believed that the unexpected occurrence which befell Arius, whom they believed met such a death, was the Divine wrath, drawn down by the imprecations of Alexander."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:5",
                            "text": "After the death of this bishop, however, the people became divided into two parties, and disputes and contests concerning doctrines were openly carried on."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:6",
                            "text": "The adherents of Arius desired the ordination of Macedonius, while those who maintained that the Son is consubstantial with the Farther wished to have Paul as their bishop; and this latter party prevailed."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:7",
                            "text": "After the ordination of Paul, the emperor, who chanced to be away from home, returned to Constantinople, and manifested as much displeasure at what had taken place as though the bishopric had been conferred upon an unworthy man."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:8",
                            "text": "Through the machinations of the enemies of Paul a Synod was convened, and he was expelled from the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sozoman: Book III 4:9",
                            "text": "It handed over the Church of Constantinople to Eusebius, bishop of Nicomedia."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sozoman: Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:2",
                            "text": "—The Partial Council of Antioch; it deposed Athanasius; it substituted Gregory; its Two Statements of the Faith; those who agreed with them."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:3",
                            "text": "Soon after these occurrences, the emperor went to Antioch, a city of Syria."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:4",
                            "text": "Here a church had already been completed, which excelled in size and beauty."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:5",
                            "text": "Constantine began to build it during his lifetime, and as the structure had been just finished by his son Constantius, it was deemed a favorable opportunity by the partisans of Eusebius, who of old were zealous for it, to convene a council."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:6",
                            "text": "They, therefore, with those from various regions who held their sentiments, met together in Antioch;  their bishops were about ninety-seven in number."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:7",
                            "text": "Their professed object was the consecration of the newly finished church; but they intended nothing else than the abolition of the decrees of the Nicaean Council, and this was fully proved by the sequel."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:8",
                            "text": "The Church of Antioch was then governed by Placetus,  who had succeeded Euphronius."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:9",
                            "text": "The death of Constantine the Great had taken place about five years prior to this period."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:10",
                            "text": "When all the bishops had assembled in the presence of the emperor Constantius, the majority expressed great indignation, and vigorously accused Athanasius of having contemned the sacerdotal regulation which they had enacted,  and taken possession of the bishopric of Alexandria without first obtaining the sanction of a council."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:11",
                            "text": "They also deposed that he was the cause of the death of several persons, who fell in a sedition excited by his return; and that many others had on the same occasion been arrested and delivered up to the judicial tribunals."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:12",
                            "text": "By these accusations they contrived to cast odium on Athanasius, and it was decreed that Gregory should be invested with the government of the Church of Alexandria."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:13",
                            "text": "They then turned to the discussion of doctrinal questions, and found no fault with the decrees of the council of Nice."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:14",
                            "text": "They dispatched letters to the bishops of every city, in which they declared that, as they were bishops themselves, they had not followed Arius."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:15",
                            "text": "\"For how,\" said they, \"could we have been followers of him, when he was but a presbyter,  and we were placed above him?\" Since they were the testers of his faith, they had readily received him; and they believed in the faith which had from the beginning been handed down by tradition."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:16",
                            "text": "This they further explained at the bottom of their letter, but without mentioning the substance of the Father or the Son, or the term consubstantial."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:17",
                            "text": "They resorted, in fact, to such ambiguity of expression, that neither the Arians nor the followers of the decrees of the Nicaean Council could call the arrangement of their words into question, as though they were ignorant of the holy Scriptures."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:18",
                            "text": "They purposely avoided all forms of expression which were rejected by either party, and only made use of those which were universally admitted."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:19",
                            "text": "They confessed  that the Son is with the Father, that He is the only begotten One, and that He is God, and existed before all things; and that He took flesh upon Him, and fulfilled the will of His Father."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:20",
                            "text": "They confessed these and similar truths, but they did not describe the doctrine of the Son being co-eternal or consubstantial with the Father, or the opposite."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:21",
                            "text": "They subsequently changed their minds, it appears, about this formulary, and issued another,  which, I think, very nearly resembled that of the council of Nice, unless, indeed, some secret meaning be attached to the words which is not apparent to me."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:22",
                            "text": "Although they refrained—I know not from what motive—from saying that the Son is consubstantial, they confessed that He is immutable, that His Divinity is not susceptible of change, that He is the perfect image of the substance, and counsel, and power, and glory of the Father, and that He is the first-born of every creature."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:23",
                            "text": "They stated that they had found this formulary of faith, and that it was entirely written by Lucianus,  who was martyred in Nicomedia, and who was a man highly approved and exceedingly accurate in the sacred Scriptures."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:24",
                            "text": "I know not whether this statement was really true, or whether they merely advanced it in order to give weight to their own document, by connecting with it the dignity of a martyr."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:25",
                            "text": "Not only did Eusebius (who, on the expulsion of Paul, had been transferred from Nicomedia to the throne of Constantinople) participate in this council, but likewise Acacius, the successor of Eusebius Pamphilus, Patrophilus, bishop of Scythopolis, Theodore, bishop of Heraclea, formerly called Perinthus, Eudoxius, bishop of Germanicia, who subsequently directed the Church of Constantinople after Macedonius, and Gregory, who had been chosen to preside over the Church of Alexandria."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Sozoman: Book III 5:26",
                            "text": "It was universally acknowledged that all these bishops held the same sentiments, such as Dianius,  bishop of Caesarea in Cappadocia, George, bishop of Laodicea in Syria, and many others who acted as bishops over metropolitan and other distinguished churches."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sozoman: Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:2",
                            "text": "—Eusebius surnamed Emesenus; Gregory accepted Alexandria; Athanasius seeks Refuge in Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:3",
                            "text": "Eusebius, surnamed Emesenus, likewise attended the council."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:4",
                            "text": "He sprang from a noble family of Edessa, a city of Osroënae."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:5",
                            "text": "According to the custom of his country, he had from his youth upwards, learned the Holy Word, and was afterwards made acquainted with the learning of the Greeks, by the teachers who then frequented his native city."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:6",
                            "text": "He subsequently acquired a more intimate knowledge of sacred literature under the guidance of Eusebius Pamphilus and Patrophilus, the president of Scythopolis."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:7",
                            "text": "He went to Antioch at the time that Eustathius was deposed on the accusation of Cyrus, and lived with Euphronius, his successor, on terms of intimacy."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:8",
                            "text": "He fled to escape being invested with the priestly dignity, went to Alexandria and frequented the schools of the philosophers."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:9",
                            "text": "After acquainting himself with their mode of discipline, he returned to Antioch and dwelt with Placetus, the successor of Euphronius."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:10",
                            "text": "During the time that the council was held in that city, Eusebius, bishop of Constantinople, entreated him to accept the see of Alexandria for it was thought that, by his great reputation for sanctity and consummate eloquence, he would easily supplant Athanasius in the esteem of the Egyptians."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:11",
                            "text": "He, however, refused the ordination, on the plea that he could otherwise only incur the ready hatred of the Alexandrians, who would have no other bishop but Athanasius."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:12",
                            "text": "Gregory was, therefore, appointed to the church of Alexandria, and Eusebius to that of Emesa."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:13",
                            "text": "There he suffered from a sedition; for the people accused him of practicing that variety of astronomy which is called astrological, and being obliged to seek safety by flight, he repaired to Laodicea, and dwelt with George, bishop of that city, who was his particular friend."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:14",
                            "text": "He afterwards accompanied this bishop to Antioch, and obtained permission from the bishops Placetus and Narcissus to return to Emesa."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:15",
                            "text": "He was much esteemed by the emperor Constantius, and attended him in his military expedition against the Persians."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:16",
                            "text": "It is said that God wrought miracles through his instrumentality, as is testified by George of Laodicea,  who has related these and other incidents about him."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:17",
                            "text": "But although he was endowed with so many exalted qualities, he could not escape the jealousy of those who are irritated by witnessing the virtues of others."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:18",
                            "text": "He endured the censure of having embraced the doctrines of Sabellius."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:19",
                            "text": "At the present time, however, he voted with the bishops who had been convened at Antioch."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:20",
                            "text": "It is said that Maximus, bishop of Jerusalem, purposely, kept aloof from this council, because he repented having unawares consented to the deposition of Athanasius."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:21",
                            "text": "The manager of the Roman see, nor any representative from the east of Italy, nor from the parts beyond Rome were present at Antioch."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:22",
                            "text": "At the same period of time, the Franks devastated Western Gaul; and the provinces of the East, and more particularly Antioch after the Synod, were visited by tremendous earthquakes."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:23",
                            "text": "After the Synod, Gregory repaired to Alexandria with a large body of soldiers, who were enjoined to provide an undisturbed and safe entrance into the city; the Arians also, who were anxious for the expulsion of Athanasius, sided with him."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:24",
                            "text": "Athanasius, fearful lest the people should be exposed to sufferings on his account,  assembled them by night in the church, and when the soldiers came to take possession of the church, prayers having been concluded, he first ordered a psalm to be sung."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:25",
                            "text": "During the chanting of this psalm the soldiers remained without and quietly awaited its conclusion, and in the meantime Athanasius passed under the singers and secretly made his escape, and fled to Rome."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:26",
                            "text": "In this manner Gregory possessed himself of the see of Alexandria."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Sozoman: Book III 6:27",
                            "text": "The indignation of the people was aroused, and they burnt the church which bore the name of Dionysius, one of their former bishops."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sozoman: Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:2",
                            "text": "—High Priests of Rome and of Constantinople; Restoration of Paul after Eusebius; the Slaughter of Hermogenes, a General of the Army; Constantius came from Antioch and removed Paul, and was wrathfully disposed toward the City; he allowed Macedonius to be in Doubt, and returned to Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:3",
                            "text": "Thus were the schemes of those who upheld various heresies in opposition to truth successfully carried into execution; and thus did they depose those bishops who strenuously maintained throughout the East the supremacy of the doctrines of the Nicaean Council."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:4",
                            "text": "These heretics had taken possession of the most important sees, such as Alexandria in Egypt, Antioch in Syria, and the imperial city of the Hellespont, and they held all the persuaded bishops in subjection."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:5",
                            "text": "The ruler of the Church at Rome and all the priests of the West regarded these deeds as a personal insult; for they had accorded from the beginning with all the decisions in the vote made by those convened at Nice, nor did they now cease from that way of thinking."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:6",
                            "text": "On the arrival of Athanasius, they received him kindly, and espoused his cause among themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:7",
                            "text": "Irritated at this interference, Eusebius wrote to Julius, exhorting him to constitute himself a judge of the decrees that had been enacted against Athanasius by the council of Tyre."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:8",
                            "text": "But before he had been able to ascertain the sentiments of Julius, and, indeed, not long after the council of Antioch, Eusebius died."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:9",
                            "text": "Immediately upon this event, those citizens of Constantinople who maintained the doctrines of the Nicaean Council, conducted Paul to the church."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:10",
                            "text": "At the same time those of the opposing multitude seized this occasion and came together in another church, among whom were the adherents of Theognis, bishop of Nicaea, of Theodore, bishop of Heraclea, and others of the same party who chanced to be present, and they ordained Macedonius bishop of Constantinople."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:11",
                            "text": "This excited frequent seditions in the city which assumed all the appearance of a war, for the people fell upon one another, and many perished."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:12",
                            "text": "The city was filled with tumult, so that the emperor, who was then at Antioch, on hearing of what had occurred, was moved to wrath, and issued a decree for the expulsion of Paul."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:13",
                            "text": "Hermogenes, general of the cavalry, endeavored to put this edict of the emperor's into execution; for having been sent to Thrace, he had, on the journey, to pass by Constantinople, and he thought, by means of his army, to eject Paul from the church by force."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:14",
                            "text": "But the people, instead of yielding, met him with open resistance, and while the soldiers, in order to carry out the orders they had received, attempted still greater violence, the insurgents entered the house of Hermogenes, set fire to it, killed him, and attaching a cord to his body, dragged it through the city."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:15",
                            "text": "The emperor had no sooner received this intelligence than he took horse for Constantinople, in order to punish the people."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:16",
                            "text": "But he spared them when he saw them coming to meet him with tears and supplications."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:17",
                            "text": "He deprived the city of about half of the corn which his father, Constantine, had granted them annually out of the public treasury from the tributes of Egypt, probably from the idea that luxury and excess made the populace idle and disposed to sedition."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:18",
                            "text": "He turned his anger against Paul and commanded his expulsion from the city."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:19",
                            "text": "He manifested great displeasure against Macedonius also, because he was the occasion of the murder of the general and of other individuals and also, because he had been ordained without first obtaining his sanction."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:20",
                            "text": "He, however, returned to Antioch, without having either confirmed or dissolved his ordination."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:21",
                            "text": "Meanwhile the zealots of the Arian tenets deposed Gregory, because he was indifferent in the support of their doctrines, and had moreover incurred the ill-will of the Alexandrians on account of the calamities which had befallen the city at his entrance, especially the conflagration of the church."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Sozoman: Book III 7:22",
                            "text": "They elected George, a native of Cappadocia, in his stead;  this new bishop was admired on account of his activity and his zeal in support of the Arian dogma."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sozoman: Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:2",
                            "text": "—Arrival of the Eastern High Priests at Rome; Letter of Julius, Bishop of Rome, concerning them; by means of the Letters of Julius, Paul and Athanasius receive their own Sees; Contents of the Letter from the Archpriests of the East to Julius."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:3",
                            "text": "Athanasius, on leaving Alexandria, had fled to Rome."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:4",
                            "text": "Paul, bishop of Constantinople, Marcellus, bishop of Ancyra, and Asclepas, bishop of Gaza, repaired thither at the same time."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:5",
                            "text": "Asclepas, who was opposed to the Arians and had therefore been deposed, after having been accused by some of the heterodox of having thrown down an altar; Quintianus had been appointed in his stead over the Church of Gaza."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:6",
                            "text": "Lucius also, bishop of Adrianople, who had been deposed from the church under his care on another charge, was dwelling at this period in Rome."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:7",
                            "text": "The Roman bishop, on learning the accusation against each individual, and on finding that they held the same sentiments about the Nicaean dogmas, admitted them to communion as of like orthodoxy; and as the care for all was fitting to the dignity of his see, he restored them all to their own churches."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:8",
                            "text": "He wrote to the bishops of the East, and rebuked them for having judged these bishops unjustly, and for harassing the Churches by abandoning the Nicaean doctrines."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:9",
                            "text": "He summoned a few among them to appear before him on an appointed day, in order to account to him for the sentence they had passed, and threatened to bear with them no longer, unless they would cease to make innovations."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:10",
                            "text": "This was the tenor of his letters."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:11",
                            "text": "Athanasius and Paul were reinstated in their respective sees, and forwarded the letter of Julius to the bishops of the East."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:12",
                            "text": "The bishops could scarcely brook such documents, and they assembled together at Antioch,  and framed a reply to Julius, beautifully expressed and composed with great legal skill, yet filled with considerable irony and indulging in the strongest threats."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:13",
                            "text": "They confessed in this epistle, that the Church of Rome was entitled to universal honor, because it was the school of the apostles, and had become the metropolis of piety from the outset, although the introducers of the doctrine had settled there from the East."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:14",
                            "text": "They added that the second place in point of honor ought not to be assigned to them, because they did not have the advantage of size or number in their churches; for they excelled the Romans in virtue and determination."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:15",
                            "text": "They called Julius to account for having admitted the followers of Athanasius into communion, and expressed their indignation against him for having insulted their Synod and abrogated their decrees, and they assailed his transactions as unjust and discordant with ecclesiastical right."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:16",
                            "text": "After these censures and protestations against such grievances, they proceeded to state, that if Julius would acknowledge the deposition of the bishops whom they had expelled, and the substitution of those whom they had ordained in their stead, they would promise peace and fellowship; but that, unless he would accede to these terms, they would openly declare their opposition."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:17",
                            "text": "They added that the priests who had preceded them in the government of the Eastern churches had offered no opposition to the deposition of Novatian, by the Church of Rome."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Sozoman: Book III 8:18",
                            "text": "They made no allusion in their letter to any deviations they had manifested from the doctrines of the council of Nice, but merely stated they had various reasons to allege in justification of the course they had pursued, and that they considered it unnecessary to enter at that time upon any defense of their conduct, as they were suspected of having violated justice in every respect."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sozoman: Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:2",
                            "text": "—Ejection of Paul and Athanasius; Macedonius is invested with the Government of the Church of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:3",
                            "text": "After having written in this strain to Julius, the bishops of the East brought accusations against those whom they had deposed before the emperor Constantius."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:4",
                            "text": "Accordingly, the emperor, who was then at Antioch, wrote to Philip, the prefect of Constantinople, commanding him to surrender the Church to Macedonius, and to expel Paul from the city."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:5",
                            "text": "The prefect feared the commotion among the people, and before the order of the emperor could be divulged, he repaired to the public bath which is called Zeuxippus, a conspicuous and large structure, and summoned Paul, as if he wished to converse with him on some affairs of general interest; as soon as he had arrived, he showed him the edict of the emperor."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:6",
                            "text": "Paul was, according to orders, secretly conducted through the palace contiguous to the bath, to the seaside, and placed on board a vessel and was sent to Thessalonica, whence, it is said, his ancestors originally came."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:7",
                            "text": "He was strictly prohibited from approaching the Eastern regions, but was not forbidden to visit Illyria and the remoter provinces."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:8",
                            "text": "On quitting the court room, Philip, accompanied by Macedonius, proceeded to the church."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:9",
                            "text": "The people, who had in the meantime been assembling together in untold numbers, quickly filled the church, and the two parties into which they were divided, namely, the supporters of the Arian heresy and the followers of Paul respectively, strove to take possession of the building."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:10",
                            "text": "When the prefect and Macedonius arrived at the gates of the church, the soldiers endeavored to force back the people, in order to make way for these dignitaries, but as they were so crowded together, it was impossible for them to recede, since they were closely packed to the farthest point, or to make way; the soldiers, under the impression that the crowd was unwilling to retire, slew many with their swords, and a great number were killed by being trampled upon."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:11",
                            "text": "The edict of the emperor was thus accomplished, and Macedonius received the Churches, while Paul was unexpectedly ejected from the Church in Constantinople."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:12",
                            "text": "Athanasius in the meantime had fled, and concealed himself, fearing the menace of the emperor Constantius, for he had threatened to punish him with death; for the heterodox had made the emperor believe that he was a seditious person, and that he had, on his return to the bishopric, occasioned the death of several persons."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Sozoman: Book III 9:13",
                            "text": "But the anger of the emperor had been chiefly excited by the representation that Athanasius had sold the provisions which the emperor Constantine had bestowed on the poor of Alexandria, and had appropriated the price."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sozoman: Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:2",
                            "text": "—The Bishop of Rome writes to the Bishops of the East in Favor of Athanasius, and they send an Embassy to Rome who, with the Bishop of Rome, are to investigate the Charges against the Eastern Bishops; this Deputation is dismissed by Constans, the Caesar."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:3",
                            "text": "The bishops of Egypt,  having sent a declaration in writing that these allegations were false, and Julius having been apprised that Athanasius was far from being in safety in Egypt, sent for him to his own city."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:4",
                            "text": "He replied at the same time to the letter of the bishops who were convened at Antioch, for just then he happened to have received their epistle,  and accused them of having clandestinely introduced innovations contrary to the dogmas of the Nicene council, and of having violated the laws of the Church, by neglecting to invite him to join their Synod; for he alleged that there is a sacerdotal canon which declares that whatever is enacted contrary to the judgment of the bishop of Rome is null."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:5",
                            "text": "He also reproached them for having deviated from justice in all their proceedings against Athanasius, both at Tyre and Mareotis, and stated that the decrees enacted at the former city had been annulled, on account of the calumny concerning the hand of Arsenius, and at the latter city, on account of the absence of Athanasius."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:6",
                            "text": "Last of all he reprehended the arrogant style of their epistle."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:7",
                            "text": "Julius was induced by all these reasons to undertake the defense of Athanasius and of Paul: the latter had arrived in Italy not long previously, and had lamented bitterly these calamities."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:8",
                            "text": "When Julius perceived that what he had written to those who held the sacerdotal dignity in the East was of no avail, he made the matter known to Constans the emperor."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:9",
                            "text": "Accordingly, Constans wrote to his brother Constantius, requesting him to send some of the bishops of the East, that they might assign a reason for the edicts of deposition which they had passed."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:10",
                            "text": "Three bishops were selected for this purpose; namely, Narcissus, bishop of Irenopolis, in Cilicia; Theodore, bishop of Heraclea, in Thrace; and Mark, bishop of Arethusa, in Syria."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:11",
                            "text": "On their arrival in Italy, they strove to justify their actions and to persuade the emperor that the sentence passed by the Eastern Synod was just."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:12",
                            "text": "Being required to produce a statement of their belief, they concealed the formulary they had drawn up at Antioch, and presented another written confession  which was equally at variance with the doctrines approved at Nicaea."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Sozoman: Book III 10:13",
                            "text": "Constans perceived that they had unjustly entrapped both Paul and Athanasius, and had ejected them from communion, not for charges against his conduct, as the depositions held, but simply on account of differences in doctrine; and he accordingly dismissed the deputation without giving any credit to the representations for which they had come."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sozoman: Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:2",
                            "text": "—The Long Formulary and the Enactments issued by the Synod of Sardica."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:3",
                            "text": "Julius, Bishop of Rome, and Hosius, the Spanish Bishop, deposed by the Bishops of the East, because they held Communion with Athanasius and the Rest."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:4",
                            "text": "Three years afterwards, the bishops of the East  sent to those of the West a formulary of faith, which, because it had been framed with verbiage and thoughts in excess of any former confession, was called μακρόστιχος ἔκθεσις."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:5",
                            "text": "In this formulary they made no mention of the substance of God, but those are excommunicated who maintain that the Son arose out of what had no previous existence, or that He is of Another hypostasis, and not of God, or that there was a time or an age in which He existed not."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:6",
                            "text": "Eudoxius, who was still bishop of Germanicia, Martyrius, and Macedonius, carried this document, but the Western priests did not entertain it; for they declared that they felt fully satisfied with the doctrines established at Nicaea, and thought it entirely unnecessary to be too curious about such points."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:7",
                            "text": "After the Emperor Constans  had requested his brother to reinstate the followers of Athanasius in their sees, and had found his application to be unavailing, on account of the counteracting influence of those who adopted a hostile heresy; and when, moreover, the party of Athanasius and Paul entreated Constans to assemble a Synod on account of the plots for the abolition of orthodox doctrines, both the emperors were of the opinion that the bishops of the East and of the West should be convened on a certain day at Sardica, a city of Illyria."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:8",
                            "text": "The bishops of the East, who had previously assembled at Philippopolis, a city of Thrace, wrote to the bishops of the West, who had already assembled at Sardica, that they would not join them, unless they would eject the followers of Athanasius from their assembly, and from communion with them, because they had been deposed."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:9",
                            "text": "They afterwards went to Sardica, but declared they would not enter the church, while those who had been deposed by them were admitted thither."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:10",
                            "text": "The bishops of the West replied, that they never had ejected them, and that they would not yield this now, particularly as Julius, bishop of Rome, after having investigated the case, had not condemned them, and that besides, they were present and ready to justify themselves and to refute again the offenses imputed to them."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:11",
                            "text": "These declarations, however, were of no avail; and since the time they had appointed for the adjustment of their differences, concerning which they had convened, had expired, they finally wrote letters to one another on these points, and by these they were led to an increase of their previous ill-will."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:12",
                            "text": "And after they had convened separately, they brought forward opposite decisions; for the Eastern bishops confirmed the sentences they had already enacted against Athanasius, Paul, Marcellus, and Asclepas, and deposed Julius, bishop of Rome, because he had been the first to admit those who had been condemned by them, into communion; and Hosius, the confessor, was also deposed, partly for the same reason, and partly because he was the friend of Paulinus and Eustathius, the rulers of the church in Antioch."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:13",
                            "text": "Maximus, bishop of Treves, was deposed, because he had been among the first who had received Paul into communion, and had been the cause of his returning to Constantinople, and because he had excluded from communion the Eastern bishops who had repaired to Gaul."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:14",
                            "text": "Besides the above, they likewise deposed Protogenes, bishop of Sardica, and Gaudentius;  the one because he favored Marcellus, although he had previously condemned him, and the other because he had adopted a different line of conduct from that of Cyriacus, his predecessor, and had supported many individuals then deposed by them."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:15",
                            "text": "After issuing these sentences, they made known to the bishops of every region, that they were not to hold communion with those who were deposed, and that they were not to write to them, nor to receive letters from them."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Sozoman: Book III 11:16",
                            "text": "They likewise commanded them to believe what was said concerning God in the formulary which they subjoined to their letter, and in which no mention was made of the term \"consubstantial,\" but in which, those were excommunicated who said there are three Gods, or that Christ is not God, or that the Father, the Son, and the Holy Ghost are the same, or that the Son is unbegotten, or that there was a time or an age in which He existed not."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sozoman: Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:2",
                            "text": "—The Bishops of the Party of Julius and Hosius held another Session and deposed the Eastern High Priests, and also made a Formulary of Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:3",
                            "text": "The adherents of Hosius,  in the meantime, assembled together, and declared them innocent: Athanasius, because unjust machinations had been carried on against him by those who had convened at Tyre; and Marcellus, because he did not hold the opinions with which he was charged; and Asclepas, because he had been re-established in his diocese by the vote of Eusebius Pamphilus and of many other judges; that this was true he proved by the records of the trial; and lastly, Lucius, because his accusers had fled."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:4",
                            "text": "They wrote to the parishes of each of the acquitted, commanding them to receive and recognize their bishops."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:5",
                            "text": "They stated that Gregory had not been nominated by them bishop of Alexandria; nor Basil, bishop of Ancyra; nor Quintianus, bishop of Gaza; and that they had not received these men into communion, and did not even account them Christians."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:6",
                            "text": "They deposed from the episcopates, Theodore, bishop of Thrace; Narcissus, bishop of Irenopolis; Acacius, bishop of Caesarea, in Palestine; Menophantus, bishop of Ephesus; Ursacius, bishop of Sigidunus in Moesia; Valens, bishop of Mursia in Pannonia; and George, bishop of Laodicea, although this latter had not attended the Synod with the Eastern bishops."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:7",
                            "text": "They ejected the above-named individuals from the priesthood and from communion, because they separated the Son from the substance of the Father, and had received those who had been formerly deposed on account of their holding the Arian heresy, and had, moreover, promoted them to the highest offices in the service of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:8",
                            "text": "After they had excided them for these perversions and decreed them to be aliens to the Catholic Church, they afterwards wrote to the bishops of every nation,  commanding them to confirm these decrees, and to be of one mind on doctrinal subjects with themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:9",
                            "text": "They likewise compiled another document of faith, which was more copious than that of Nicaea, although the same thought was carefully preserved, and very little change was made in the words of that instrument."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:10",
                            "text": "Hosius and Protogenes, who held the first rank among the Western bishops assembled at Sardica, fearing perhaps lest they should be suspected of making any innovations upon the doctrines of the Nicene council, wrote to Julius,  and testified that they were firmly attached to these doctrines, but, pressed by the need of perspicuity, they had to expand the identical thought, in order that the Arians might not take advantage of the brevity of the document, to draw those who were unskilled in dialectics into some absurdity."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:11",
                            "text": "When what I have related had been transacted by each party, the conference was dissolved, and the members returned to their respective homes."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:12",
                            "text": "This Synod was held during the consulate of Rufinus and Eusebius, and about eleven years after the death of Constantine."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Sozoman: Book III 12:13",
                            "text": "There were about three hundred  bishops of cities in the West, and upwards of seventy-six Eastern bishops, among whom was Ischyrion, who had been appointed bishop of Mareotis by the enemies of Athanasius."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sozoman: Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:2",
                            "text": "—After the Synod, the East and the West are separated; the West nobly adheres to the Faith of the Nicene Council, while the East is disturbed by Contention here and there over this Dogma."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:3",
                            "text": "After this Synod, the Eastern and the Western churches ceased to maintain the intercourse which usually exists among people of the same faith, and refrained from holding communion with each other."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:4",
                            "text": "The Christians of the West separated themselves from all as far as Thrace; those of the East as far as Illyria."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:5",
                            "text": "This divided state of the churches was mixed, as might be supposed, with dissentient views and calumnies."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:6",
                            "text": "Although they had previously differed on doctrinal subjects, yet the evil had attained no great height, for they had still held communion together and were wont to have kindred feelings."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:7",
                            "text": "The Church throughout the whole of the West in its entirety regulated itself by the doctrines of the Fathers, and kept aloof from all contentions and hair-splitting about dogma."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:8",
                            "text": "Although Auxentius, who had become bishop of Milan, and Valens and Ursacius, bishops of Pannonia, had endeavored to lead that part of the empire into the Arian doctrines, their efforts had been carefully anticipated by the president of the Roman see and the other priests, who cut out the seeds of such a troublesome heresy."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:9",
                            "text": "As to the Eastern Church, although it had been racked by dissension since the time of the council of Antioch, and although it had already openly differed from the Nicaean form of belief, yet I think it is true that the opinion of the majority united in the same thought, and confessed the Son to be of the substance of the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:10",
                            "text": "There were some, however, who were fond of wrangling and battled against the term \"consubstantial\" for those who had been opposed to the word at the beginning, thought, as I infer, and as happens to most people, that it would be a disgrace to appear as conquered."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:11",
                            "text": "Others were finally convinced of the truth of the doctrines concerning God, by the habit of frequent disputation on these themes, and ever afterwards continued firmly attached to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:12",
                            "text": "Others again, being aware that contentions ought not to arise, inclined toward that which was gratifying to each of the sides, on account of the influence, either of friendship or they were swayed by the various causes which often induce men to embrace what they ought to reject, and to act without boldness, in circumstances which require thorough conviction."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:13",
                            "text": "Many others, accounting it absurd to consume their time in altercations about words, quietly adopted the sentiments inculcated by the council of Nicaea."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:14",
                            "text": "Paul, bishop of Constantinople, Athanasius, bishop of Alexandria, the entire multitude of monks, Antony the Great, who still survived, his disciples, and a great number of Egyptians and of other places in the Roman territory, firmly and openly maintained the doctrines of the Nicaean council throughout the other regions of the East."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Sozoman: Book III 13:15",
                            "text": "As I have been led to allude to the monks, I shall briefly mention those who flourished during the reign of Constantius."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sozoman: Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:2",
                            "text": "—Of the Holy Men who flourished about this time in Egypt, namely, Antony, the Two Macariuses, Heraclius, Cronius, Paphnutius, Putubastus, Arsisius, Serapion, Piturion, Pachomius, Apollonius, Anuph, Hilarion, and a Register of many other Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:3",
                            "text": "I shall commence my recital  with Egypt and the two men named Macarius, who were the celebrated chiefs of Scetis and of the neighboring mountain; the one was a native of Egypt, the other was called Politicus, because he was a citizen and was of Alexandrian origin."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:4",
                            "text": "They were both so wonderfully endowed with Divine knowledge and philosophy, that the demons regarded them with terror, and they wrought many extraordinary works and miraculous cures."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:5",
                            "text": "The Egyptian, the story says, restored a dead man to life, in order to convince a heretic of the truth of the resurrection from the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:6",
                            "text": "He lived about ninety years, sixty of which he passed in the deserts."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:7",
                            "text": "When in his youth he commenced the study of philosophy, he progressed so rapidly, that the monks surnamed him \"old child,\" and at the age of forty he was ordained presbyter."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:8",
                            "text": "The other Macarius became a presbyter at a later period of his life; he was proficient in all the exercises of asceticism, some of which he devised himself, and what particulars he heard among other ascetics, he carried through to success in every form, so that by thoroughly drying up his skin, the hairs of his beard ceased to grow."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:9",
                            "text": "Pambo, Heraclides, Cronius, Paphnutius, Putubastus, Arsisius, Serapion the Great, Piturion, who dwelt near Thebes, and Pachomius, the founder of the monks called the Tabennesians, flourished at the same place and period."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:10",
                            "text": "The attire and government of this sect differed in some respects from those of other monks."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:11",
                            "text": "Its members were, however, devoted to virtue, they contemned the things of earth, excited the soul to heavenly contemplation, and prepared it to quit the body with joy."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:12",
                            "text": "They were clothed in skins in remembrance of Elias, it appears to me, because they thought that the virtue of the prophet would be thus always retained in their memory, and that they would be enabled, like him to resist manfully the seductions of amorous pleasures, to be influenced by similar zeal, and be incited to the practice of sobriety by the hope of an equal reward."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:13",
                            "text": "It is said that the peculiar vestments of these Egyptian monks had reference to some secret connected with their philosophy, and did not differ from those of others without some adequate cause."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:14",
                            "text": "They wore their tunics without sleeves, in order to teach that the hands ought not to be ready to do presumptuous evil."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:15",
                            "text": "They wore a covering on their heads called a cowl, to show that they ought to live with the same innocence and purity as infants who are nourished with milk, and wear a covering of the same form."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:16",
                            "text": "Their girdle, and a species of scarf, which they wear across the loins, shoulders, and arms, admonish them that they ought to be always ready in the service and work of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:17",
                            "text": "I am aware that other reasons have been assigned for their peculiarity of attire, but what I have said appears to me to be sufficient."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:18",
                            "text": "It is said that Pachomius at first practiced philosophy alone in a cave, but that a holy angel appeared to him, and commanded him to call together some young monks, and live with them, for he had succeeded well in pursuing philosophy by himself, and to train them by the laws which were about to be delivered to him, and now he was to possess and benefit many as a leader of communities."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:19",
                            "text": "A tablet was then given to him, which is still carefully preserved."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:20",
                            "text": "Upon this tablet were inscribed injunctions by which he was bound to permit every one to eat, to drink, to work, and to fast, according to his capabilities of so doing; those who ate heartily were to be subjected to arduous labor, and the ascetic were to have more easy tasks assigned them; he was commanded to have many cells erected, in each of which three monks were to dwell, who were to take their meals at a common refectory in silence, and to sit around the table with a veil thrown over the face, so that they might not be able to see each other or anything but the table and what was set before them; they were not to admit strangers to eat with them, with the exception of travelers, to whom they were to show hospitality; those who desired to live with them, were first to undergo a probation of three years, during which time the most laborious tasks were to be done, and, by this method they could share in their community."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:21",
                            "text": "They were to clothe themselves in skins, and to wear woolen tiaras adorned with purple nails, and linen tunics and girdles."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:22",
                            "text": "They were to sleep in their tunics and garments of skin, reclining on long chairs specially constructed by being closed on each side, so that it could hold the material of each couch."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:23",
                            "text": "On the first and last days of the week they were to approach the altar for the communion in the holy mysteries, and were then to unloose their girdles and throw off their robes of skin."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:24",
                            "text": "They were to pray twelve times every day and as often during the evening, and were to offer up the same number of prayers during the night."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:25",
                            "text": "At the ninth hour they were to pray thrice, and when about to partake of food they were to sing a psalm before each prayer."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:26",
                            "text": "The whole community was to be divided into twenty-four classes, each of which was to be distinguished by one of the letters of the Greek alphabet, and so that each might have a cognomen fitting to the grade of its conduct and habit."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:27",
                            "text": "Thus the name of Iota was given to the more simple, and that of Zeta or of Xi to the crooked, and the names of the other letters were chosen according as the purpose of the order most fittingly answered the form of the letter."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:28",
                            "text": "These were the laws  by which Pachomius ruled his own disciples."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:29",
                            "text": "He was a man who loved men and was beloved of God, so that he could foreknow future events, and was frequently admitted to intercourse with the holy angels."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:30",
                            "text": "He resided at Tabenna, in Thebaïs, and hence the name Tabennesians, which still continues."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:31",
                            "text": "By adopting these rules for their government, they became very renowned, and in process of time increased so vastly, that they reached to the number of seven thousand men."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:32",
                            "text": "But the community on the island of Tabenna with which Pachomius lived, consisted of about thirteen hundred; the others resided in the Thebaïs and the rest of Egypt."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:33",
                            "text": "They all observed one and the same rule of life, and possessed everything in common."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:34",
                            "text": "They regarded the community established in the island of Tabenna as their mother, and the rulers of it as their fathers and their princes."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:35",
                            "text": "About the same period, Apollonius became celebrated by his profession of monastic philosophy."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:36",
                            "text": "It is said that from the age of fifteen he devoted himself to philosophy in the deserts, and that when he attained the age of forty, he went according to a Divine command he then received, to dwell in regions inhabited by men."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:37",
                            "text": "He had likewise a community in the Thebaïs."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:38",
                            "text": "He was greatly beloved of God, and was endowed with the power of performing miraculous cures and notable works."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:39",
                            "text": "He was exact in the observance of duty, and instructed others in philosophy with great goodness and kindness."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:40",
                            "text": "He was acceptable to such a degree in his prayers, that nothing of what he asked from God was denied him, but he was so wise that he always proffered prudent requests and such as the Divine Being is ever ready to grant."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:41",
                            "text": "I believe that Anuph the divine, lived about this period."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:42",
                            "text": "I have been informed that from the time of the persecution, when he first avowed his attachment to Christianity, he never uttered a falsehood, nor desired the things of earth."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:43",
                            "text": "All his prayers and supplications to God were duly answered, and he was instructed by a holy angel in every virtue."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:44",
                            "text": "Let, however, what we have said of the Egyptian monks suffice."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:45",
                            "text": "The same species of philosophy was about this time cultivated in Palestine, after being learned in Egypt, and Hilarion the divine then acquired great celebrity."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:46",
                            "text": "He was a native of Thabatha,  a village situated near the town of Gaza, towards the south, and hard by a torrent which falls into the sea, and received the same name as the village, from the people of that country."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:47",
                            "text": "When he was studying grammar at Alexandria, he went out into the desert to see the monk Antony the Great, and in his company he learned to adopt a like philosophy."
                        },
                        {
                            "verse": 48,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:48",
                            "text": "After spending a short time there, he returned to his own country, because he was not allowed to be as quiet as he wished, on account of the multitudes who flocked around Antony."
                        },
                        {
                            "verse": 49,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:49",
                            "text": "On finding his parents dead, he distributed his patrimony among his brethren and the poor, and without reserving anything whatever for himself, he went to dwell in a desert situated near the sea, and about twenty stadia from his native village."
                        },
                        {
                            "verse": 50,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:50",
                            "text": "His cell residence was a very little house, and was constructed of bricks, chips and broken tiles, and was of such a breadth, height, and length that no one could stand in it without bending the head, or lie down in it without drawing up the feet; for in everything he strove to accustom himself to hardship and to the subjugation of luxurious ease."
                        },
                        {
                            "verse": 51,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:51",
                            "text": "To none of those we have known did he yield in the high reach of his unboastful and approved temperance."
                        },
                        {
                            "verse": 52,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:52",
                            "text": "He contended against hunger and thirst, cold and heat, and other afflictions of the body and of the soul."
                        },
                        {
                            "verse": 53,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:53",
                            "text": "He was earnest in conduct, grave in discourse, and with a good memory and accurate attainment in Sacred Writ."
                        },
                        {
                            "verse": 54,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:54",
                            "text": "He was so beloved by God, that even now many afflicted and possessed people are healed at his tomb."
                        },
                        {
                            "verse": 55,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:55",
                            "text": "It is remarkable that he was first interred in the island of Cyprus, but that his remains are now deposited in Palestine; for it so happened, that he died during his residence in Cyprus, and was buried by the inhabitants with great honor and respect."
                        },
                        {
                            "verse": 56,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:56",
                            "text": "But Hesychas, one of the most renowned of his disciples, stole the body, conveyed it to Palestine, and interred it in his own monastery."
                        },
                        {
                            "verse": 57,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:57",
                            "text": "From that period, the inhabitants conducted a public and brilliant festival yearly; for it is the custom in Palestine to bestow this honor on those among them, who have attained renown by their goodness, such as Aurelius, Anthedonius, Alexion, a native of Bethagathon, and Alaphion, a native of Asalea, who, during the reign of Constantius, lived religiously and courageously in the practice of philosophy, and by their personal virtues they caused a considerable increase to the faith among the cities and villages that were still under the pagan superstition."
                        },
                        {
                            "verse": 58,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:58",
                            "text": "About the same period, Julian practiced philosophy near Edessa; he attempted a very severe and incorporeal method of life so that he seemed to consist of bones and skin without flesh."
                        },
                        {
                            "verse": 59,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:59",
                            "text": "The setting forth of the history is due to Ephraim, the Syrian writer, who wrote the story of Julian's life."
                        },
                        {
                            "verse": 60,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:60",
                            "text": "God himself confirmed the high opinion which men had formed of him; for He bestowed on him the power of expelling demons and of healing all kinds of diseases, without having recourse to drugs, but simply by prayer."
                        },
                        {
                            "verse": 61,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:61",
                            "text": "Besides the above, many other ecclesiastical philosophers flourished in the territories of Edessa and Amida, and about the mountain called Gaugalius; among these were Daniel and Simeon."
                        },
                        {
                            "verse": 62,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:62",
                            "text": "But I shall now say nothing further of the Syrian monks; I shall further on, if God will, describe them more fully."
                        },
                        {
                            "verse": 63,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:63",
                            "text": "It is said that Eustathius,  who governed the church of Sebaste in Armenia, founded a society of monks in Armenia, Paphlagonia, and Pontus, and became the author of a zealous discipline, both as to what meats were to be partaken of or to be avoided, what garments were to be worn, and what customs and exact course of conduct were to be adopted."
                        },
                        {
                            "verse": 64,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:64",
                            "text": "Some assert that he was the author of the ascetic treatises commonly attributed to Basil of Cappadocia."
                        },
                        {
                            "verse": 65,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:65",
                            "text": "It is said that his great exactness led him into certain extravagances which were altogether contrary to the laws of the Church."
                        },
                        {
                            "verse": 66,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:66",
                            "text": "Many persons, however, justify him from this accusation, and throw the blame upon some of his disciples, who condemned marriage, refused to pray to God in the houses of married persons, despised married presbyters, fasted on Lord's days, held their assemblies in private houses, denounced the rich as altogether without part in the kingdom of God, contemned those who partook of animal food."
                        },
                        {
                            "verse": 67,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:67",
                            "text": "They did not retain the customary tunics and stoles for their dress, but used a strange and unwonted garb, and made many other innovations."
                        },
                        {
                            "verse": 68,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:68",
                            "text": "Many women were deluded by them, and left their husbands; but, not being able to practice continence, they fell into adultery."
                        },
                        {
                            "verse": 69,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:69",
                            "text": "Other women, under the pretext of religion, cut off their hair, and behaved otherwise than is fitting to a woman, by arraying themselves in men's apparel."
                        },
                        {
                            "verse": 70,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:70",
                            "text": "The bishops of the neighborhood of Gangroe, the metropolis of Paphlagonia, assembled themselves together, and declared that all those who imbibed these opinions should be aliens to the Catholic Church, unless, according to the definitions of the Synod, they would renounce each of the aforesaid customs."
                        },
                        {
                            "verse": 71,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:71",
                            "text": "It is said that from that time, Eustathius exchanged his clothing for the stole, and made his journeys habited like other priests, thus proving that he had not introduced and practiced these novelties out of self-will, but for the sake of a godly asceticism."
                        },
                        {
                            "verse": 72,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:72",
                            "text": "He was as renowned for his discourses as for the purity of his life."
                        },
                        {
                            "verse": 73,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:73",
                            "text": "To confess the truth, he was not eloquent, nor had he ever studied the art of eloquence; yet he had admirable sense and a high capacity of persuasion, so that he induced several men and women, who were living in fornication, to enter upon a temperate and earnest course of life."
                        },
                        {
                            "verse": 74,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:74",
                            "text": "It is related that a certain man and woman, who, according to the custom of the Church, had devoted themselves to a life of virginity, were accused of cohabiting together."
                        },
                        {
                            "verse": 75,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:75",
                            "text": "He strove to make them cease from their intercourse; finding that his remonstrances produced no effect upon them, he sighed deeply, and said, that a woman who had been legally married had, on one occasion, heard him discourse on the advantage of continence, and was thereby so deeply affected that she voluntarily abstained from legitimate intercourse with her own husband, and that the weakness of his powers of conviction was, on the other hand, attested by the fact, that the parties above mentioned persisted in their illegal course."
                        },
                        {
                            "verse": 76,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:76",
                            "text": "Such were the men who originated the practice of monastic discipline in the regions above mentioned."
                        },
                        {
                            "verse": 77,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:77",
                            "text": "Although the Thracians, the Illyrians, and the other European nations were still inexperienced in monastic communities, yet they were not altogether lacking in men devoted to philosophy."
                        },
                        {
                            "verse": 78,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:78",
                            "text": "Of these, Martin,  the descendant of a noble family of Saboria in Pannonia, was the most illustrious."
                        },
                        {
                            "verse": 79,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:79",
                            "text": "He was originally a noted warrior, and the commander of armies; but, accounting the service of God to be a more honorable profession, he embraced a life of philosophy, and lived, in the first place, in Illyria."
                        },
                        {
                            "verse": 80,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:80",
                            "text": "Here he zealously defended the orthodox doctrines against the attacks of the Arian bishops, and after being plotted against and frequently beaten by the people, he was driven from the country."
                        },
                        {
                            "verse": 81,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:81",
                            "text": "He then went to Milan, and dwelt alone."
                        },
                        {
                            "verse": 82,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:82",
                            "text": "He was soon, however, obliged to quit his place of retreat on account of the machinations of Auxentius, bishop of that region, who did not hold soundly to the Nicene faith; and he went to an island called Gallenaria, where he remained for some time, satisfying himself with roots of plants."
                        },
                        {
                            "verse": 83,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:83",
                            "text": "Gallenaria is a small and uninhabited island lying in the Tyrrhenian Sea."
                        },
                        {
                            "verse": 84,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:84",
                            "text": "Martin was afterwards appointed bishop of the church of Tarracinae (Tours)."
                        },
                        {
                            "verse": 85,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:85",
                            "text": "He was so richly endowed with miraculous gifts that he restored a dead man to life, and performed other signs as wonderful as those wrought by the apostles."
                        },
                        {
                            "verse": 86,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:86",
                            "text": "We have heard that Hilary, a man divine in his life and conversation, lived about the same time, and in the same country; like Martin, he was obliged to flee from his place of abode, on account of his zeal in defense of the faith."
                        },
                        {
                            "verse": 87,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:87",
                            "text": "I have now related what I have been able to ascertain concerning the individuals who practiced philosophy in piety and ecclesiastical rites."
                        },
                        {
                            "verse": 88,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:88",
                            "text": "There were many others who were noted in the churches about the same period on account of their great eloquence, and among these the most distinguished were, Eusebius, who administered the priestly office at Emesa; Titus, bishop of Bostra; Serapion, bishop of Thmuis; Basil, bishop of Ancyra; Eudoxius, bishop of Germanicia; Acacius, bishop of Caesarea; and Cyril, who controlled the see of Jerusalem."
                        },
                        {
                            "verse": 89,
                            "chapter": 14,
                            "name": "Sozoman: Book III 14:89",
                            "text": "A proof of their education is in the books they have written and left behind, and the many things worthy of record."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sozoman: Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:2",
                            "text": "—Didymus the Blind, and Aëtius the Heretic."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:3",
                            "text": "Didymus,  an ecclesiastical writer and president of the school of sacred learning in Alexandria, flourished about the same period."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:4",
                            "text": "He was acquainted with every branch of science, and was conversant with poetry and rhetoric, with astronomy and geometry, with arithmetic, and with the various theories of philosophy."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:5",
                            "text": "He had acquired all this knowledge by the efforts of his own mind, aided by the sense of hearing, for he became blind during his first attempt at learning the rudiments."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:6",
                            "text": "When he had advanced to youth, he manifested an ardent desire to acquire speech and training, and for this purpose he frequented the teachers of these branches, but learned by hearing only, where he made such rapid progress that he speedily comprehended the difficult theorems in mathematics."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:7",
                            "text": "It is said that he learned the letters of the alphabet by means of tablets in which they were engraved, and which he felt with his fingers; and that he made himself acquainted with syllables and words by the force of attention and memory, and by listening attentively to the sounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:8",
                            "text": "His was a very extraordinary case, and many persons resorted to Alexandria for the express purpose of hearing, or, at least, of seeing him."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:9",
                            "text": "His firmness in defending the doctrines of the Nicaean council was extremely displeasing to the Arians."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:10",
                            "text": "He easily carried conviction to the minds of his audience by persuasion rather than by power of reasoning, and he constituted each one a judge of the ambiguous points."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:11",
                            "text": "He was much sought after by the members of the Catholic Church, and was praised by the orders of monks in Egypt, and by Antony the Great."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:12",
                            "text": "It is related that when Antony left the desert and repaired to Alexandria to give his testimony in favor of the doctrines of Athanasius, he said to Didymus, \"It is not a severe thing, nor does it deserve to be grieved over, O Didymus, that you are deprived of the organs of sight which are possessed by rats, mice, and the lowest animals; but it is a great blessing to possess eyes like angels, whereby you can contemplate keenly the Divine Being, and see accurately the true knowledge\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:13",
                            "text": "In Italy and its territories, Eusebius and Hilary, whom I have already mentioned, were conspicuous for strength in the use of their native tongue, whose treatises  concerning the faith and against the heterodox, they say, were approvingly circulated."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:14",
                            "text": "Lucifer, as the story goes, was the founder of a heresy which bears his name,  and flourished at this period."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:15",
                            "text": "Aëtius  was likewise held in high estimation among the heterodox; he was a dialectician, apt in syllogism and proficient in disputation, and a diligent student of such forms, but without art."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:16",
                            "text": "He reasoned so boldly concerning the nature of God, that many persons gave him the name of \"Atheist\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:17",
                            "text": "It is said that he was originally a physician of Antioch in Syria, and that, as he frequently attended meetings of the churches, and thought over the Sacred Scriptures, he became acquainted with Gallus, who was then Caesar, and who honored religion much and cherished its professors."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:18",
                            "text": "It seems likely that, as Aëtius obtained the esteem of Caesar by means of these disputations, he devoted himself the more assiduously to these pursuits, in order to progress in the favor of the emperor."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:19",
                            "text": "It is said that he was versed in the philosophy of Aristotle, and frequented the schools in which it was taught at Alexandria."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:20",
                            "text": "Besides the individuals above specified, there were many others in the churches who were capable of instructing the people and of reasoning concerning the doctrines of the Holy Scriptures."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:21",
                            "text": "It would be too great a task to attempt to name them all."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:22",
                            "text": "Let it not be accounted strange, if I have bestowed commendations upon the leaders or enthusiasts of the above-mentioned heresies."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:23",
                            "text": "I admire their eloquence, and their impressiveness in discourse."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:24",
                            "text": "I leave their doctrines to be judged by those whose right it is."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:25",
                            "text": "For I have not been set forth to record such matters, nor is it befitting in history; I have only to give an account of events as they happened, not supplementing my own additions."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Sozoman: Book III 15:26",
                            "text": "Of those who at that time became most distinguished in education and discourse and who used the Roman and Greek languages, I have enumerated in the above narrative as many as I have received an account of."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sozoman: Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:2",
                            "text": "—Concerning St."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:3",
                            "text": "Ephraim."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:4",
                            "text": "Ephraim the Syrian  was entitled to the highest honors, and was the greatest ornament of the Catholic Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:5",
                            "text": "He was a native of Nisibis, or his family was of the neighboring territory."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:6",
                            "text": "He devoted his life to monastic philosophy; and although he received no instruction, he became, contrary to all expectation, so proficient in the learning and language of the Syrians, that he comprehended with ease the most abstruse theorems of philosophy."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:7",
                            "text": "His style of writing was so replete with splendid oratory and with richness and temperateness of thought that he surpassed the most approved writers of Greece."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:8",
                            "text": "If the works of these writers were to be translated into Syriac, or any other language, and divested, as it were, of the beauties of the Greek language, they would retain little of their original elegance and value."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:9",
                            "text": "The productions of Ephraim have not this disadvantage: they were translated into Greek during his life, and translations are even now being made, and yet they preserve much of their original force, so that his works are not less admired when read in Greek than when read in Syriac."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:10",
                            "text": "Basil, who was subsequently bishop of the metropolis of Cappadocia, was a great admirer of Ephraim, and was astonished at his erudition."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:11",
                            "text": "The opinion of Basil, who is universally confessed to have been the most eloquent man of his age, is a stronger testimony, I think, to the merit of Ephraim, than anything that could be indited to his praise."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:12",
                            "text": "It is said that he wrote three hundred thousand verses, and that he had many disciples who were zealously attached to his doctrines."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:13",
                            "text": "The most celebrated of his disciples were Abbas, Zenobius, Abraham, Maras, and Simeon, in whom the Syrians and whoever among them pursued accurate learning make a great boast."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:14",
                            "text": "Paulanas and Aranad are praised for their finished speech, although reported to have deviated from sound doctrine."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:15",
                            "text": "I am not ignorant that there were some very learned men who formerly flourished in Osroëne, as, for instance, Bardasanes, who devised a heresy designated by his name,  and Harmonius, his son."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:16",
                            "text": "It is related that this latter was deeply versed in Grecian erudition, and was the first to subdue his native tongue to meters and musical laws; these verses he delivered to the choirs, and even now the Syrians frequently sing, not the precise copies by Harmonius, but the same melodies."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:17",
                            "text": "For as Harmonius was not altogether free from the errors of his father, and entertained various opinions concerning the soul, the generation and destruction of the body, and the regeneration which are taught by the Greek philosophers, he introduced some of these sentiments into the lyrical songs which he composed."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:18",
                            "text": "When Ephraim perceived that the Syrians were charmed with the elegance of the diction and the rhythm of the melody, he became apprehensive, lest they should imbibe the same opinions; and therefore, although he was ignorant of Grecian learning, he applied himself to the understanding of the metres of Harmonius, and composed similar poems in accordance with the doctrines of the Church, and wrought also in sacred hymns and in the praises of passionless men."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:19",
                            "text": "From that period the Syrians sang the odes of Ephraim according to the law of the ode established by Harmonius."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:20",
                            "text": "The execution of this work is alone sufficient to attest the natural endowments of Ephraim."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:21",
                            "text": "He was as celebrated for the good actions he performed as for the rigid course of discipline he pursued."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:22",
                            "text": "He was particularly fond of tranquillity."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:23",
                            "text": "He was so serious and so careful to avoid giving occasion to calumny, that he refrained from the very sight of women."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:24",
                            "text": "It is related that a female of careless life, who was either desirous of tempting him, or who had been bribed for the purpose, contrived on one occasion to meet him face to face, and fixed her eyes intently upon him; he rebuked her, and commanded her to look down upon the ground, \"Wherefore should I obey your injunction,\" replied the woman; \"for I was born not of the earth, but of you? It would be more just if you were to look down upon the earth whence you sprang, while I look upon you, as I was born of you\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:25",
                            "text": "Ephraim, astonished at the little woman, recorded the whole transaction in a book, which most Syrians regard as one of the best of his productions."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:26",
                            "text": "It is also said of him, that, although he was naturally prone to passion, he never exhibited angry feeling toward any one from the period of his embracing a monastic life."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:27",
                            "text": "It once happened that after he had, according to custom, been fasting several days, his attendant, in presenting some food to him, let fall the dish on which it was placed."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:28",
                            "text": "Ephraim, perceiving that he was overwhelmed with shame and terror, said to him, \"Take courage; we will go to the food as the food does not come to us\" and he immediately seated himself beside the fragments of the dish, and ate his supper."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:29",
                            "text": "What I am about to relate will suffice to show that he was totally exempt from the love of vainglory."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:30",
                            "text": "He was appointed bishop of some town, and attempts were made to convey him away for the purpose of ordaining him."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:31",
                            "text": "As soon as he became aware of what was intended, he ran to the market-place, and showed himself as a madman by stepping in a disorderly way, dragging his clothes along, and eating in public."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:32",
                            "text": "Those who had come to carry him away to be their bishop, on seeing him in this state, believed that he was out of his mind, and departed; and he, meeting with an opportunity for effecting his escape, remained in concealment until another had been ordained in his place."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:33",
                            "text": "What I have now said concerning Ephraim must suffice, although his own countrymen relate many other anecdotes of him."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:34",
                            "text": "Yet his conduct on one occasion, shortly before his death, appears to me so worthy of remembrance that I shall record it here."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:35",
                            "text": "The city of Edessa being severely visited by famine, he quitted the solitary ceil in which he pursued philosophy, and rebuked the rich for permitting the poor to die around them, instead of imparting to them of their superfluities; and he represented to them by his philosophy, that the wealth which they were treasuring up so carefully would turn to their own condemnation, and to the ruin of the soul, which is of more value than all riches, and the body itself and all other values, and he proved that they were putting no estimate upon their souls, because of their actions."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:36",
                            "text": "The rich men, revering the man and his words, replied, \"We are not intent upon hoarding our wealth, but we know of no one to whom we can confide the distribution of our goods, for all are prone to seek after lucre, and to betray the trust placed in them\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:37",
                            "text": "\"What think you of me?\" asked Ephraim."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:38",
                            "text": "On their admitting that they considered him an efficient, excellent, and good man, and worthy, and that he was exactly what his reputation confirmed, he offered to undertake the distribution of their alms."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:39",
                            "text": "As soon as he received their money, he had about three hundred beds fitted up in the public porches; and here he tended those who were ill and suffering from the effects of the famine, whether they were foreigners or natives of the surrounding country."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:40",
                            "text": "On the cessation of the famine he returned to the cell in which he had previously dwelt; and, after the lapse of a few days, he expired."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:41",
                            "text": "He attained no higher clerical degree than that of deacon, although he became no less famous for his virtue than those who are ordained to the priesthood and are admired for the conversation of a good life and for learning."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:42",
                            "text": "I have now given some account of the virtue of Ephraim."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:43",
                            "text": "It would require a more experienced hand than mine, to furnish a full description of his character and that of the other illustrious men who, about the same period, had devoted themselves to a life and career of philosophy; and for some things, it would require such a writer as he himself was."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:44",
                            "text": "The attempt is beyond my powers by reason of weakness of language, and ignorance of the men themselves and their exploits."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:45",
                            "text": "Some of them concealed themselves in the deserts."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:46",
                            "text": "Others, who lived in the intercourse of cities, strove to preserve a mean appearance, and to seem as if they differed in no respect from the multitude, working out their virtue, concealing a true estimate of themselves, that they might avoid the praises of others."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Sozoman: Book III 16:47",
                            "text": "For as they were intent upon the exchange of future benefits, they made God alone the witness of their thoughts, and had no concern for outward glory."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sozoman: Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:2",
                            "text": "—Transactions of that Period, and Progress of Christian Doctrine through the Joint Efforts of Emperors and Arch-Priests."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:3",
                            "text": "Those who presided over the churches at this period were noted for personal conduct, and, as might be expected, the people whom they governed were earnestly attached to the worship of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:4",
                            "text": "Religion daily progressed, by the zeal, virtue, and wonderful works of the priests, and of the ecclesiastical philosophers, who attracted the attention of the pagans, and led them to renounce their superstitions."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:5",
                            "text": "The emperors who then occupied the throne were as zealous as was their father in protecting the churches, and they granted honors and tax exemptions to the clergy, their children, and their slaves."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:6",
                            "text": "They confirmed the laws enacted by their father, and enforced new ones prohibiting the offering of sacrifice, the worship of images, or any other pagan observance."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:7",
                            "text": "They commanded that all temples, whether in cities or in the country, should be closed."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:8",
                            "text": "Some of these temples were presented to the churches, when either the ground they stood on or the materials for building were required."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:9",
                            "text": "The greatest possible care was bestowed upon the houses of prayer, those which had been defaced by time were repaired, and others were erected from the foundations in a style of extraordinary magnificence."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:10",
                            "text": "The church of Emesa is one most worthy to see and famous for its beauty."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:11",
                            "text": "The Jews were strictly forbidden to purchase a slave belonging to any other heresy than their own."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:12",
                            "text": "If they transgressed this law, the slave was confiscated  to the public; but if they administered to him the Jewish rite of circumcision, the penalties were death and total confiscation of property."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Sozoman: Book III 17:13",
                            "text": "For, as the emperors were desirous of promoting by every means the spread of Christianity, they deemed it necessary to prevent the Jews from proselyting those whose ancestors were of another religion, and those who were holding the hope of professing Christianity were carefully reserved for the Church; for it was from the pagan multitudes that the Christian religion increased."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sozoman: Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:2",
                            "text": "—Concerning the Doctrines held by the Sons of Constantine."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:3",
                            "text": "Distinction between the Terms \"Homoousios\" and \"Homoiousios\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:4",
                            "text": "Whence it came that Constantius quickly abandoned the Correct Faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:5",
                            "text": "The emperors  had, from the beginning, preserved their father's view about doctrine; for they both favored the Nicene form of belief."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:6",
                            "text": "Constans maintained these opinions till his death; Constantius held a similar view for some time; he, however, renounced his former sentiments when the term \"consubstantial\" was calumniated, yet he did not altogether refrain from confessing that the Son is of like substance with the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:7",
                            "text": "The followers of Eusebius, and other bishops of the East, who were admired for their speech and life, made a distinction, as we know, between the term \"consubstantial\" (homoousios) and the expression \"of like substance,\" which latter they designated by the term, \"homoiousios\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:8",
                            "text": "They say that the term \"consubstantial\" (homoousios) properly belongs to corporeal beings, such as men and other animals, trees and plants, whose participation and origin is in like things; but that the term \"homoiousios\" appertains exclusively to incorporeal beings, such as God and the angels, of each one of whom a conception is formed according to his own peculiar substance."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:9",
                            "text": "The Emperor Constantius was deceived by this distinction; and although I am certain that he retained the same doctrines as those held by his father and brother, yet he adopted a change of phraseology, and, instead of using the term \"homoousios,\" made use of the term \"homoiousios\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:10",
                            "text": "The teachers to whom we have alluded maintained that it was necessary to be thus precise in the use of terms, and that otherwise we should be in danger of conceiving that to be a body which is incorporeal."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Sozoman: Book III 18:11",
                            "text": "Many, however, regard this distinction as an absurdity, \"for,\" say they, \"the things which are conceived by the mind can be designated only by names derived from things which are seen; and there is no danger in the use of words, provided that there be no error about the idea."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Sozoman: Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:2",
                            "text": "—Further Particulars concerning the Term \"Consubstantial\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:3",
                            "text": "Council of Ariminum, the Manner, Source, and Reason of its Convention."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:4",
                            "text": "It is not surprising that the Emperor Constantius was induced to adopt the use of the term \"homoiousios,\" for it was admitted by many priests who conformed to the doctrines of the Nicaean council."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:5",
                            "text": "Many use the two words indifferently, to convey the same meaning."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:6",
                            "text": "Hence, it appears to me, that the Arians departed greatly from the truth when they affirmed that, after the council of Nicaea, many of the priests, among whom were Eusebius and Theognis, refused to admit that the Son is consubstantial with the Father, and that Constantine was in consequence so indignant, that he condemned them to banishment."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:7",
                            "text": "They say that it was afterwards revealed to his sister by a dream or a vision from God, that these bishops held orthodox doctrines and had suffered unjustly; and that the emperor thereupon recalled them, and demanded of them wherefore they had departed from the Nicene doctrines, since they had been participants in the document concerning the faith which had been there framed; and that they urged in reply that they had not assented to those doctrines from conviction, but from the fear that, if the disputes then existing were prolonged, the emperor, who was then just beginning to embrace Christianity, and who was yet unbaptized, might be impelled to return to Paganism, as seemed likely, and to persecute the Church."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:8",
                            "text": "They assert that Constantine was pleased with this defense, and determined upon convening another council; but that, being prevented by death from carrying his scheme into execution, the task devolved upon his eldest son, Constantius, to whom he represented that it would avail him nothing to be possessed of imperial power, unless he could establish uniformity of worship throughout his empire; and Constantius they say, at the instigation of his father, convened a council at Ariminum."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:9",
                            "text": "This story is easily seen to be a gross fabrication, for the council was convened during the consulate of Hypatius and Eusebius, and twenty-two years after Constantius had, on the death of his father, succeeded to the empire."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:10",
                            "text": "Now, during this interval of twenty-two years, many councils were held, in which debates were carried on concerning the terms \"homoousios\" and \"homoiousios\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:11",
                            "text": "No one, it appears, ventured to deny that the Son is of like substance  with the Father, until Aëtius, by starting a contrary opinion, so offended the emperor that, in order to arrest the course of the heresy, he commanded the priests to assemble themselves together at Ariminum and at Seleucia."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:12",
                            "text": "Thus the true cause of this council being convened was not the command of Constantine,  but the question agitated by Aëtius."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Sozoman: Book III 19:13",
                            "text": "And this will become still more apparent by what we shall hereafter relate."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Sozoman: Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:2",
                            "text": "—Athanasius again reinstated by the Letter of Constantius, and receives his See."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:3",
                            "text": "The Arch-Priests of Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:4",
                            "text": "Question put by Constantius to Athanasius."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:5",
                            "text": "The Praise of God in Hymns."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:6",
                            "text": "When Constans was apprised of what had been enacted at Sardica, he wrote  to his brother to request him to restore the followers of Athanasius and Paul to their own churches."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:7",
                            "text": "As Constantius seemed to hesitate, he wrote again, and threatened him with war, unless he would consent to receive the bishops."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:8",
                            "text": "Constantius, after conferring on the subject with the bishops of the East, judged that it would be foolish to excite on this account the horrors of civil war."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:9",
                            "text": "He therefore recalled Athanasius from Italy, and sent public carriages to convey him on his return homewards, and wrote several letters requesting his speedy return."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:10",
                            "text": "Athanasius, who was then residing at Aquilea, on receiving the letters of Constantius, repaired to Rome to take leave of Julius and his friends."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:11",
                            "text": "Julius parted from him with great demonstrations of friendship, and gave him a letter addressed to the clergy and people of Alexandria, in which he spoke of him as a wonderful man, deserving of renown by the numerous trials he had undergone, and congratulated the church of Alexandria on the return of so good a priest, and exhorted them to follow his doctrines."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:12",
                            "text": "He then proceeded to Antioch in Syria, where the emperor was then residing."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:13",
                            "text": "Leontius presided over the churches of that region; for after the flight of Eustathius, those who held heretical sentiments had seized the see of Antioch."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:14",
                            "text": "The first bishop they appointed was Euphronius; to him succeeded Placetus; and afterwards Stephen."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:15",
                            "text": "This latter was deposed as being unworthy of the dignity, and Leontius obtained the bishopric."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:16",
                            "text": "Athanasius avoided him as a heretic, and communed with those who were called Eustathians, who assembled in a private house."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:17",
                            "text": "Since he found that Constantius was well disposed, and agreeable, and it looked as if the emperor would restore his own church to him, Constantius, at the instigation of the leaders of the opposing heresy, replied as follows: \"I am ready to perform all that I promised when I recalled you; but it is just that you should in return grant me a favor, and that is, that you yield one of the numerous churches which are under your sway to those who are averse to holding communion with you\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:18",
                            "text": "Athanasius replied: \"O emperor, it is exceedingly just and necessary to obey your commands, and I will not gainsay, but as in the city of Antioch there are many who eschew communion between the heterodox and ourselves, I seek a like favor that one church may be conceded to us, and that we may assemble there in safety\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:19",
                            "text": "As the request of Athanasius appeared reasonable to the emperor, the heterodox deemed it more politic to keep quiet; for they reflected that their peculiar opinions could never gain any ground in Alexandria, on account of Athanasius, who was able both to retain those who held the same sentiments as himself, and lead those of contrary opinions; and that, moreover if they gave up one of the churches of Antioch, the Eustathians, who were very numerous, would assemble together, and then probably attempt innovations, since it would be possible for them without risk to retain those whom they held."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:20",
                            "text": "Besides, the heterodox perceived that, although the government of the churches was in their hands, all the clergy and people did not conform to their doctrines."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:21",
                            "text": "When they sang hymns to God, they were, according to custom, divided into choirs, and, at the end of the odes, each one declared what were his own peculiar sentiments."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:22",
                            "text": "Some offered praise to \"the Father and the Son,\" regarding them as co-equal in glory; others glorified \"The Father by the Son,\" to denote by the insertion of the preposition that they considered the Son to be inferior to the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:23",
                            "text": "While these occurrences took place, Leontius, the bishop of the opposite faction, who then presided over the see of Antioch, did not dare to prohibit the singing of hymns to God which were in accordance with the tradition of the Nicaean Synod, for he feared to excite an insurrection of the people."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:24",
                            "text": "It is related, however, that he once raised his hand to his head, the hairs of which were quite white, and said, \"When this snow is dissolved, there will be plenty of mud\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Sozoman: Book III 20:25",
                            "text": "By this he intended to signify that, after his death, the different modes of singing hymns would give rise to great seditions, and that his successors would not show the same consideration to the people which he had manifested."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Sozoman: Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:2",
                            "text": "—Letter of Constantius to the Egyptians in behalf of Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:3",
                            "text": "Synod of Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:4",
                            "text": "The emperor, on sending back  Athanasius to Egypt, wrote in his favor to the bishops and presbyters of that country, and to the people of the church of Alexandria; he testified to the integrity of his conduct and the virtue of his manners, and exhorted them to be of one mind, and to unite in prayer and service to God under his guidance."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:5",
                            "text": "He added that, if any evil-disposed persons should excite disturbances, they should receive the punishment awarded by the laws for such offenses."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:6",
                            "text": "He also commanded that the former decrees he had enacted against Athanasius, and those who were in communion with him, should be effaced from the public registers, and that his clergy should be admitted to the same exemptions they had previously enjoyed; and edicts to this effect were dispatched to the governors of Egypt and Libya."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:7",
                            "text": "Immediately on his arrival in Egypt, Athanasius displaced those whom he knew to be attached to Arianism, and placed the government of the Church and the confession of the Nicaean council in the hands of those whom he approved, and he exhorted them to hold to this with earnestness."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:8",
                            "text": "It was said at that time, that, when he was traveling through other countries, he effected the same change, if he happened to visit churches which were under the Arians."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:9",
                            "text": "He was certainly accused of having dared to perform the ceremony of ordination in cities where he had no right to do so."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:10",
                            "text": "But because he had effected his return, although his enemies were unwilling, and it did not seem that he could be easily cast under suspicion, in that he was honored with the friendship of the Emperor Constans, he was regarded with greater consideration than before."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:11",
                            "text": "Many bishops, who had previously been at enmity with him, received him into communion, particularly those of Palestine."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:12",
                            "text": "When he at that time visited these latter, they received him kindly."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Sozoman: Book III 21:13",
                            "text": "They held a Synod at Jerusalem, and Maximus and the others wrote the following letter in his favor."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Sozoman: Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:2",
                            "text": "—Epistle written by the Synod of Jerusalem in Favor of Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:3",
                            "text": "\"The holy Synod assembled at Jerusalem, to the presbyters, deacons, and people of Egypt, Libya, and Alexandria, our beloved and most cherished brethren, greeting in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:4",
                            "text": "\"We can never, O beloved, return adequate thanks to God, the Creator of all things, for the wonderful works he has now accomplished, particularly for the blessings He has conferred on your churches by the restoration of Athanasius, your shepherd and lord, and our fellow-minister."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:5",
                            "text": "Who could have hoped to have ever seen this with his eyes, which now you are realizing in deed? But truly your prayers have been heard by the God of the universe who is concerned for His Church, and who has regarded your tears and complaint, and on this account has heard your requests."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:6",
                            "text": "For you were scattered abroad and rent like sheep without a pastor."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:7",
                            "text": "Therefore, the true Shepherd, who from heaven watched over you, and who is concerned for His own sheep, has restored to you him whom you desired."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:8",
                            "text": "Behold, we do all things for the peace of the Church, and are influenced by love like yours."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:9",
                            "text": "Therefore we received and embraced your pastor, and, having held communion with you through him, we dispatch this address and our eucharistic prayers that you may know how we are united by the bond of love to him and you."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:10",
                            "text": "It is right that you should pray for the piety of the emperors most beloved of God, who having recognized your desire about him and his purity determined to restore him to you with every honor."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Sozoman: Book III 22:11",
                            "text": "Receive him, then, with uplifted hands, and be zealous to send aloft the requisite eucharistic prayers in his behalf to the God who has conferred these benefits upon you; and may you ever rejoice with God, and glorify the Lord in Christ Jesus our Lord, by whom be glory to the Father throughout all ages, Amen\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Sozoman: Book III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:2",
                            "text": "—Valens and Ursacius, who belonged to the Arian Faction, confess to the Bishop of Rome that they had made False Charges against Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:3",
                            "text": "Such was the letter written by the Synod convened in Palestine."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:4",
                            "text": "Some time after Athanasius had the satisfaction of seeing the injustice of the sentence enacted against him by the council of Tyre publicly recognized."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:5",
                            "text": "Valens and Ursacius, who had been sent with Theognis and his followers to obtain information in Mareotis, as we before mentioned, concerning the holy cup which Ischyrion had accused Athanasius of having broken, wrote the following retraction to Julius, bishop of Rome:—      \"Ursacius and Valens, to the most blessed Lord Pope Julius."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:6",
                            "text": "\"Since we previously, as is well known, made many various charges against Athanasius, the bishop, by our letters, and although we have been urged persistently by the epistles of your excellency in this matter which we publicly alleged and have not been able to give a reason for our accusation, therefore, we now confess to your excellency in the presence of all the presbyters, our brethren, that all that you have heard concerning the aforesaid Athanasius is utterly false and fictitious, and in every way foreign to his nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:7",
                            "text": "For this reason, we joyfully enter into communion with him, particularly as your piety in accordance with your implanted love of goodness has granted forgiveness to us for our error."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:8",
                            "text": "Moreover, we declare unto you that if the bishops of the East, or even Athanasius himself, should at any time malignantly summon us to judgment, we would not sever ourselves from your judgment and disposition about the case."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:9",
                            "text": "We now and ever shall anathematize, as we formerly did in the memorial which we presented at Milan, the heretic Arius and his followers, who say that there was a time, in which the Son existed not, and that Christ is from that which had no existence, and who deny that Christ was God and the Son of God before all ages."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:10",
                            "text": "We again protest, in our own handwriting, that we shall ever condemn the aforesaid Arian heresy, and its originators."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:11",
                            "text": "\"I, Ursacius, sign this confession with my own signature."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:12",
                            "text": "In like manner also Valens\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:13",
                            "text": "This was the confession which they sent to Julius."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Sozoman: Book III 23:14",
                            "text": "It is also necessary to append to it their letter to Athanasius: it is as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Sozoman: Book III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:2",
                            "text": "—Letter of Conciliation from Valens and Ursacius to the Great Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:3",
                            "text": "Restoration of the Other Eastern Bishops to their own Sees."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:4",
                            "text": "Ejection of Macedonius again; and Accession of Paul to the See."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:5",
                            "text": "\"The bishops, Ursacius and Valens, to Athanasius, our brother in the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:6",
                            "text": "\"We take the opportunity of the departure of Museus, our brother and fellow-presbyter, who is going to your esteemed self, O beloved brother, to send you amplest greeting from Aquileia through him, and hope that our letter will find you in good health."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:7",
                            "text": "You will afford us great encouragement if you will write us a reply to this letter."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:8",
                            "text": "Know that we are at peace and in ecclesiastical communion with you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:9",
                            "text": "Athanasius therefore returned under such circumstances from the West to Egypt."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:10",
                            "text": "Paul, Marcellus, Asclepas, and Lucius, whom the edict of the emperor had returned from exile, received their own sees."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:11",
                            "text": "Immediately on the return of Paul to Constantinople Macedonius retired, and held church in private."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:12",
                            "text": "There was a great tumult at Ancyra on the deposition of Basil from the church there, and the reinstallation of Marcellus."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Sozoman: Book III 24:13",
                            "text": "The other bishops were reinstated in their churches without difficulty."
                        }
                    ]
                }
            ]
        }
    ]
}