{
    "books": [
        {
            "name": "Teaching of the Twelve Apostles",
            "chapters": [
                {
                    "chapter": 2,
                    "name": "Teaching of the Twelve Apostles 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:1",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:2",
                            "text": "—The Two Ways; The First Commandment."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:3",
                            "text": "There are two ways, one of life and one of death; but a great difference between the two ways."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:4",
                            "text": "The way of life, then, is this: First, thou shalt love God who made thee; second, thy neighbour as thyself; and all things whatsoever thou wouldst should not occur to thee, thou also to another do not do."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:5",
                            "text": "And of these sayings the teaching is this: Bless them that curse you, and pray for your enemies, and fast for them that persecute you."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:6",
                            "text": "For what thank is there, if ye love them that love you? Do not also the Gentiles do the same? But do ye love them that hate you; and ye shall not have an enemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:7",
                            "text": "Abstain thou from fleshly and worldly lusts."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:8",
                            "text": "If one give thee a blow upon thy right cheek, turn to him the other also; and thou shalt be perfect."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:9",
                            "text": "If one impress thee for one mile, go with him two."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:10",
                            "text": "If one take away thy cloak, give him also thy coat."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:11",
                            "text": "If one take from thee thine own, ask it not back, for indeed thou art not able."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:12",
                            "text": "Give to every one that asketh thee, and ask it not back; for the Father willeth that to all should be given of our own blessings (free gifts)."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:13",
                            "text": "Happy is he that giveth according to the commandment; for he is guiltless."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:14",
                            "text": "Woe to him that receiveth; for if one having need receiveth, he is guiltless; but he that receiveth not having need, shall pay the penalty, why he received and for what, and, coming into straits (confinement), he shall be examined concerning the things which he hath done, and he shall not escape thence until he pay back the last farthing."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Teaching of the Twelve Apostles 2:15",
                            "text": "But also now concerning this, it hath been said, Let thine alms sweat in thy hands, until thou know to whom thou shouldst give."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Teaching of the Twelve Apostles 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:2",
                            "text": "—The Second Commandment: Gross Sin Forbidden."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:3",
                            "text": "And the second commandment of the Teaching;."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:4",
                            "text": "Thou shalt not commit murder, thou shalt not commit adultery, thou shalt not commit paederasty, thou shalt not commit fornication, thou shalt not steal, thou shalt not practice magic, thou shalt not practice witchcraft, thou shalt not murder a child by abortion nor kill that which is begotten."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:5",
                            "text": "Thou shalt not covet the things of thy neighbour,."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:6",
                            "text": "thou shalt not forswear thyself, thou shalt not bear false witness, thou shalt not speak evil, thou shalt bear no grudge."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:7",
                            "text": "Thou shalt not be double-minded nor double-tongued; for to be double-tongued is a snare of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:8",
                            "text": "Thy speech shall not be false, nor empty, but fulfilled by deed."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:9",
                            "text": "Thou shalt not be covetous, nor rapacious, nor a hypocrite, nor evil disposed, nor haughty."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:10",
                            "text": "Thou shalt not take evil counsel against thy neighbour."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Teaching of the Twelve Apostles 3:11",
                            "text": "Thou shalt not hate any man; but some thou shalt reprove, and concerning some thou shalt pray, and some thou shalt love more than thy own life."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Teaching of the Twelve Apostles 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:2",
                            "text": "—Other Sins Forbidden."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:3",
                            "text": "My child, flee from every evil thing, and from every likeness of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:4",
                            "text": "Be not prone to anger, for anger leadeth the way to murder; neither jealous, nor quarrelsome, nor of hot temper; for out of all these murders are engendered."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:5",
                            "text": "My child, be not a lustful one; for lust leadeth the way to fornication; neither a filthy talker, nor of lofty eye; for out of all these adulteries are engendered."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:6",
                            "text": "My child, be not an observer of omens, since it leadeth the way to idolatry; neither an enchanter, nor an astrologer, nor a purifier, nor be willing to took at these things; for out of all these idolatry is engendered."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:7",
                            "text": "My child, be not a liar, since a lie leadeth the way to theft; neither money-loving, nor vainglorious, for out of all these thefts are engendered."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:8",
                            "text": "My child, be not a murmurer, since it leadeth the way to blasphemy; neither self-willed nor evil-minded, for out of all these blasphemies are engendered."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:9",
                            "text": "But be thou meek, since the meek shall inherit the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:10",
                            "text": "Be long-suffering and pitiful and guileless and gentle and good and always trembling at the words which thou hast heard."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:11",
                            "text": "Thou shalt not exalt thyself, nor give over-confidence to thy soul."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:12",
                            "text": "Thy soul shall not be joined with lofty ones, but with just and lowly ones shall it have its intercourse."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Teaching of the Twelve Apostles 4:13",
                            "text": "The workings that befall thee receive as good, knowing that apart from God nothing cometh to pass."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Teaching of the Twelve Apostles 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:2",
                            "text": "—Various Precepts."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:3",
                            "text": "My child, him that speaketh to thee the word of God remember night and day; and thou shalt honour him as the Lord; for in the place whence lordly rule is uttered, there is the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:4",
                            "text": "And thou shalt seek out day by day the faces of the saints, in order that thou mayest rest upon their words."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:5",
                            "text": "Thou shalt not long for division, but shalt bring those who contend to peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:6",
                            "text": "Thou shalt judge righteously, thou shalt not respect persons in reproving for transgressions."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:7",
                            "text": "Thou shalt not be undecided whether it shall be or no."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:8",
                            "text": "Be not a stretcher forth of the hands to receive and a drawer of them back to give."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:9",
                            "text": "If thou hast aught, through thy hands thou shalt give ransom for thy sins."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:10",
                            "text": "Thou shalt not hesitate to give, nor murmur when thou givest; for thou shalt know who is the good repayer of the hire."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:11",
                            "text": "Thou shalt not turn away from him that is in want, but thou shalt share all things with thy brother, and shalt not say that they are thine own; for if ye are partakers in that which is immortal, how much more in things which are mortal?."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:12",
                            "text": "Thou shalt not remove thy hand from thy son or from thy daughter, but from their youth shalt teach them the fear of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:13",
                            "text": "Thou shalt not enjoin aught in thy bitterness upon thy bondman or maidservant, who hope in the same God, lest ever they shall fear not God who is over both; for he cometh not to call according to the outward appearance, but unto them whom the Spirit hath prepared."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:14",
                            "text": "And ye bondmen shall be subject to your masters as to a type of God, in modesty and fear."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:15",
                            "text": "Thou shalt hate all hypocrisy and everything which is not pleasing to the Lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:16",
                            "text": "Do thou in no wise forsake the commandments of the Lord; but thou shalt keep what thou hast received, neither adding thereto nor taking away therefrom."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:17",
                            "text": "In the church thou shalt acknowledge thy transgressions, and thou shalt not come near for thy prayer with an evil conscience."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Teaching of the Twelve Apostles 5:18",
                            "text": "This is the way of life."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Teaching of the Twelve Apostles 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Teaching of the Twelve Apostles 6:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Teaching of the Twelve Apostles 6:2",
                            "text": "—The Way of Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Teaching of the Twelve Apostles 6:3",
                            "text": "And the way of death is this: First of all it is evil and full of curse: murders, adulteries, lusts, fornications, thefts, idolatries, magic arts, witchcrafts, rapines, false witnessings, hypocrisies, double-heartedness, deceit, haughtiness, depravity, self-will, greediness, filthy talking, jealousy, over-confidence, loftiness, boastfulness;."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Teaching of the Twelve Apostles 6:4",
                            "text": "persecutors of the good, hating truth, loving a lie, not knowing a reward for righteousness, not cleaving to good nor to righteous judgment, watching not for that which is good, but for that which is evil; from whom meekness and endurance are far, loving vanities, pursuing requital, not pitying a poor man, not labouring for the afflicted, not knowing Him that made them, murderers of children, destroyers of the handiwork of God, turning away from him that is in want, afflicting him that is distressed, advocates of the rich, lawless judges of the poor, utter sinners."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Teaching of the Twelve Apostles 6:5",
                            "text": "Be delivered, children, from all these."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Teaching of the Twelve Apostles 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Teaching of the Twelve Apostles 7:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Teaching of the Twelve Apostles 7:2",
                            "text": "—Against False Teachers, and Food Offered to Idols."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Teaching of the Twelve Apostles 7:3",
                            "text": "See that no one cause thee to err from this way of the Teaching, since apart from God it teacheth thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Teaching of the Twelve Apostles 7:4",
                            "text": "For if thou art able to bear all the yoke of the Lord, thou wilt be perfect; but if thou art not able, what thou art able that do."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Teaching of the Twelve Apostles 7:5",
                            "text": "And concerning food, bear what thou art able; but against that which is sacrificed to idols be exceedingly on thy guard; for it is the service of dead gods."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Teaching of the Twelve Apostles 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:2",
                            "text": "—Concerning Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:3",
                            "text": "And concerning baptism, thus baptize ye: Having first said all these things, baptize into the name of the Father, and of the Son, and of the Holy Spirit, in living water."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:4",
                            "text": "But if thou have not living water, baptize into other water; and if thou canst not in cold, in warm."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:5",
                            "text": "But if thou have not either, pour out water thrice upon the head into the name of Father and Son and Holy Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Teaching of the Twelve Apostles 8:6",
                            "text": "But before the baptism let the baptizer fast, and the baptized, and whatever others can; but thou shalt order the baptized to fast one or two days before."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Teaching of the Twelve Apostles 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:2",
                            "text": "—Concerning Fasting and Prayer (the Lord's Prayer)."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:3",
                            "text": "But let not your fasts be with the hypocrites; for they fast on the second and fifth day of the week; but do ye fast on the fourth day and the Preparation (Friday)."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:4",
                            "text": "Neither pray as the hypocrites; but as the Lord commanded in His Gospel, thus pray: Our Father who art in heaven, hallowed be Thy name."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:5",
                            "text": "Thy kingdom come."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:6",
                            "text": "Thy will be done, as in heaven, so on earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:7",
                            "text": "Give us to-day our daily (needful) bread, and forgive us our debt as we also forgive our debtors."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:8",
                            "text": "And bring us not into temptation, but deliver us from the evil one (or, evil); for Thine is the power and the glory for ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Teaching of the Twelve Apostles 9:9",
                            "text": "Thrice in the day thus pray."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Teaching of the Twelve Apostles 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:2",
                            "text": "—The Thanksgiving (Eucharist)."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:3",
                            "text": "Now concerning the Thanksgiving (Eucharist), thus give thanks."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:4",
                            "text": "First, concerning the cup: We thank thee, our Father, for the holy vine of David Thy servant, which Thou madest known to us through Jesus Thy Servant; to Thee be the glory for ever."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:5",
                            "text": "And concerning the broken bread: We thank Thee, our Father, for the life and knowledge which Thou madest known to us through Jesus Thy Servant; to Thee be the glory for ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:6",
                            "text": "Even as this broken bread was scattered over the hills, and was gathered together and became one, so let Thy Church be gathered together from the ends of the earth into Thy kingdom; for Thine is the glory and the power through Jesus Christ for ever."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Teaching of the Twelve Apostles 10:7",
                            "text": "But let no one eat or drink of your Thanksgiving (Eucharist), but they who have been baptized into the name of the Lord; for concerning this also the Lord hath said, Give not that which is holy to the dogs."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Teaching of the Twelve Apostles 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:2",
                            "text": "—Prayer After Communion."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:3",
                            "text": "But after ye are filled, thus give thanks:."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:4",
                            "text": "We thank Thee, holy Father, for Thy holy name which Thou didst cause to tabernacle in our hearts, and for the knowledge and faith and immortality, which Thou madest known to us through Jesus Thy Servant; to Thee be the glory for ever."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:5",
                            "text": "Thou, Master almighty, didst create all things for Thy name's sake; Thou gavest food and drink to men for enjoyment, that they might give thanks to Thee; but to us Thou didst freely give spiritual food and drink and life eternal through Thy Servant."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:6",
                            "text": "Before all things we thank Thee that Thou art mighty; to Thee be the glory for ever."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:7",
                            "text": "Remember, Lord, Thy Church, to deliver it from all evil and to make it perfect in Thy love, and gather it from the four winds, sanctified for Thy kingdom which Thou hast prepared for it; for Thine is the power and the glory for ever."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:8",
                            "text": "Let grace come, and let this world pass away."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:9",
                            "text": "Hosanna to the God (Son) of David! If any one is holy, let him come; if any one is not so, let him repent."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:10",
                            "text": "Maran atha, Amen."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Teaching of the Twelve Apostles 11:11",
                            "text": "But permit the prophets to make Thanksgiving as much as they desire."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Teaching of the Twelve Apostles 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:2",
                            "text": "—Concerning Teachers, Apostles, and Prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:3",
                            "text": "Whosoever, therefore, cometh and teacheth you all these things that have been said before, receive him."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:4",
                            "text": "But if the teacher himself turn and teach another doctrine to the destruction of this, hear him not; but if he teach so as to increase righteousness and the knowledge of the Lord, receive him as the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:5",
                            "text": "But concerning the apostles and prophets, according to the decree of the Gospel, thus do."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:6",
                            "text": "Let every apostle that cometh to you be received as the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:7",
                            "text": "But he shall not remain except one day; but if there be need, also the next; but if he remain three days, he is a false prophet."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:8",
                            "text": "And when the apostle goeth away, let him take nothing but bread until he lodgeth; but if he ask money, he is a false prophet."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:9",
                            "text": "And every prophet that speaketh in the Spirit ye shall neither try nor judge; for every sin shall be forgiven, but this sin shall not be forgiven."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:10",
                            "text": "But not every one that speaketh in the Spirit is a prophet; but only if he hold the ways of the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:11",
                            "text": "Therefore from their ways shall the false prophet and the prophet be known."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:12",
                            "text": "And every prophet who ordereth a meal in the Spirit eateth not from it, except indeed he be a false prophet;."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:13",
                            "text": "and every prophet who teacheth the truth, if he do not what he teacheth, is a false prophet."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:14",
                            "text": "And every prophet, proved true, working unto the mystery of the Church in the world, yet not teaching others to do what he himself doeth, shall not be judged among you, for with God he hath his judgment; for so did also the ancient prophets."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Teaching of the Twelve Apostles 12:15",
                            "text": "But whoever saith in the Spirit, Give me money, or something else, ye shall not listen to him; but if he saith to you to give for others' sake who are in need, let no one judge him."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Teaching of the Twelve Apostles 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:2",
                            "text": "—Reception of Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:3",
                            "text": "But let every one that cometh in the name of the Lord be received, and afterward ye shall prove and know him; for ye shall have understanding right and left."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:4",
                            "text": "If he who cometh is a wayfarer, assist him as far as ye are able; but he shall not remain with you, except for two or three days, if need be."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:5",
                            "text": "But if he willeth to abide with you, being an artisan, let him work and eat; but if he hath no trade,."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:6",
                            "text": "according to your understanding see to it that, as a Christian, he shall not live with you idle."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:7",
                            "text": "But if he willeth not to do, he is a Christ-monger."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Teaching of the Twelve Apostles 13:8",
                            "text": "Watch that ye keep aloof from such."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Teaching of the Twelve Apostles 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:2",
                            "text": "—Support of Prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:3",
                            "text": "But every true prophet that willeth to abide among you is worthy of his support."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:4",
                            "text": "So also a true teacher is himself worthy, as the workman, of his support."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:5",
                            "text": "Every first-fruit, therefore, of the products of wine-press and threshing-floor, of oxen and of sheep, thou shalt take and give to the prophets, for they are your high priests."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:6",
                            "text": "But if ye have not a prophet, give it to the poor."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:7",
                            "text": "If thou makest a batch of dough, take the first-fruit and give according to the commandment."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:8",
                            "text": "So also when thou openest a jar of wine or of oil, take the first-fruit and give it to the prophets;."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Teaching of the Twelve Apostles 14:9",
                            "text": "and of money (silver) and clothing and every possession, take the first-fruit, as it may seem good to thee, and give according to the commandment."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Teaching of the Twelve Apostles 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Teaching of the Twelve Apostles 15:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Teaching of the Twelve Apostles 15:2",
                            "text": "—Christian Assembly on the Lord's Day."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Teaching of the Twelve Apostles 15:3",
                            "text": "But every Lord's day do ye gather yourselves together, and break bread, and give thanksgiving after having confessed your transgressions, that your sacrifice may be pure."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Teaching of the Twelve Apostles 15:4",
                            "text": "But let no one that is at variance with his fellow come together with you, until they be reconciled, that your sacrifice may not be profaned."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Teaching of the Twelve Apostles 15:5",
                            "text": "For this is that which was spoken by the Lord: In every place and time offer to me a pure sacrifice; for I am a great King, saith the Lord, and my name is wonderful among the nations."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Teaching of the Twelve Apostles 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:2",
                            "text": "—Bishops and Deacons; Christian Reproof."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:3",
                            "text": "Appoint, therefore, for yourselves, bishops and deacons worthy of the Lord, men meek, and not lovers of money, and truthful and proved; for they also render to you the service of prophets and teachers."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:4",
                            "text": "Despise them not therefore, for they are your honoured ones, together with the prophets and teachers."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:5",
                            "text": "And reprove one another, not in anger, but in peace, as ye have it in the Gospel; but to every one that acts amiss against another, let no one speak, nor let him hear aught from you until he repent."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Teaching of the Twelve Apostles 16:6",
                            "text": "But your prayers and alms and all your deeds so do, as ye have it in the Gospel of our Lord."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Teaching of the Twelve Apostles 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:2",
                            "text": "—Watchfulness; The Coming of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:3",
                            "text": "Watch for your life's sake."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:4",
                            "text": "Let not your lamps be quenched, nor your loins unloosed; but be ye ready, for ye know not the hour in which our Lord cometh."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:5",
                            "text": "But often shall ye come together, seeking the things which are befitting to your souls: for the whole time of your faith will not profit you, if ye be not made perfect in the last time."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:6",
                            "text": "For in the last days false prophets and corrupters shall be multiplied, and the sheep shall be turned into wolves, and love shall be turned into hate;."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:7",
                            "text": "for when lawlessness increaseth, they shall hate and persecute and betray one another, and then shall appear the world-deceiver as the Son of God, and shall do signs and wonders, and the earth shall be delivered into his hands, and he shall do iniquitous things which have never yet come to pass since the beginning."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:8",
                            "text": "Then shall the creation of men come into the fire of trial, and many shall be made to stumble and shall perish; but they that endure in their faith shall be saved from under the curse itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:9",
                            "text": "And then shall appear the signs of the truth; first, the sign of an out-spreading in heaven; then the sign of the sound of the trumpet; and the third, the resurrection of the dead;."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:10",
                            "text": "yet not of all, but as it is said: The Lord shall come and all His saints with Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Teaching of the Twelve Apostles 17:11",
                            "text": "Then shall the world see the Lord coming upon the clouds of heaven."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Teaching of the Twelve Apostles 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:2",
                            "text": "I  (Thus baptize ye, p."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:3",
                            "text": ")  If we compare this chapter with the corresponding one in the Apostolic Constitutions, the Teaching seems to me to be a somewhat abridged form of a common original."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:4",
                            "text": "This being designed for the catechumens, there is an omission of what they are afterwards to know."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:5",
                            "text": "A form originally drawn up for clergy and people has been very inartificially expurgated for the instruction of young disciples."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:6",
                            "text": "This appears from the ninth chapter (p."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:7",
                            "text": "), where only certain receptive or responsive forms are given."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:8",
                            "text": "The liturgy of the Apostolic Constitutions, book viii."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:9",
                            "text": ", embodies what was studiously kept from all but the τέλειοι, i-e:, those \"of full age\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:10",
                            "text": "II  (Concerning Apostles, p."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:11",
                            "text": ", note."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:12",
                            "text": ")  The reference to \"apostles,\" probably itinerant, in Rev."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:13",
                            "text": "ii."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:14",
                            "text": ", corresponds with this."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:15",
                            "text": "There were officers known in the Apostolic day (compare  Cor."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:16",
                            "text": "viii."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:17",
                            "text": ", Greek) as ἀπόστολοι ἐκκλησιω̑ν, for the pseud-apostles of the Apocalypse could not have pretended what they did had it been otherwise."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:18",
                            "text": "Neither would it have been needful to \"try those who said they were apostles,\" in that case: the mere assertion of such a pretence would have sufficiently convicted them."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:19",
                            "text": "The very childish directions (suited to mere catechumens) given in the text illustrates Rev ii."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:20",
                            "text": ", and is, so far, evidence of the very early origin of the Teaching."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:21",
                            "text": "The name apostles was made technical by Christ Himself: \"He named them Apostles\" (Luke vi."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:22",
                            "text": ")."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:23",
                            "text": "And the word is never used in the loose way which Bishop Lightfoot hazardously suggests, as I must venture to believe."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:24",
                            "text": "III  (Incipient fanaticism, p."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:25",
                            "text": ", note."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:26",
                            "text": ")  Unquestionably, for even in St."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:27",
                            "text": "Paul's day his admonitions imply nothing less."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:28",
                            "text": "See  Cor."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:29",
                            "text": "cap."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:30",
                            "text": "xiv."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:31",
                            "text": ", passim."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:32",
                            "text": "But, as in the Introductory Notice I hinted my suspicions of incipient Montanism in the Teaching, so I am strengthened in this idea by the learned critic to whose note I venture to append this remark for the purpose of asking a reference to my annotations of Hermas in vol."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:33",
                            "text": "ii."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:34",
                            "text": "of this series."
                        },
                        {
                            "verse": 35,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:35",
                            "text": "May I also ask a reference to the same volume, pp."
                        },
                        {
                            "verse": 36,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:36",
                            "text": ", , and ? The \"meal\" (note , p."
                        },
                        {
                            "verse": 37,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:37",
                            "text": ") of the Teaching is doubtless the Agape, which had been abused at so early a day, that St."
                        },
                        {
                            "verse": 38,
                            "chapter": 18,
                            "name": "Teaching of the Twelve Apostles 18:38",
                            "text": "Peter himself was forced to denounce the \"false prophets\" who polluted this feast of charity."
                        }
                    ]
                }
            ]
        }
    ]
}