{
    "books": [
        {
            "name": "Methodius: Fragments from the Homily on the Cross",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Fragments from the Homily on the Cross 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:1",
                            "text": "Fragments from the Homily on the Cross: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:2",
                            "text": "Methodius, Bishop, to those who say: What doth it profit us that the Son of God was crucified upon earth, and made man? And wherefore did He endure to suffer in the manner of the cross, and not by some other punishment? And what was the advantage of the cross?  Christ, the Son of God, by the command of the Father, became conversant with the visible creature, in order that, by overturning the dominion of the tyrants, the demons, that is, He might deliver our souls from their dreadful bondage, by reason of which our whole nature, intoxicated by the draughts of iniquity, had become full of tumult and disorder, and could by no means return to the remembrance of good and useful things."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:3",
                            "text": "Wherefore, also, it was the more easily carried away to idols, inasmuch as evil had overwhelmed it entirely, and had spread over all generations, on account of the change which had come over our fleshy tabernacles in consequence of disobedience; until Christ, the Lord, by the flesh in which He lived and appeared, weakened the force of Pleasure's onslaughts, by means of which the infernal powers that were in arms against us reduced our minds to slavery, and freed mankind from all their evils."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:4",
                            "text": "For with this end the Lord Jesus both wore our flesh, and became man, and by the divine dispensation was nailed to the cross; in order that by the flesh in which the demons had proudly and falsely feigned themselves gods, having carried our souls captive unto death by deceitful wiles, even by this they might be overturned, and discovered to be no gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:5",
                            "text": "For he prevented their arrogance from raising itself higher, by becoming man; in order that by the body in which the race possessed of reason had become estranged from the worship of the true God, and had suffered injury, even by the same receiving into itself in an ineffable manner the Word of Wisdom, the enemy might be discovered to be the destroyers and not the benefactors of our souls."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:6",
                            "text": "For it had not been wonderful if Christ, by the terror of His divinity, and the greatness of His invincible power, had reduced to weakness the adverse nature of the demons."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:7",
                            "text": "But since this was to cause them greater grief and torment, for they would have preferred to be overcome by one stronger than themselves, therefore it was that by a man He procured the safety of the race; in order that men, after that very Life and Truth had entered into them in bodily form, might be able to return to the form and light of the Word, overcoming the power of the enticements of sin; and that the demons, being conquered by one weaker than they, and thus brought into contempt, might desist from their over-bold confidence, their hellish wrath being repressed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:8",
                            "text": "It was for this mainly that the cross was brought in, being erected as a trophy against iniquity, and a deterrent from it, that henceforth man might be no longer subject to wrath, after that he had made up for the defeat which, by his disobedience, he had received, and had lawfully conquered the infernal powers, and by the gift of God had been set free from every debt."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:9",
                            "text": "Since, therefore, the first-born Word of God thus fortified the manhood in which He tabernacled with the armour of righteousness, He overcame, as has been said, the powers that enslaved us by the figure of the cross, and showed forth man, who had been oppressed by corruption, as by a tyrant power, to be free, with unfettered hands."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:10",
                            "text": "For the cross, if you wish to define it, is the confirmation of the victory, the way by which God to man descended, the trophy against material spirits, the repulsion of death, the foundation of the ascent to the true day; and the ladder for those who are hastening to enjoy the light that is there, the engine by which those who are fitted for the edifice of the Church are raised up from below, like a stone four square, to be compacted on to the divine Word."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:11",
                            "text": "Hence it is that our kings, perceiving that the figure of the cross is used for the dissipating of every evil, have made vexillas, as they are called in the Latin language."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:12",
                            "text": "Hence the sea, yielding to this figure, makes itself navigable to men."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:13",
                            "text": "For every creature, so to speak, has, for the sake of liberty, been marked with this sign; for the birds which fly aloft, form the figure of the cross by the expansion of their wings; and man himself, also, with his hands outstretched, represents the same."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:14",
                            "text": "Hence, when the Lord had fashioned him in this form, in which He had from the beginning framed him, He joined on his body to the Deity, in order that it might be henceforth an instrument consecrated to God, freed from all discord and want of harmony."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: Fragments from the Homily on the Cross 1:15",
                            "text": "For man cannot, after that he has been formed for the worship of God, and hath sung, as it were, the incorruptible song of truth, and by this hath been made capable of holding the Deity, being fitted to the lyre of life as the chords and strings, he cannot, I say, return to discord and corruption."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Fragments from the Homily on the Cross 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:2",
                            "text": "The Same Methodius to Those Who are Ashamed of the Cross of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:3",
                            "text": "Some think that God also, whom they measure with the measure of their own feelings, judges the same thing that wicked and foolish men judge to be subjects of praise and blame, and that He uses the opinions of men as His rule and measure, not taking into account the fact that, by reason of the ignorance that is in them, every creature falls short of the beauty of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:4",
                            "text": "For He draws all things to life by His Word, from their universal substance and nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:5",
                            "text": "For whether He would have good, He Himself is the Very Good, and remains in Himself; or, whether the beautiful is pleasing to Him, since He Himself is the Only Beautiful, He beholds Himself, holding in no estimation the things which move the admiration of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:6",
                            "text": "That, verily, is to be accounted as in reality the most beautiful and praiseworthy, which God Himself esteems to be beautiful, even though it be contemned and despised by all else—not that which men fancy to be beautiful."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:7",
                            "text": "Whence it is, that although by this figure He hath willed to deliver the soul from corrupt affections, to the signal putting to shame of the demons, we ought to receive it, and not to speak evil of it, as being that which was given us to deliver us, and set us free from the chains which for our disobedience we incurred."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:8",
                            "text": "For the Word suffered, being in the flesh affixed to the cross, that He might bring man, who had been deceived by error, to His supreme and godlike majesty, restoring him to that divine life from which he had become alienated."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:9",
                            "text": "By this figure, in truth, the passions are blunted; the passion of the passions having taken place by the Passion, and the death of death by the death of Christ, He not having been subdued by death, nor overcome by the pains of the Passion."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:10",
                            "text": "For neither did the Passion cast Him down from His equanimity, nor did death hurt Him, but He was in the passible remaining impassible, and in the mortal remaining immortal, comprehending all that the air, and this middle state, and the heaven above contained, and attempering the mortal to the immortal divinity."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Methodius: Fragments from the Homily on the Cross 2:11",
                            "text": "Death was vanquished entirely; the flesh being crucified to draw forth its immortality."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Fragments from the Homily on the Cross 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:2",
                            "text": "The Same Methodius: How Christ the Son of God, in a Brief and Definite Time, Being Enclosed by the Body, and Existing Impassible, Became Obnoxious to the Passion."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:3",
                            "text": "For since this virtue was in Him, now it is of the essence of power to be contracted in a small space, and to be diminished, and again to be expanded in a large space, and to be increased."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:4",
                            "text": "But if it is possible for Him to be with the larger extended, and to be made equal, and yet not with the smaller to be contracted and diminished, then power is not in Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:5",
                            "text": "For if you say that this is possible to power, and that impossible, you deny it to be power; as being infirm and incapable with regard to the things which it cannot do."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:6",
                            "text": "Nor again, further, will it ever contain any excellence of divinity with respect to those things which suffer change."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:7",
                            "text": "For both man and the other animals, with respect to those things which they can effect, energise; but with respect to those things which they cannot perform, are weak, and fade away."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:8",
                            "text": "Wherefore for this cause the Son of God was in the manhood enclosed, because this was not impossible to Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:9",
                            "text": "For with power He suffered, remaining impassible; and He died, bestowing the gift of immortality upon mortals."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:10",
                            "text": "Since the body, when struck or cut by a body, is just so far struck or cut as the striker strikes it, or he that cuts it cut it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:11",
                            "text": "For according to the rebound of the thing struck, the blow reflects upon the striker, since it is necessary that the two must suffer equally, both the agent and the sufferer."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:12",
                            "text": "If, in truth, that which is cut, from its small size, does not correspond to that which cuts it, it will not be able to cut it at all."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:13",
                            "text": "For if the subject body does not resist the blow of the sword, but rather yields to it, the operation will be void of effect, even as one sees in the thin and subtle bodies of fire and air; for in such cases the impetus of the more solid bodies is relaxed, and remains without effect."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Methodius: Fragments from the Homily on the Cross 3:14",
                            "text": "But if fire, or air, or stone, or iron, or anything which men use against themselves for the purposes of mutual destruction—if it is not possible to pierce or divide these, because of the subtle nature which they possess, why should not rather Wisdom remain invulnerable and impassible, in nothing injured by anything, even though it were conjoined to the body which was pierced and transfixed with nails, inasmuch as it is purer and more excellent than any other nature, if you except only that of God who begat Him?."
                        }
                    ]
                }
            ]
        }
    ]
}