{
    "books": [
        {
            "name": "Gregory The Great: Register of Epistles IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory The Great: Register of Epistles IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:2",
                            "text": "Epistle I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:3",
                            "text": "To Constantius, Bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:4",
                            "text": "Gregory to Constantius, Bishop of Mediolanum (Milan)."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:5",
                            "text": "On receiving the letters of your Fraternity I returned great thanks to Almighty God, that I was counted worthy to be refreshed by the celebration of your ordination."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:6",
                            "text": "Truly that all, by the gift of God, with one accord concurred in your election, is a fact which thy Fraternity ought with the utmost consideration to estimate, since, after God, you are greatly indebted to those who with so submissive a disposition desired you to be preferred before themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:7",
                            "text": "It becomes you, therefore, with priestly benignity to respond to their behaviour, and with kind sympathy to attend to their needs."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:8",
                            "text": "If perchance there are any faults in any of them, rebuke these with well-considered reproofs, so that your very priestly indignation be mingled with a savour of sweetness, and that so you may be loved by your subjects even when you are greatly feared."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:9",
                            "text": "Such conduct will also induce great reverence for your person in their judgment; since, as hasty and habitual rage is despised, so discriminate indignation against faults for the most part becomes the formidable in proportion as it has been slow."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:10",
                            "text": "Further, John our subdeacon, who has returned, has reported many good things of you as to which we beseech Almighty God Himself to fulfil what He has begun; to the end that He may shew thee to have advanced in good inwardly and outwardly both now among men and hereafter among the angels."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:11",
                            "text": "Moreover, we have sent thee, according to custom, a pallium to be used in the sacred solemnities of mass."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles IV 1:12",
                            "text": "But I beg you, when you receive it, to vindicate its dignity and its meaning by humility."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory The Great: Register of Epistles IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:1",
                            "text": "Epistle II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:2",
                            "text": "To Constantius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:3",
                            "text": "Gregory to Constantius, Bishop of Mediolanum."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:4",
                            "text": "My most beloved son, the deacon Boniface, has conveyed to me certain private information through thy Fraternity's letter; namely that three bishops, having sought out rather than found an occasion, have separated themselves from the pious communion of your Fraternity, saying that you have assented to the condemnation of the Three Chapters, and have given a security."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:5",
                            "text": "And, indeed, whether there has been any mention made of the Three Chapters in any word or writing whatever thy Fraternity remembers well; although thy Fraternity's predecessor, Laurentius, did send forth a most strict security to the Apostolic See, to which most noble men in legitimate number subscribed; among whom I also, at that time holding the praetorship of the city, likewise subscribed; since after such a schism had taken place about nothing, it was right that the Apostolic See should take heed, with the view of guarding in all respects the unity of the Universal Church in the minds of priests."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:6",
                            "text": "But as to its being said that our daughter, Queen Theodelinda, after hearing this news, has withdrawn herself from thy communion, it is for all reasons evident that, though she has been seduced to some little extent by the words of bad men, yet, on the arrival of Hippolytus the notary, and John the abbot, she will seek in all ways the communion of your Fraternity."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:7",
                            "text": "To her also I have addressed a letter, which I beg your Fraternity to transmit  to her without delay."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:8",
                            "text": "Further, with regard to the bishops who appear to have separated themselves, I have written another letter, which when you have caused to be shewn to them, I doubt not that they will repent of the superstition of their pride before thy Fraternity."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:9",
                            "text": "Furthermore, you have accurately and briefly informed me of what has been done, whether by King Ago or by the Kings of the Franks."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:10",
                            "text": "I beg your Fraternity to make known to me in all ways what you have so far ascertained."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles IV 2:11",
                            "text": "But, if you should see that Ago, King of the Lombards, is doing nothing with the Patrician, promise him on our part that I am prepared to give attention to his case, if he should be willing to arrange anything with the republic advantageously."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory The Great: Register of Epistles IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:1",
                            "text": "Epistle III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:2",
                            "text": "To Constantius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:3",
                            "text": "Gregory to Constantius, Bishop of Mediolanum."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:4",
                            "text": "It has come to my knowledge that certain bishops of your diocese, seeking out rather than finding an occasion, have attempted to sever themselves from the unity of your Fraternity, saying that thou hadst given a security at the Roman city for thy condemnation of the three Chapters."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:5",
                            "text": "And the fact is that they say this because they do not know how I am accustomed to trust thy Fraternity even without security."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:6",
                            "text": "For if there had been need for anything of the kind, your mere word of mouth could have been trusted."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:7",
                            "text": "I, however, do not recollect any mention between us of the three Chapters either in word or in writing."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:8",
                            "text": "But as for them, if they soon return from their error, they should be spared, because, according to the saying of the Apostle Paul, They understand neither what they say nor whereof they affirm (1 Tim."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:9",
                            "text": "i."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:10",
                            "text": "7)."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:11",
                            "text": "For we, truth guiding us and our conscience bearing witness, declare that we keep the faith of the holy synod of Chalcedon in all respects inviolate, and venture not to add anything to, or to subtract anything from, its definition."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:12",
                            "text": "But, if any one would fain take upon himself to think anything, either more or less, contrary to it, and to the faith of this same synod, we anathematize him without any hesitation, and decree him to be alien from the bosom of Mother Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:13",
                            "text": "Any one, therefore, whom this my confession does not bring to a right mind, no longer loves the synod of Chalcedon, but hates the bosom of Mother Church."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles IV 3:14",
                            "text": "If then those who appear to have been thus daring have presumed thus to speak in zeal of soul, it remains for them, having received this satisfaction, to return to the unity of thy Fraternity, and not divide themselves from the body of Christ, which is the holy universal Church."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory The Great: Register of Epistles IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:1",
                            "text": "Epistle IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:2",
                            "text": "To Queen Theodelinda."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:3",
                            "text": "Gregory to Theodelinda, Queen of the Lombards."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:4",
                            "text": "It has come to our knowledge by the report of certain persons that your Glory has been led on by some bishops even to such an offence against holy Church as to withdraw yourself from the communion of Catholic unanimity."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:5",
                            "text": "Now the more we sincerely love you, the more seriously are we distressed about you, that you believe unskilled and foolish men, who not only do not know what they talk about, but can hardly understand what they have heard."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:6",
                            "text": "For they say that in the times of Justinian of pious memory, some things were ordained contrary to the council of Chalcedon; and, while they neither read themselves nor believe those who do, they remain in the same error which they themselves feigned to themselves concerning us."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:7",
                            "text": "For we, our conscience bearing witness, declare that nothing was altered, nothing violated, with respect to the faith of this same holy council of Chalcedon; but that whatever was done in the times of the aforesaid Justinian was so done that the faith of the council of Chalcedon should in no respect be disturbed."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:8",
                            "text": "Further, if any one presumes to speak or think anything contrary to the faith of the said synod, we detest his  opinion, with interposition of anathema."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:9",
                            "text": "Since then you know the integrity of our faith under the attestation of our conscience, it remains that you should never separate yourself from the communion of the Catholic Church, lest all those tears of yours, and all those good works should come to nothing, if they are found alien from the true faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles IV 4:10",
                            "text": "It therefore becomes your Glory to send a communication with all speed to my most reverend brother and fellow-bishop Constantius, of whose faith, as well as his life, I have long been well assured, and to signify by your letters addressed to him how kindly you have accepted his ordination, and that you are in no way separated from the communion of his Church; although I think that what I say on this subject is superfluous: for, though there has been some degree of doubtfulness in your mind, I think that it has been removed from your heart on the arrival of my son John the abbot, and Hippolytus the notary."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory The Great: Register of Epistles IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:1",
                            "text": "Epistle V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:2",
                            "text": "To Boniface, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:3",
                            "text": "Gregory to Boniface, Bishop of Regium (Reii)."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:4",
                            "text": "It is a shame for priests to be admonished about matters of divine worship."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:5",
                            "text": "For they are then to their disgrace required to do what they ought themselves to require to be done."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:6",
                            "text": "Yet lest, as I do not suppose, thy Fraternity should neglect in any respect the things that pertain to the work of God, we have thought fit to exhort thee specially on this very head."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:7",
                            "text": "We therefore admonish thee that the clergy of the city of Regium be to no extent released by the indulgence of thy Fraternity in duties demanded by their office."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:8",
                            "text": "But in the things that pertain to God let them be most instantly and most earnestly compelled."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:9",
                            "text": "We desire thee also to study the reputation of the aforesaid clergy, that nothing bad, nothing that at all contravenes ecclesiastical discipline, be heard of them; seeing that it is to its adornment, not to foulness of deeds, that their office appertains."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles IV 5:10",
                            "text": "Further, we decree that what we determined in the case of the Sicilians be observed by thy subdeacons; nor mayest thou suffer this our decision to be infringed by the contumacy or temerity of any one whatever; that so, as we believe will be the case, all that has been said above being most strictly kept in force by thee, thou mayest neither prove a transgressor of our admonition, nor be accused as guilty of remissness in the order of pastoral rule which has been committed to thee."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory The Great: Register of Epistles IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:1",
                            "text": "Epistle VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:2",
                            "text": "To Cyprian, Deacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:3",
                            "text": "Gregory to Cyprian, Deacon and Rector of Sicily."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:4",
                            "text": "It has been reported to us that a native of the province of Lucania, Petronilla by name, was converted through the exhortation of the bishop Agnellus, and that all her property, though she had it in her own power, she nevertheless bestowed on the monastery which she entered even by a special deed of gift: also that the aforesaid bishop died leaving half of his substance to one Agnellus, his son, who is said to be a notary of our Church, and half to the said monastery."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:5",
                            "text": "But, when they had fled for refuge to Sicily because of the calamity impending on Italy, the above-named Agnellus is said to have corrupted her morals and defiled her, and, finding her with child, to have seduced her from the monastery, and to have taken away with her all her belongings, both those that had been her own and such as she might have had given her by his own father, and that, after perpetrating such and so great a crime, he claims these things as his own."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:6",
                            "text": "We therefore exhort thy Love to cause the aforesaid man, and the above-named woman, to be summarily brought before thee, and to institute a most thorough enquiry into the case."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles IV 6:7",
                            "text": "And, if thou shouldest find it to be as reported to us, determine an affair defiled by so many iniquities with the utmost severity of expurgation; to the end that both strict retribution may overtake the above-named man, who has regarded neither his own nor her condition, and that, she having been first punished and consigned to a monastery under penance, all the property that had been taken away from the oft above-named place, with all its fruits and accessions, may be restored."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory The Great: Register of Epistles IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:1",
                            "text": "Epistle VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:2",
                            "text": "To Gennadius, Patrician."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:3",
                            "text": "Gregory to Gennadius, Patrician and Exarch of Africa."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:4",
                            "text": "We are well assured that the mind of your religious Excellency is inflamed with zeal of divine love against those things especially which are done in unseemly wise in the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:5",
                            "text": "We therefore the more gladly impose on you the correction of faults in ecclesiastical cases as we have confidence in the bent of your pious disposition."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:6",
                            "text": "Be it known, then, to your Excellence that it has been reported to us by some who have come to us  from the African parts that many things are being committed in the council of Numidia contrary to the way of the Fathers and the ordinances of the canons."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:7",
                            "text": "And, being unable to bear any longer the frequent complaints that have reached us about such things, we committed them to be enquired into to our brother and fellow-bishop Columbus, of whose gravity his very reputation, which is spread abroad, now allows us not to doubt."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:8",
                            "text": "Wherefore, greeting you with fatherly affection, we exhort your Excellence that in all things pertaining to ecclesiastical discipline you should lend him the support of your assistance, lest, if what is done amiss should not be enquired into and visited, it should grow with greater license into future excesses through precedent of long continuance."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles IV 7:9",
                            "text": "Know moreover, most excellent son, that if you seek victories, and are dealing for the security of the province committed to you, nothing will avail you more for this end than being zealous in restraining as far as possible the lives of priests and the intestine wars of Churches."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory The Great: Register of Epistles IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:1",
                            "text": "Epistle VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:4",
                            "text": "We think indeed that thy position may in itself be enough to compel thee to be instant in the fulfilment of pious duties."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:5",
                            "text": "But, lest remissness of any kind should intervene to abate thy zeal, we have thought it right to exhort thee especially with regard to them."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:6",
                            "text": "Now it has come to our knowledge that your Stephen, when departing this life, by his last will and testament directed a monastery to be founded."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:7",
                            "text": "But it is said that his desire is so far unaccomplished owing to the delay of the honourable lady Theodosia, his heiress."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:8",
                            "text": "Wherefore we exhort thy Fraternity to pay the utmost attention to this matter, and admonish the above-named lady, to the end that within a year's space she may establish a monastery as has been directed, and construct everything without dispute according to the will of the departed."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:9",
                            "text": "But if she should put off the completion of the design out of negligence or artfulness (as, for instance, if she is unable to found it in the place that had been appointed, and it is thought fit that it be placed elsewhere, and the matter is neglected through the intervening delay), then we desire that it be built by the diligence of thy Fraternity, and that, all things being set in order, the effects and revenues that have been left be appropriated by thee to this venerable place."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles IV 8:10",
                            "text": "For so thou wilt both escape condemnation for remissness before the awful Judge, and, in accordance with our most religious laws, wilt be accomplishing with episcopal zeal the pious wishes of the departed, which had been disregarded."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory The Great: Register of Epistles IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:1",
                            "text": "Epistle IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:4",
                            "text": "Pastoral zeal ought indeed in itself to have sufficiently instigated thee, even without our aid, to protect profitably and providently the flock of which thou hast taken charge, and to preserve it with diligent circumspection from the cunning devices of enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:5",
                            "text": "But, since we have found that thy Charity needs also the written word of our authority for the augmentation of thy firmness, it is necessary for us, by the exhortation of brotherly love, to strengthen thy faltering disposition towards the earnestness of religious activity."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:6",
                            "text": "Now it has come to our knowledge that thou art remiss in thy guardianship of the monasteries of the handmaidens of God situated in Sardinia; and, though it had been prudently arranged by thy predecessors that certain approved men of the clergy should have the charge of attending to their needs, this has now been so entirely neglected that women specially dedicated to God are compelled to go in person among public functionaries about tributes and other liabilities, and are under the necessity of running to and fro through villages and farms for making up their taxes, and of mixing themselves unsuitably in business which belongs to men."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:7",
                            "text": "This evil let thy Fraternity remove by an easy correction; that is, by carefully deputing one man of approved life and manners, and of such age and position as to give rise to no evil suspicion of him, who may, with the fear of God, so assist the inmates of these monasteries that they may no longer be allowed to wander, against rule, for any cause whatever, private or public, beyond their venerable precincts; but that whatever has to be done in their behalf may be transacted reasonably by him whom you shall depute."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:8",
                            "text": "But let the nuns themselves, rendering praises to God and confining themselves to their monasteries, no longer suggest any evil suspicion to the minds of the faithful."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:9",
                            "text": "But if any one of them, either through former license, or through an evil custom of impunity, has  been seduced, or should in future be led, into the gulph of adulterous lapse, we will that, after enduring the severity of adequate punishment, she be consigned for penance to some other stricter monastery of virgins, that she may there give herself to prayers and fastings, and profit herself by penitence, and afford an example of the more rigorous kind of discipline, such as may inspire fear in others."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:10",
                            "text": "Further, let any one who may be detected in any iniquity with women of this class be deprived of communion, if he be a layman; but, if he be a cleric, let him also be removed from his office, and thrust into a monastery for his ever to be deplored excesses."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:11",
                            "text": "We also desire thee to hold councils of bishops twice in the year, as is said to have been the custom of thy province, as well as being ordered by the authority of the sacred canons; that, if any among them be of moral character inconsistent with his profession, he may be convicted by the friendly rebuke of his brethren, and also that measures may be taken with paternal circumspection for the security of the flock committed to him, and for the well-being of souls."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:12",
                            "text": "It has come to our knowledge also that male and female slaves of Jews, who have fled for refuge to the Church on account of their faith, are either restored to their unbelieving masters, or paid for according to their value in lieu of being restored."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:13",
                            "text": "We exhort therefore that thou by no means allow so bad a custom to continue; but that whosoever being a slave to Jews, shall have fled for refuge to venerable places, thou suffer him not in any degree to sustain prejudice."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:14",
                            "text": "But, whether he had been a Christian before, or been baptized now, let him be supported in his claim for freedom, without any loss to the poor, by the patronage of ecclesiastical compassion."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:15",
                            "text": "Let not bishops presume to sign baptized infants a second time on the forehead with chrism; but let the presbyters anoint those who are to be baptized on the breast, that the bishops may afterwards anoint them on the forehead."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:16",
                            "text": "With regard also to founding monasteries, which divers persons have ordered to be built, if thou perceivest that any persons to whom the charge has been assigned put it off on unjust pretexts, we desire thee to insist sagaciously according to what the laws enjoin, lest (as God forbid should be the case) the pious retentions of the departed should be frustrated through thy neglect."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:17",
                            "text": "Further, as to the monastery which Peter is said to have formerly ordered to be constructed in his house, we have seen fit that thy Fraternity should make accurate enquiry into the amount of the revenues there."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:18",
                            "text": "And in case of there being a suitable provision, when all diminutions of the property and what is said to have been dispersed have been recovered, let the monastery with all diligence and without any delay be founded."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:19",
                            "text": "But, if the means are insufficient or detrimental, we desire thee, after closely investigating everything as has been commanded, to send a report to us, that we may know how to deliberate with the Lord's help with regard to its construction."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles IV 9:20",
                            "text": "Let, then, thy Fraternity give wise attention to all the points above referred to, so as neither to be found to have transgressed the tenour of our admonitions nor to stand liable to divine judgment for too little zeal in thy pastoral office."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory The Great: Register of Epistles IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:1",
                            "text": "Epistle X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:2",
                            "text": "To All the Bishops of Dalmatia."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:3",
                            "text": "Gregory to all the bishops through Dalmatia."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:4",
                            "text": "It behoved your Fraternity, having the eyes of the flesh closed out of regard to Divine judgment, to have omitted nothing that appertains to God and to a right inclination of mind, nor to have preferred the countenance of any man whatever to the uprightness of justice."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:5",
                            "text": "But now that your manners have been so perverted by secular concerns, that, forgetting the whole path of the sacerdotal dignity that is yours, and all sense of heavenly fear, you study to accomplish what may please yourselves and not God, we have held it necessary to send you these specially strict written orders, whereby, with the authority of the blessed Peter, Prince of the apostles, we enjoin that you presume not to lay hands on any one whatever in the city of Salona, so far as regards ordination to episcopacy, without our consent and permission; nor to ordain any one in the same city otherwise than as we have said."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:6",
                            "text": "But if, either of your own accord, or under compulsion from any one whatever, you should presume or attempt to do anything contrary to this injunction, we shall decree you to be deprived of participation of the Lord's body and blood, that so your very handling of the business, or your very inclination to transgress our order, may cut you off from the sacred mysteries, and no one may be accounted a bishop whom you may ordain."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:7",
                            "text": "For we wish  no one to be rashly ordained whose life can be found fault with."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:8",
                            "text": "And so, if the deacon Honoratus is shewn to be unworthy, we desire that a report may be sent us of the life and manners of him who may be elected, that whatever is to be done in this matter we may allow to be carried out salubriously with our consent."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:9",
                            "text": "For we trust in Almighty God that, as far as in us lies, we may never suffer to be done what may damage our soul; never what may damage your Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles IV 10:10",
                            "text": "But, if the voluntary consent of all should so fix on one person that by the favour of God he may be proved worthy, and there should be no one to dissent from his being ordained, we wish him to be consecrated by you in this same church of Salona under the license granted in this present epistle; excepting notwithstanding the person of Maximus, about whom many evil reports have reached us: and, unless he desists from coveting the higher order, it remains, as I think, that after full enquiry, he should be deprived also of the very office which he now holds."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory The Great: Register of Epistles IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:1",
                            "text": "Epistle XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:2",
                            "text": "To Maximianus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:3",
                            "text": "Gregory to Maximianus, Bishop of Syracuse."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:4",
                            "text": "It had indeed been committed to thy Fraternity long ago by our authority to correct in our stead any excesses or unseemly proceedings that there might be in the Church and other venerable places of Sicily."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:5",
                            "text": "But, seeing that a complaint has reached us of some things having been so far neglected, we have thought it fit that thy Fraternity should again be specially stirred up to correct them."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:6",
                            "text": "For we learn that in the case of revenues of Churches that have been newly acquired the canonical disposition of their fourth parts does not prevail, but that the bishops of the several places distribute a fourth part of the ancient revenues only, retaining for their own use those that have been recently acquired."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:7",
                            "text": "Wherefore let thy Fraternity make haste actively to correct this evil custom that has crept in, so that, whether in the case of former revenues or of such as have accrued now or may accrue, the fourth parts may be dispensed according to the canonical distribution of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:8",
                            "text": "For it is unseemly that one and the same substance of the Church should be rated, as it were, under two different laws, namely, that of usurpation and that of the canons."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:9",
                            "text": "Permit not presbyters, deacons, and other clerks of whatever order, who serve churches, to be abbots of monasteries; but let them either, giving up clerical duties, be advanced to the monastic order, or, if they should decide to remain in the position of abbot, let them by no means be allowed to have clerical employment."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:10",
                            "text": "For it is very unsuitable that, if one cannot fulfil the duties of either of these positions with diligence proportional to its importance, any one should be judged fit for both, and that so the ecclesiastical order should impede the monastic life, and in turn the rule of monasticism impede ecclesiastical utility."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:11",
                            "text": "Of this thing also we have taken thought to warn thy Charity; that, if any one of the bishops should depart this life, or (which God forbid) should be removed for his transgressions, the hierarchs and all the chief of the clergy being assembled, and in thy presence making an inventory of the property of the Church, all that is found should be accurately described, and nothing should be taken away in kind, or in any other way whatever, from the property of the Church, as is said to have been done formerly, as though in return for the trouble of making the inventories."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:12",
                            "text": "For we desire all that pertains to the protection of what belongs to the poor to be so executed that in their affairs no opportunity may be left for the venality of self-interested men."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:13",
                            "text": "Let visitors of churches, and their clerks who with them are at trouble in parishes that are not of their own city, receive according to thy appointment some subsidy for their labour."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:14",
                            "text": "For it is just that they should get payment in the places where they are found to lend their services."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:15",
                            "text": "We most strongly forbid young women to be made abbesses."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:16",
                            "text": "Let thy Fraternity, therefore, permit no bishop to veil any but a sexagenarian virgin, whose age and character may demand this being done; that so, this as well as the above-named points being set right with the Lord's help by the urgency of thy strict requirement, thou mayest hasten to bind up again with canonical ties the long loosened state of venerable things, and also that divine affairs may be arranged, not by the incongruous wills of men, but with adequate strictness."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles IV 11:17",
                            "text": "The month of October, Indiction 12."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Gregory The Great: Register of Epistles IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:1",
                            "text": "Epistle XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:4",
                            "text": "Theodosia, a religious lady, being desirous of carrying out the intention of her late husband  Stephen by the building of a monastery, has begged us to transmit our letters to your Fraternity, whereby, through our commendation, she may the more readily be counted worthy of your aid."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:5",
                            "text": "She asserts that her husband had given directions for the monastery to be constructed on the farm called Piscenas, which has come into the possession of the guest-house (Xenodochii) of the late bishop Thomas."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:6",
                            "text": "Now, though the possessor of the property would allow her to found it on land that is not her own, yet seeing that the Lord with reason objects, we have thought it right to agree to her petition; which is that she should, with the Lord's help, construct a monastery for handmaidens of God in a house belonging to herself, which she asserts that she has at Caralis."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:7",
                            "text": "But, since she says that the aforesaid house is burdened by guests and visitors, we exhort thy Fraternity to take pains to assist her in all ways, and lend the aid of thy protection to her devotion, so that thy assistance and assiduity may make thee partaker of the reward of her departed husband's earnestness and her own."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles IV 12:8",
                            "text": "As to the relics which she requests may be placed there, we desire that they be deposited with due reverence by thy Fraternity."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Gregory The Great: Register of Epistles IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:1",
                            "text": "Epistle XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:2",
                            "text": "To Maurus, Abbot."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:3",
                            "text": "Gregory to Maurus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:4",
                            "text": "The care of churches which is evidently inherent in the priestly office compels us to be so solicitous that no fault of neglect may appear with regard to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:5",
                            "text": "Since, however, we have learnt that the church of Saint Pancratius, which had been committed to presbyters, has been frequently neglected, so that people coming there on the Lord's day to celebrate the solemnities of mass have returned murmuring on finding no presbyter, we therefore, after mature deliberation, have determined to remove those presbyters, and with the favour of God constitute for the same church a congregation of monks in a monastery, to the end that the abbot who shall preside there may give care and attention in all respects to the aforesaid church."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:6",
                            "text": "And we have also thought fit to put thee, Maurus, over this monastery as abbot, ordaining that the lands of the aforesaid church, and whatever may have come into its possession, or accrued from its revenues, be applied to this thy monastery, and belong to it without any diminution; but on condition whatever needs to be effected or repaired in the church above written may be so effected and repaired by thee without fail."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:7",
                            "text": "But lest, after the removal of the presbyters to whom this church had previously been committed, it should seem to be without provision for divine service, we therefore enjoin thee by the tenour of this authority to supply it with a peregrine presbyter to celebrate the sacred solemnities of mass, who, nevertheless, must needs both live in thy monastery, and have from it provision for his maintenance."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:8",
                            "text": "But let this also above all be thy care, that there over the most sacred body of the blessed Pancratius the work of God be executed daily without fail."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles IV 13:9",
                            "text": "These things, then, which by the tenour of this precept we depute thee to do, we will that not only thou perform, but that they be also so observed and fulfilled for ever by those who shall succeed thee in thy office and place, that there may be no possibility henceforth of neglect being found in the aforesaid church."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Gregory The Great: Register of Epistles IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:1",
                            "text": "Epistle XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:2",
                            "text": "To Maximus, Pretender (Praesumptorem)."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:3",
                            "text": "Gregory to Maximus, Pretender in Salona."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:4",
                            "text": "Though the merits of any one's life were in other respects such as to offer no impediment to his ordination to priestly offices, yet the crime of canvassing in itself is condemned by the severest strictness of the canons."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:5",
                            "text": "Now we have been informed that thou, having either obtained surreptitiously, or pretended, an order from the most pious princes, hast forced thy way to the order of priesthood, which is of all men to be venerated, while being in thy life unworthy."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:6",
                            "text": "And this without any hesitation we believed, inasmuch as thy life and age are not unknown to us, and further, because we are not ignorant of the mind of our most serene lord the Emperor, in that he is not accustomed to mix himself up  in the causes of priests, lest he should in any way be burdened by our sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:7",
                            "text": "An unheard-of wickedness is also spoken of; that, even after our interdiction, which was pronounced under pain of excommunication of thee and those who should ordain thee, it is said that thou wast brought forward by a military force, and that presbyters, deacons, and other clergy were beaten."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:8",
                            "text": "Which proceeding we can in no wise call a consecration, since it was celebrated by excommunicated men."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:9",
                            "text": "Since, therefore, without any precedent, thou hast violated such and so great a dignity, namely that of the priesthood, we enjoin that, until I shall have ascertained from the letters of our lords or of our responsalis, that thou wast ordained under a true and not a surreptitious order, thou and thy ordainers by no means presume to handle anything connected with the priestly office, and that you approach not the service of the holy altar till you have heard from us again."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:10",
                            "text": "But, if you should presume to act in contravention of this order, be ye anathema from God and from the blessed Peter, Prince of the apostles, that your punishment may afford an example to other catholic churches also, through their contemplation of the judgment upon you."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles IV 14:11",
                            "text": "The month of May, Indiction 12."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Gregory The Great: Register of Epistles IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:1",
                            "text": "Epistle XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:2",
                            "text": "To Venantius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:3",
                            "text": "Gregory to Venantius, Bishop of Luna (in Etruria)."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:4",
                            "text": "It has reached us by the report of many that Christian slaves are detained in servitude by Jews living in the city of Luna; which thing has seemed to us by so much the more offensive as the sufferance of it by thy Fraternity annoys us."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:5",
                            "text": "For it was thy duty, in respect of thy place, and in thy regard for the Christian religion, to leave no occasion for simple souls to serve Jewish superstition not through persuasion, but, in a manner, by right of authority."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:6",
                            "text": "Wherefore we exhort thy Fraternity that, according to the course laid down by the most pious laws, no Jew be allowed to retain a Christian slave in his possession."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:7",
                            "text": "But, if any are found in their power, let liberty be secured to them by protection under the sanction of law."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:8",
                            "text": "But as to any that are on the property of Jews, though they be themselves free from legal obligation, yet, since they have long been attached to the cultivation of their lands as bound by the condition of their tenure, let them continue to cultivate the farms they have been accustomed to do, rendering their payments to the aforesaid persons, and performing all things that the laws require of husbandmen or natives, except that no farther burden be imposed on them."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:9",
                            "text": "But, whether any one of these should wish to remain in his servitude, or any to migrate to another place, let the latter consider with himself that he will have lost his rights as a husbandman by his own rashness, though he has got rid of his servitude by force of law."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles IV 15:10",
                            "text": "In all these things, then, we desire thee to exert thyself so wisely that neither mayest thou be a guilty pastor of a dismembered flock, nor may thy too little zeal render thee reprehensible before us."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Gregory The Great: Register of Epistles IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:1",
                            "text": "Epistle XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:2",
                            "text": "To Hospito, Duke of the Barbaricini."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:3",
                            "text": "Gregory to Hospito, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:4",
                            "text": "Since no one of thy race is a Christian, I hereby know that thou art better than all thy race, in that thou in it art found to be a Christian."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:5",
                            "text": "For, while all the Barbaricini live as senseless animals, know not the true God, but adore stocks and stones, in the very fact that thou worshippest the true God thou shewest how much thou excellest them all."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:6",
                            "text": "But carry thou out the faith which thou hast received in good deeds and words, and offer what is in thy power to Christ in whom thou believest, so as to bring to Him as many as thou canst, and cause them to be baptized, and admonish them to set their affection on eternal life."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:7",
                            "text": "And if perchance thou canst not do this thyself, being otherwise occupied, I beg thee, with my greeting, to succour in all ways our men whom we have sent to your parts, to wit my fellow-bishop Felix, and my son, the servant of God, Cyriacus, so that in aiding their labours thou mayest shew thy devotion to Almighty God, and that He whose servants thou succourest in their good work may be a helper to thee in all good deeds."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:8",
                            "text": "We have sent you through them a blessing of St."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:9",
                            "text": "Peter the apostle, which I beg you to receive, as you ought to do, kindly."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles IV 16:10",
                            "text": "The month of June, Indiction 12."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Gregory The Great: Register of Epistles IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:1",
                            "text": "Epistle XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:2",
                            "text": "To Zabardas, Duke of Sardinia."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:3",
                            "text": "Gregory to Zabardas, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:4",
                            "text": "From the letters of my brother and fellow-bishop Felix, and of the servant of God, Cyriacus, we have learnt your Glory's good qualities."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:5",
                            "text": "And we give great thanks to mighty God, that Sardinia has got such a duke; one who so knows how to do his duty to the republic in earthly matters as to know also how to exhibit to Almighty God dutiful regard for the heavenly country."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:6",
                            "text": "For they have written to me that you are arranging terms of peace with the Barbaricini on such conditions as to bring these same Barbaricini to the service of Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:7",
                            "text": "On this account I rejoice exceedingly, and, should it please Almighty God, will speedily notify your gifts to our most serene princes."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles IV 17:8",
                            "text": "Do you, therefore, accomplish what you have begun, shew the devotion of your heart to Almighty God, and help to the utmost of your power those whom we have sent to your parts for the conversion of the Barbaricini; knowing that such works may avail much to aid you both before our earthly princes and in the eyes of the heavenly king."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Gregory The Great: Register of Epistles IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:1",
                            "text": "Epistle XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:2",
                            "text": "To the Nobles and Proprietors in Sardinia."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:3",
                            "text": "Gregory to the Nobles, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:4",
                            "text": "I have learnt from the report of my brother and fellow-bishop Felix, and my son the servant of God, Cyriacus, that nearly all of you have peasants (rusticos) on your estates given to idolatry."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:5",
                            "text": "And this has made me very sorry, since I know that the guilt of subjects weighs down the life of their superiors, and that, when sin in a subject is not corrected, sentence is flung back on those who are over them."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:6",
                            "text": "Wherefore, magnificent sons, I exhort that with all care and all solicitude ye be zealous for your souls, and see what account you will render to Almighty God for your subjects."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:7",
                            "text": "For indeed they have been committed to you for this end, that both they may serve for your advantage in earthly things, and you, through your care for them, may provide for their souls in the things that are eternal."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:8",
                            "text": "If, then, they pay what they owe you, why pay you not them what you owe them? That is to say, your Greatness should assiduously admonish them, and restrain them from the error of idolatry, to the end that by their being drawn to the faith you may make Almighty God propitious to yourselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:9",
                            "text": "For, lo, you observe how the end of this world is close at hand; you see that now a human, now a divine, sword rages against us: and yet you, the worshippers of the true God, behold stones adored by those who are committed to you, and are silent."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:10",
                            "text": "What, I pray you, will you say in the tremendous judgment, when you have received God's enemies into your power, and yet disdain to subdue them to God and recall them to Him? Wherefore, addressing you with due greeting, I beg that your Greatness would be earnestly on the watch to give yourselves to zeal for God, and hasten to inform me in your letters which of you has brought how many to Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles IV 18:11",
                            "text": "If, then, haply from any cause you are unable to do this, enjoin it on our aforesaid brother and fellow-bishop Felix, or my son Cyriacus, and afford them succour for the work of God, that so in the retribution to come you may be in a state to partake of life by so much the more as you now afford succour to a good work."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Gregory The Great: Register of Epistles IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:1",
                            "text": "Epistle XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:4",
                            "text": "We have ascertained from the report of our fellow-bishop Felix and the abbot Cyriacus that in the island of Sardinia priests are oppressed by lay judges, and that thy ministers despise thy Fraternity; and that, so far as appears, while you aim only at simplicity, discipline is neglected."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:5",
                            "text": "Wherefore I exhort thee that, putting aside all excuses, thou take pains to rule the Church of which thou hast received the charge, to keep up discipline among the clergy, and fear no one's words."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:6",
                            "text": "But, as I hear, thou hast forbidden thy Archdeacon to live with women, and up to this time art set at naught with regard to this thy prohibition."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:7",
                            "text": "Unless he obey thy command, our will is that he be deprived of his sacred order."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:8",
                            "text": "There is another thing also which is much to be deplored; namely, that the negligence of your Fraternity has allowed the peasants (rusticos) belonging to holy Church to remain up to the present time in infidelity."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:9",
                            "text": "And what is the use of my admonishing you to bring such as do not belong to you to God, if you neglect to recover your own from infidelity? Hence you must needs be in all ways vigilant for their conversion."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:10",
                            "text": "For, should I succeed in finding a pagan peasant belonging to any  bishop whatever in the island of Sardinia, I will visit it severely on that bishop."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:11",
                            "text": "But now, if any peasant should be found so perfidious and obstinate as to refuse to come to the Lord God, he must be weighted with so great a burden of payment as to be compelled by the very pain of the exaction to hasten to the right way."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:12",
                            "text": "It has also come to our knowledge that some in sacred orders who have lapsed, either after doing penance or before, are recalled to the office of their ministry; which is a thing that we have altogether forbidden and the most sacred canons also declare against it."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:13",
                            "text": "Whoso, then, after having received any sacred order, shall have lapsed into sin of the flesh, let him so forfeit his sacred order as not to approach any more the ministry of the altar."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:14",
                            "text": "But, lest those who have been ordained should ever perish, previous care should be taken as to what kind of people are ordained, so that it be first seen to whether they have been continent in life for many years, and whether they have had a care for reading and a love of almsgiving."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:15",
                            "text": "It should be enquired also whether a man has perchance been twice married."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:16",
                            "text": "It should also be seen to that he be not illiterate, or under liability to the state, so as to be compelled after assuming a sacred order to return to public employment."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:17",
                            "text": "All these things therefore let your Fraternity diligently enquire into, that, every one having been ordained after diligent examination, none may be easily liable to be deposed after ordination."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:18",
                            "text": "These things which we have written to your Fraternity do you make known to all the bishops under you, since I myself have been unwilling to write to them, lest I might seem to lessen your dignity."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:19",
                            "text": "It has also come to our ears that some have been offended by our having forbidden presbyters to touch with chrism those who are to be baptized."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles IV 19:20",
                            "text": "And we indeed acted according to the ancient use of our Church: but, if any are in fact hereby distressed, we allow that, where there is a lack of bishops, presbyters may touch with chrism, even on their foreheads, those who are to be baptized."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Gregory The Great: Register of Epistles IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:1",
                            "text": "Epistle XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:4",
                            "text": "Thy Fraternity ought indeed to have been so attentive to pious duties as to be in no need at all of our admonitions to induce thee to fulfil them: yet, as certain particulars that require correction have come to our knowledge, there is nothing incongruous in your having besides a letter addressed to you bearing our authority."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:5",
                            "text": "Wherefore we apprize you that we have been given to understand that it has been the custom for the Guest-houses (Xenodochia) constituted in the parts about Caralis to submit their accounts in detail from time to time to the bishop of the city; that is, so as to be governed under his guardianship and care."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:6",
                            "text": "Now, as thy Charity is said to have so far neglected this, we exhort, as has been said, that the inmates who are or have been established in these Guest-houses submit their accounts in detail from time to time."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:7",
                            "text": "And let such persons be ordained to preside over them as may be found most worthy in life, manners and industry, and at any rate religiosi, whom judges may have no power of annoying, lest, if they should be such as could be summoned to the courts, occasion might be given for wasting the feeble resources which they have: concerning which resources we wish thee to take the greatest care, so that they be given away to no one without thy knowledge, lest the carelessness of thy Fraternity should go so far as to let them be plundered."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:8",
                            "text": "Moreover, thou knowest that the bearer of these presents, Epiphanius the presbyter, was criminally accused in the letters of certain Sardinians."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:9",
                            "text": "We, then, having investigated his case as it was our will to do, and finding no proof of what was charged against him, have absolved him, so that he might be restored to his place."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:10",
                            "text": "We therefore desire thee to search out the authors of the charge against him: and, unless he who sent those same letters be prepared to support his charges by canonical and most strict proofs, let him on no account approach the mystery of holy communion."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:11",
                            "text": "Further, as to Paul the cleric, who is said to have been often detected in malpractices, and who had fled into Africa, having returned to a lay state of life in despite of his cloth, if it is so, we have seen to his being given up to penance after previous corporal punishment, to the end that, according to the apostolic sentence, by means of affliction of the flesh the spirit may be saved, and also that he may be able to wash away with continual tears the earthly filth of sin, which he is said to have contracted by wicked works."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:12",
                            "text": "Moreover, in accordance with the injunctions of the canons, let no religious person (religiosus) associate with those who have been suspended from ecclesiastical communion."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:13",
                            "text": "Further, for ordinations or marriages of clerics, or from virgins who are veiled, let no one presume to receive any fee, unless they should prefer to offer something of their own accord."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:14",
                            "text": "As to what should be done in the case of women who have left monasteries for a lay life, and have taken husbands, we have conversed at length with thy Fraternity's aforesaid presbyter, from whose report your Holiness may be more fully informed."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:15",
                            "text": "Further, let religious clerics (religiosi clerici) avoid resort to or the patronage of laymen; but let them be in all respects subject to thy jurisdiction according to the canons, lest through the remissness of thy Fraternity the discipline of the Church over which thou presidest should be dissolved."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles IV 20:16",
                            "text": "Lastly, as to the men who have sinned with the aforesaid women who had left their monasteries, and are said to be now suspended from communion, if thy Fraternity should observe them to have repented worthily for such a wickedness, we will that thou restore them to holy communion."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Gregory The Great: Register of Epistles IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles IV 21:1",
                            "text": "Epistle XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles IV 21:2",
                            "text": "To Januarius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles IV 21:3",
                            "text": "Gregory to Januarius, Bishop of Caralis (Cagliari)."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles IV 21:4",
                            "text": "It has come to our knowledge that in the place within the province of Sardinia called Phausiana it is said to have been once the custom to ordain a bishop; but that, through stress of circumstances, the custom has for long fallen into disuse."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles IV 21:5",
                            "text": "But, as we are aware that now, owing to scarcity of priests, certain pagans remain there, living like wild beasts, and entirely ignorant of the worship of God, we exhort thy Fraternity to make haste to ordain a bishop there according to the ancient way; such a one, that is, as may be suitable for this work, and may take pains to bring wanderers into the Lord's flock with pastoral zeal; that so, while he devotes himself there to the saving of souls, neither may you be found to have required what was superfluous, nor may we repent of having re-established in vain what had been once discontinued."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Gregory The Great: Register of Epistles IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:1",
                            "text": "Epistle XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:2",
                            "text": "To Constantina Augusta."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:3",
                            "text": "Gregory to Constantina, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:4",
                            "text": "The Serenity of your Piety, conspicuous for religious zeal and love of holiness, has charged me with your commands to send to you the head of Saint Paul, or some other part of his body, for the church which is being built in honour of the same Saint Paul in the palace."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:5",
                            "text": "And, being desirous of receiving commands from you, by exhibiting the most ready obedience to which I might the more provoke your favour towards me, I am all the more distressed that I neither can nor dare do what you enjoin."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:6",
                            "text": "For the bodies of the apostles  Saint Peter and Saint Paul glitter with so great miracles and terrors in their churches that one cannot even go to pray there without great fear."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:7",
                            "text": "In short, when my predecessor, of blessed memory, was desirous of changing the silver which was over the most sacred body of the blessed apostle Peter, though at a distance of almost fifteen feet from the same body, a sign of no small dreadfulness appeared to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:8",
                            "text": "Nay, I too wished in like manner to amend something not far from the most sacred body of Saint Paul the apostle; and, it being necessary to dig to some depth near his sepulchre, the superintendent of that place found some bones, which were not indeed connected with the same sepulchre; but, inasmuch as he presumed to lift them and transfer them to another place, certain awful signs appeared, and he died suddenly."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:9",
                            "text": "Besides all this, when my predecessor, of holy memory, was desiring in like manner to make some improvements not far from the body of Saint Laurence the martyr, it not being known where the venerable body was laid, diggings were made in the course of search, and suddenly his sepulchre was unawares disclosed; and those who were present and working, monks and mansionarii, who saw the body of the same martyr, which they did not indeed presume to touch, all died within ten days, so that none might survive who had seen the holy body of that righteous man."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:10",
                            "text": "Moreover, let my most tranquil lady know that it is not the custom of the Romans, when they give relics of saints, to presume to touch any part of the body; but only a cloth (brandeum) is put into a box (pyxide), and placed near the most sacred bodies of the saints: and when it is taken up it is deposited with due reverence in the Church that is to be dedicated, and such powerful effects are thereby produced there as might have been if their bodies had been brought to that special place."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:11",
                            "text": "Whence it came to pass in the times of Pope Leo, of blessed memory, as has been handed down from our forefathers, that, certain Greeks being in doubt about such relics, the aforesaid pontiff took scissors and cut this same cloth (brandeum), and from the very incision blood flowed."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:12",
                            "text": "For in the Roman and all the Western parts it is unendurable and sacrilegious for any one by any chance to desire to touch the bodies of saints: and, if one should presume to do this, it is certain that this temerity will by no means remain unpunished."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:13",
                            "text": "For this reason we greatly wonder at the custom of the Greeks, who say that they take up the bones of saints; and we scarcely believe it."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:14",
                            "text": "For certain Greek monks who came here more than two years ago dug up in the silence of night near the church of Saint Paul, bodies of dead men lying in the open field, and laid up their bones to be kept in their own possession till their departure."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:15",
                            "text": "And, when they were taken and diligently examined as to why they did this, they confessed that they were going to carry those bones to Greece to pass for relics of saints."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:16",
                            "text": "From this instance, as has been already said, the greater doubt has been engendered in us whether it be true that they really take up the bones of saints, as they are said to do."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:17",
                            "text": "But what shall I say of the bodies of the blessed apostles, when it is well known that, at the time when they suffered, believers came from the East to recover their bodies as being those of their own countrymen? And, having been taken as far as the second milestone from the city, they were deposited in the place which is called Catacumbas."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:18",
                            "text": "But, when the whole multitude came together and endeavoured to remove them thence, such violence of thunder and lightning terrified and dispersed them that they on no account presumed to attempt such a thing again."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:19",
                            "text": "And then the Romans, who of the Lord's loving-kindness were counted worthy to do this, went out and took up their bodies, and laid them in the places where they are now deposited."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:20",
                            "text": "Who then, most serene lady, can there be so venturesome as, knowing these things, to presume, I do not say to touch their bodies, but even at all to look at them? Such orders therefore having been given me by you, which I could by no means have obeyed, it has not, so far as I find, been of your own motion; but certain men have wished to stir up your Piety against me, so as to withdraw from me (which God forbid) the favour of your good will, and have therefore sought out a point in which I might be found as if disobedient to you."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:21",
                            "text": "But I trust in Almighty God that your most kind good will is in no way being stolen away from me, and that you will always have with you the power of the holy apostles, whom with all your heart and mind you love, not from their bodily presence, but from their protection."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:22",
                            "text": "Moreover, the napkin, which you have likewise ordered to be sent you, is with his body, and so cannot be touched, as his body cannot be approached."
                        },
                        {
                            "verse": 23,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:23",
                            "text": "But since so religious a desire of my most serene lady ought not to be wholly unsatisfied, I will make haste to transmit to you some portion of the chains which Saint  Peter the apostle himself bore on his neck and his hands, from which many miracles are displayed among the people; if at least I should succeed in removing it by filing."
                        },
                        {
                            "verse": 24,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:24",
                            "text": "For, while many come frequently to seek a blessing from these same chains, in the hope of receiving a little part of the filings, a priest attends with a file, and in the case of some seekers a portion comes off so quickly from these chains that there is no delay: but in the case of other seekers the file is drawn for long over the chains, and yet nothing can be got from them."
                        },
                        {
                            "verse": 25,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles IV 22:25",
                            "text": "In the month of June, Indiction 12."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Gregory The Great: Register of Epistles IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:1",
                            "text": "Epistle XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:2",
                            "text": "To Theodorus, Physician."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:3",
                            "text": "Gregory to Theodorus, Physician to the Emperor."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:4",
                            "text": "I myself give thanks to Almighty God, that distance does not separate the hearts of those who truly love each other mutually."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:5",
                            "text": "For lo, most sweet and glorious son, we are far apart in body, and yet are present with each other in charity."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:6",
                            "text": "This your works, this your letters testify, this I experienced in you when present, this I recognize in your Glory when absent."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:7",
                            "text": "May this make you both beloved of men and worthy for ever before Almighty God."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:8",
                            "text": "For, charity being the mother of virtues, you bring forth the fruits of good works for this reason that you keep in your soul the very root of those fruits."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:9",
                            "text": "Now what you have sent me, God inspiring you, for the redemption of captives, I confess that I have received both with joy and with sorrow."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:10",
                            "text": "With joy, that is, for you, whom I thus perceive to be preparing a mansion in the heavenly country; but with exceeding sorrow for myself, who, over and above my care of the property of the holy apostle Peter, must now also give an account of the property of my most sweet son, the Lord Theodorus, and be held responsible for having spent it carefully or negligently."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:11",
                            "text": "But may Almighty God, who has poured into your mind the bowels of His own mercy, who has granted to you to take anxious thought for what is said of our Saviour by the excellent preacherThat, though he was rich, yet for us he became poor (2 Cor."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:12",
                            "text": "viii."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:13",
                            "text": "9)may He, at the coming of the same Saviour, shew you to be rich in virtues, cause you to stand free from all fault, and grant to you heavenly for earthly joys, abiding joys for transitory."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:14",
                            "text": "As to what you say you desire to be done for you near the most sacred body of the holy apostle Peter, be assured that, though your tongue were silent, your charity bids the doing of it."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:15",
                            "text": "Would indeed that we were worthy to pray for you: but that I am not worthy I have no doubt."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:16",
                            "text": "Still, however, there are here many worthy folk, who are being redeemed from the enemy by your offering, and serve our Creator faithfully, with regard to whom you have done what is written; Lay up alms in the bosom of the poor, and it shall pray for thee (Ecclus."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:17",
                            "text": "xxix."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:18",
                            "text": "15)."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:19",
                            "text": "But, since he loves the more who presumes the more, I have some complaint against the most sweet disposition of my most glorious son the Lord Theodorus; namely that he has received from the holy Trinity the gift of genius, the gift of wealth, the gift of mercy and charity, and yet is unceasingly bound up in secular causes, is occupied in continual processions, and neglects to read daily the words of his Redeemer."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:20",
                            "text": "For what is sacred Scripture but a kind of epistle of Almighty God to His creature? And surely, if your Glory were resident in any other place, and were to receive letters from an earthly emperor, you would not loiter, you would not rest, you would not give sleep to your eyes, till you had learnt what the earthly emperor had written."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:21",
                            "text": "The Emperor of Heaven, the Lord of men and angels, has sent thee his epistles for thy life's behoof; and yet, glorious son, thou neglectest to read these epistles ardently."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:22",
                            "text": "Study then, I beseech thee, and daily meditate on the words of thy Creator."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:23",
                            "text": "Learn the heart of God in the words of God, that thou mayest sigh more ardently for the things that are eternal, that your soul may be kindled with greater longings for heavenly joys."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:24",
                            "text": "For a man will have the greater rest here in proportion as he has now no rest in the love of his Maker."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:25",
                            "text": "But, that you may act thus, may Almighty God pour into you the Spirit the Comforter: may He fill your soul with His presence, and in filling it, compose it."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:26",
                            "text": "As to me, know ye that I suffer here many and innumerable bitternesses."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:27",
                            "text": "But I give thanks to Almighty God that I suffer far less than I deserve."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:28",
                            "text": "I commend to your Glory my son, your patient, the lord Narses."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:29",
                            "text": "I know indeed that you hold him as in all respects commended to you; but I beg you to do what you are doing, that, in asking for what I see is being done, I may by my asking have a share in your reward."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:30",
                            "text": "Furthermore, I have received the blessing of your Excellency with the charity wherewith it was sent to me."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles IV 23:31",
                            "text": "And I have presumed to send you, in acknowledgment of your love, a duck with two small ducklings, that, as often as your eye is led to look at it, the memory also of me may be  recalled to you among the occupations and tumults of business."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Gregory The Great: Register of Epistles IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:1",
                            "text": "Epistle XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:2",
                            "text": "To Narses the Patrician."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:3",
                            "text": "Gregory to Narses, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:4",
                            "text": "Your most sweet Charity has said much to me in your letters in praise of my good deeds, to all which I briefly reply, Call me not Noemi, that is beautiful; but call me Mara, that is bitter; for I am full of bitterness (Ruth i."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:5",
                            "text": "20)."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:6",
                            "text": "But as to the cause of the presbyters, which is pending with my brother and fellow-bishop, the most reverend Patriarch John, we have, as I think, for our adversary the very man whom you assert to be desirous of observing the canons."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:7",
                            "text": "Further, I declare to thy Charity that I am prepared, with the help of Almighty God, to prosecute this same cause with all my power and influence."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:8",
                            "text": "And, should I see that in it the canons of the Apostolic See are not observed, Almighty God will give unto me what I may do against the contemners of the same."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:9",
                            "text": "As to what your Charity has written to me, asking me to give thanks for you to my son the chief physician and ex-praefect Theodorus, I have done so, and have by no means ceased to commend you as much as I could."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:10",
                            "text": "Further, I beg you to pardon me for replying to your letters with brevity; for I am pressed by such great tribulations that it is not allowed me either to read or to speak much by letter."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:11",
                            "text": "This only I say to thee, For the voice of groaning I have forgotten to eat my bread (Ps."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:12",
                            "text": "ci."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:13",
                            "text": "5)."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:14",
                            "text": "All that are with you I beg you to salute in my name."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles IV 24:15",
                            "text": "Give my salutations to the lady Dominica, whose letter I have not answered, because, though she is Latin, she wrote to me in Greek."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Gregory The Great: Register of Epistles IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles IV 25:1",
                            "text": "Epistle XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles IV 25:2",
                            "text": "To Anthemius, Subdeacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles IV 25:3",
                            "text": "Gregory to Anthemius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles IV 25:4",
                            "text": "Those whom our Redeemer vouchsafes to convert to himself from Judaical perdition we ought, with reasonable moderation, to assist; lest (as God forbid should be the case) they should suffer from lack of food."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles IV 25:5",
                            "text": "Accordingly we charge thee, under the authority of this order, not to neglect to give money every year to the children of Justa, who is of the Hebrews; that is to Julianus, Redemptus, and Fortuna, beginning from the coming thirteenth Indiction; and know that the payment is by all means to be charged in thy accounts."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Gregory The Great: Register of Epistles IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:1",
                            "text": "Epistle XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:2",
                            "text": "To Pantaleo, Praefect."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:3",
                            "text": "Gregory to Pantaleo, Praefect of Africa."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:4",
                            "text": "How the law urgently prosecutes the most abominable pravity of heretics is not unknown to your Excellency."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:5",
                            "text": "It is therefore no light sin if these, whom both the integrity of our faith and the strictness of the laws condemn, should find licence to creep up again in your times."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:6",
                            "text": "Now in those parts, so far as we have learnt, the audacity of the Donatists has so increased that not only do they with pestiferous assumption of authority cast out of their churches priests of the catholic faith, but fear not even to rebaptize those whom the water of regeneration had cleansed on a true confession."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:7",
                            "text": "And we are much surprised, if indeed it is so, that, while you are placed in those parts, bad men should be allowed thus to exceed."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:8",
                            "text": "Consider only in the first place what kind of judgment you will leave to be passed upon you by men, if these, who in the times of others were with just reason put down, find under your administration a way for their excesses."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:9",
                            "text": "In the next place know that our God will require at your hand the souls of the lost, if you neglect to amend, so far as possibility requires it of you, so great an abomination."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:10",
                            "text": "Let not your Excellency take amiss my thus speaking."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:11",
                            "text": "For it is because we love you as our own children that we point out to you what we doubt not will be to your advantage."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles IV 26:12",
                            "text": "But send to us with all speed our brother and fellow-bishop Paul,  lest opportunity should be given to any one under any excuse for hindering his coming; in order that, on ascertaining the truth more fully, we may be able, with God's help, to settle by a reasonable treatment of the case how the punishment of so great a crime ought to be proceeded with."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Gregory The Great: Register of Epistles IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:1",
                            "text": "Epistle XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:2",
                            "text": "To Victor and Columbus, Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:3",
                            "text": "Gregory to Victor and Columbus, Bishops of Africa."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:4",
                            "text": "After what manner a disease, if neglected in its beginning, acquires strength we have proved from our own necessities, whosoever of us have had our lot in this life."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:5",
                            "text": "If, then, it were met by the foresight of skilful physicians at its birth, we know that it would cease before doing very much harm from being attended to too late."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:6",
                            "text": "On this consideration, then, reason ought to impel us, when diseases of souls are beginning, to make haste to resist them by all the means in our power, lest, while we neglect applying wholesome medicines, they steal away from us the lives of many whom we are striving to win for our God."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:7",
                            "text": "Wherefore it behoves us so with watchful carefulness to guard the folds of sheep which we see ourselves to be put over as keepers that the prowling wolf may find everywhere shepherds to resist him, and may have no way of entrance thereinto."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:8",
                            "text": "For indeed we find that the stings of the Donatists have in your parts so disturbed the Lord's flock, as though it were guided by no shepherd's control."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:9",
                            "text": "And there has been reported to us what we cannot speak of without heavy sorrow, seeing that very many have already been torn by their poisoned teeth."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:10",
                            "text": "Lastly, in order with most wicked audacity to drive catholic priests from their churches, they are said, in their most atrocious wickedness, even to have slain many besides, on whom the water of regeneration had conferred salvation, by rebaptizing them."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:11",
                            "text": "All this saddens our mind exceedingly, for that, while you are placed there, it has been allowed to damned presumption to perpetrate such wickedness."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:12",
                            "text": "In this matter we exhort your Fraternity by this present writing, that, after discussion held and a council assembled, you should eagerly and with all your power so oppose this still nascent disease that neither may it acquire strength from neglect nor scatter the woes of pestilence in the flock committed to your charge."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:13",
                            "text": "For, if in any way whatever (as we do not believe will be the case) you neglect to resist iniquity in its beginning, they will wound very many with the sword of their error."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:14",
                            "text": "And it is in truth a most serious thing to allow to be ensnared in the noose of diabolical fraud those whom we are able to rescue beforehand from being entangled."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:15",
                            "text": "Moreover it is better to prevent any one from being wounded than to search out how one that is wounded may be healed."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:16",
                            "text": "Considering this, therefore, hasten ye by sedulous prayer and all the means in your power, to quell sacrilegious wickedness, so that subsequent news, through the aid of the grace of Christ, may cause us more joy for the punishment of those men than sadness for their excesses."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles IV 27:17",
                            "text": "Furthermore, take all possible pains to send to us with all speed our brother and fellow-bishop Paul, to the end that, on learning more particularly from him the causes of so great a crime, we may be able by the succour of our Creator to apply the medicine of fitting rebuke to this most atrocious wickedness."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Gregory The Great: Register of Epistles IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:1",
                            "text": "Epistle XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:2",
                            "text": "To Leo, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:3",
                            "text": "Gregory to Leo, Bishop of Catana."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:4",
                            "text": "We have found from the report of many that a custom has of old obtained among you, for subdeacons to be allowed to have intercourse with their wives."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:5",
                            "text": "That any one should any more presume to do this was prohibited by the servant of God, the deacon of our see, under the authority of our predecessor, in this way; that those who at that time had been coupled to wives should choose one of two things, that is, either to abstain from their wives, or on no account whatever presume to exercise their ministry."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:6",
                            "text": "And, according to report, Speciosus, then a subdeacon, did for this reason suspend himself from the office of administration, and up to the time of his death bore indeed the office of a notary, but ceased from the ministry which a subdeacon should have exercised."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:7",
                            "text": "After his death we have learnt that his widow, Honorata, has been relegated to a monastery by thy Fraternity for having associated herself with a husband."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:8",
                            "text": "And so if, as is said, her husband  suspended himself from ministration, it ought not to be to the prejudice of the aforesaid woman that she has contracted a second marriage, especially if she had not been joined to the subdeacon with the intention of abstaining from the pleasures of the flesh."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:9",
                            "text": "If, then, you find the truth to be as we have been informed, it is right for you to release altogether the aforesaid woman from the monastery, that she may be at liberty to return without any fear to her husband."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles IV 28:10",
                            "text": "But for the future let thy Fraternity be exceedingly careful, in the case of any who may be promoted to this office, to look to this with the utmost diligence, that, if they have wives, they shall enjoy no licence to have intercourse with them: but you must still strictly order them to observe all things after the pattern of the Apostolic See."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Gregory The Great: Register of Epistles IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:1",
                            "text": "Epistle XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:2",
                            "text": "To Queen Theodelinda."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:3",
                            "text": "Gregory to Theodelinda, Queen of the Lombards."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:4",
                            "text": "It has come to our knowledge from the report of certain persons that your Glory has been led on by some bishops even to the offence against holy Church of suspending yourself from the communion of Catholic unanimity."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:5",
                            "text": "Now the more we sincerely love you, the more seriously are we distressed about you, that you believe unskilled and foolish men, who not only do not know what they talk about, but can hardly understand what they have heard; who, while they neither read themselves, nor believe those who do, remain in the same error which they have themselves feigned to themselves concerning us."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:6",
                            "text": "For we venerate the four holy synods; the Nicene, in which Arius, the Constantinopolitan, in which Macedonius, the first Ephesine, in which Nestorius, and the Chalcedonians, in which Eutyches and Dioscorus, were condemned; declaring that whosoever thinks otherwise than these four synods did is alien from the true faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:7",
                            "text": "We also condemn whomsoever they condemn, and absolve whomsoever they absolve, smiting, with interposition of anathema, any one who presumes to add to or take away from the faith of the same four synods, and especially that of Chalcedon, with respect to which doubt and occasion of superstition has arisen in the minds of certain unskilled men."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:8",
                            "text": "Seeing, then, that you know the integrity of our faith from my plain utterance and profession, it is right that you should have no further scruple of doubt with respect to the Church of the blessed Peter, Prince of the apostles: but persist ye in the true faith, and make your life firm on the rock of the Church; that is on the confession of the blessed Peter, Prince of the apostles, lest all those tears of yours and all those good works should come to nothing, if they are found alien from the true faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:9",
                            "text": "For as branches dry up without the virtue of the root, so works, to whatsoever degree they may seem good, are nothing, if they are disjoined from the solidity of the faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:10",
                            "text": "It therefore becomes your Glory to send a communication with all speed to our most reverend brother and fellow-bishop Constantius, of whose faith and life I have long been well assured, and to signify by your letters addressed to him how kindly you accept his ordination, and that you are in no wise separated from the communion of his Church, so that we may truly rejoice with a common exultation, as for a good and faithful daughter."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles IV 29:11",
                            "text": "Know also that you and your works will please God, if, before his assize comes, they be approved by the judgment of his priests."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Gregory The Great: Register of Epistles IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:1",
                            "text": "Epistle XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:2",
                            "text": "To Constantius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:3",
                            "text": "Gregory to Constantius, Bishop of Mediolanum (Milan)."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:4",
                            "text": "Having read the letter of your Holiness, we find that you are in a state of serious distress, principally on account of the bishops and citizens of Briscia (Brescia) who bid you send them a letter in which you are asked to swear that you have not condemned the Three Chapters."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:5",
                            "text": "Now, if your Fraternity's predecessor Laurentius did not do this, it ought not to be required of you."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:6",
                            "text": "But, if he did it, he was not with the universal Church, and contradicted what he had sworn to in his security."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:7",
                            "text": "But, inasmuch as we believe him to have kept his oath, and to have continued in the unity of the Catholic Church, there is no doubt that he did not swear to any of his bishops that he had not condemned the Three Chapters."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:8",
                            "text": "Hence your Holiness may conclude that you ought not to be forced to do what was in no  wise done by your predecessor."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:9",
                            "text": "But, lest those who have thus written to you should be offended, send them a letter declaring under interposition of anathema that you neither take away anything from the faith of the synod of Chalcedon nor received those who do, and that you condemn whomsoever it condemned, and absolve whomsoever it absolved."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:10",
                            "text": "And thus I believe that they may be very soon satisfied."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:11",
                            "text": "Further, as to what you write about many of them being offended because you name our brother and fellow-bishop John of the Church of Ravenna during the solemnities of mass, you should enquire into the ancient custom; and, if it has been the custom, it ought not now to be found fault with by foolish men."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:12",
                            "text": "But, if it has not been the custom, a thing ought not to be done at which some may possibly take offence."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:13",
                            "text": "Yet I have been at pains to make careful enquiry whether the same John our brother and fellow-bishop names you at the altar; and they say that this is not done."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:14",
                            "text": "And, if he does not make mention of your name, I know not what necessity obliges you to make mention of his."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:15",
                            "text": "If indeed it can be done without any one taking offence, your doing anything of this kind is very laudable, since you shew the charity you have towards your brethren."
                        },
                        {
                            "verse": 16,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:16",
                            "text": "Further, as to what you write of your having been unwilling to transmit my letter to Queen Theodelinda on the ground that the fifth synod was named in it, if you believed that she might thereby be offended, you did right in not transmitting it."
                        },
                        {
                            "verse": 17,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:17",
                            "text": "We are therefore doing now as you recommend, namely, that we should only express approval of the four synods."
                        },
                        {
                            "verse": 18,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:18",
                            "text": "Yet, as to the synod which was afterwards held in Constantinople, called by many the fifth, I would have you know that it neither ordained nor held anything in opposition to the four most holy synods, seeing that nothing was done in it with respect to the faith, but only with respect to persons; and persons, too, about whom nothing is contained in the acts of the Council of Chalcedon but, after the canons had been promulged, discussion arose, and final action was ventilated concerning persons."
                        },
                        {
                            "verse": 19,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:19",
                            "text": "Yet still we have done as you desired, making no mention of this synod."
                        },
                        {
                            "verse": 20,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:20",
                            "text": "But we have also written to our daughter the queen what you wrote to us about the bishops."
                        },
                        {
                            "verse": 21,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:21",
                            "text": "Ursicinus, who wrote something to you against our brother and fellow-bishop John, you ought by your letters addressed to him, with sweetness and reason, to restrain from his intention."
                        },
                        {
                            "verse": 22,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:22",
                            "text": "Further, concerning Fortunatus, we desire your Fraternity to be careful, lest you be in any way surreptitiously influenced by bad men."
                        },
                        {
                            "verse": 23,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:23",
                            "text": "For I hear that he ate at the table of the Church with your predecessor Laurentius for many years until now, that he sat among the nobles, and subscribed, and that with our brother's knowledge he served in the army."
                        },
                        {
                            "verse": 24,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:24",
                            "text": "And now, after so many years, your Fraternity thinks that he should be driven from the position which he now occupies."
                        },
                        {
                            "verse": 25,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:25",
                            "text": "This seems to me altogether incongruous."
                        },
                        {
                            "verse": 26,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:26",
                            "text": "And so I have given you this order through him, but privately."
                        },
                        {
                            "verse": 27,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:27",
                            "text": "Still, if there is anything reasonable that can be alleged against him, it ought to be submitted to our judgment."
                        },
                        {
                            "verse": 28,
                            "chapter": 30,
                            "name": "Gregory The Great: Register of Epistles IV 30:28",
                            "text": "But, if it please Almighty God, we will send letters through your man to our son the Lord Dynamius."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Gregory The Great: Register of Epistles IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:1",
                            "text": "Epistle XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:2",
                            "text": "To Rusticiana, Patrician."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:3",
                            "text": "Gregory to Rusticiana, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:4",
                            "text": "On receiving your Excellency's letters I was glad to hear that you had reached Mount Sinai."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:5",
                            "text": "But believe me, I too should have liked to go with you, but by no means to return with you."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:6",
                            "text": "And yet I find it very difficult to believe that you have been at the holy places and seen many Fathers."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:7",
                            "text": "For I believe that, if you had seen them, you would by no means have been able to return so speedily to the city of Constantinople."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:8",
                            "text": "But now that the love of such a city has in no wise departed from your heart, I suspect that your Excellency did not from the heart devote yourself to the holy things which you saw with the bodily eye."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:9",
                            "text": "But may Almighty God illuminate your mind by the grace of His lovingkindness and give unto you to be wise, and to consider how fugitive are all temporal things, since, while we are thus speaking, both time runs on and the Judge approaches, and lo the moment is even now near when against our will we must give up the world which of our own accord we will not."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:10",
                            "text": "I beg that the  lord Apio and the lady Eusebia, and their daughters, be greeted in my behalf."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:11",
                            "text": "As to that lady my nurse, whom you commend to me by letter, I have the greatest regard for her, and desire that she should be in no way incommoded."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Gregory The Great: Register of Epistles IV 31:12",
                            "text": "But we are pressed by such great straits that we cannot excuse even ourselves from exactions (angariis) and burdens at this present time."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Gregory The Great: Register of Epistles IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:1",
                            "text": "Epistle XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:2",
                            "text": "To Sabinianus, Deacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:3",
                            "text": "Gregory to Sabinianus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:4",
                            "text": "Thou knowest what has been done in the case of the prevaricator Maximus."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:5",
                            "text": "For after the most serene Lord the Emperor had sent orders that he should not be ordained, then he broke out into a higher pitch of pride."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:6",
                            "text": "For the men of the glorious patrician Romanus received bribes from him, and caused him to be ordained in such a manner that they would have killed Antoninus, the sub-deacon and rector of the patrimony, if he had not fled."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:7",
                            "text": "But I despatched letters to him, after I had learnt that he had been ordained against reason and custom, telling him not to presume to celebrate the solemnities of mass unless I should first ascertain from our most serene lords what they had ordered with regard to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:8",
                            "text": "And these my letters, having been publicly promulged or posted in the city, he caused to be publicly torn, and thus bounced forth more openly into contempt of the Apostolic See."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:9",
                            "text": "How I was likely to endure this thou knowest, seeing that I was before prepared rather to die than that the Church of the blessed apostle Peter should degenerate in my days."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:10",
                            "text": "Moreover thou art well acquainted with my ways, that I bear long; but if once I have determined not to bear, I go gladly in the face of all dangers."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:11",
                            "text": "Whence it is necessary with the help of God to meet danger, lest he be driven to sin to excess."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:12",
                            "text": "Look to what I say, and consider what great grief inspires it."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:13",
                            "text": "But it has come to my ears that he has sent [to Constantinople] a cleric, I know not whom, to say that the bishop Malchus was put to death in prison for money."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:14",
                            "text": "Now as to this there is one thing that thou mayest shortly suggest to our most serene lords;that, if I their servant had been willing to have anything to do with the death of Lombards, the nation of the Lombards at this day would have had neither king nor dukes nor counts, and would have been divided in the utmost confusion."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:15",
                            "text": "But, since I fear God, I shrink from having anything to do with the death of any one."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:16",
                            "text": "Now the bishop Malchus was neither in prison nor in any distress; but on the day when he pleaded his cause and was sentenced he was taken without my knowledge by Boniface the notary to his house, where a dinner was prepared for him, and there he dined, and was treated with honour by the said Boniface, and in the night suddenly died, as I think you have already been informed."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Gregory The Great: Register of Epistles IV 32:17",
                            "text": "Moreover I had intended to send our Exhilaratus to you in connection with that business; but, as I considered that the case was now done with, I consequently abstained from doing so."
                        }
                    ]
                }
            ]
        }
    ]
}