{
    "books": [
        {
            "name": "Dionysius: Commentary on Ecclesiastes",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: Commentary on Ecclesiastes 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:1",
                            "text": "A Commentary on the Beginning of Ecclesiastes: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:2",
                            "text": "Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:3",
                            "text": "\"The words of the son of David, king of Israel in Jerusalem\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:4",
                            "text": "In like manner also Matthew calls the Lord the son of David."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:5",
                            "text": "\"What profit hath a man of all his labour which he taketh under the sun?\"  For what man is there who, although he may have become rich by toiling after the objects of this earth, has been able to make himself three cubits in stature, if he is naturally only of two cubits in stature? Or who, if blind, has by these means recovered his sight? Therefore we ought to direct our toils to a goal beyond the sun: for thither, too, do the exertions of the virtues reach."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:6",
                            "text": "\"One generation passeth away, and another generation cometh: but the earth abideth for ever\" (unto the age)."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:7",
                            "text": "Yes, unto the age, but not unto the ages."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:8",
                            "text": "\"I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem; yea, my heart had great experience of wisdom and knowledge."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:9",
                            "text": "I knew parables and science: that this indeed is also the spirit's choice."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:10",
                            "text": "For in multitude of wisdom is multitude of knowledge: and he that increaseth knowledge increaseth grief\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:11",
                            "text": "I was vainly puffed up, and increased wisdom; not the wisdom which God has given, but that wisdom of which Paul says, \"The wisdom of this world is foolishness with God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:12",
                            "text": "For in this Solomon had also an experience surpassing prudence, and above the measure of all the ancients."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:13",
                            "text": "Consequently he shows the vanity of it, as what follows in like manner demonstrates: \"And my heart uttered many things: I knew wisdom, and knowledge, and parables, and sciences\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:14",
                            "text": "But this was not the genuine wisdom or knowledge, but that which, as Paul says, puffeth up."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:15",
                            "text": "He spake, moreover, as it is written, three thousand parables."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:16",
                            "text": "But these were not parables of a spiritual kind, but only such as fit the common polity of men; as, for instance, utterances about animals or medicines."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:17",
                            "text": "For which reason he has added in a tone of raillery, \"I knew that this also is the spirit's choice\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:18",
                            "text": "He speaks also of the multitude of knowledge, not the knowledge of the Holy Spirit, but that which the prince of this world works, and which he conveys to men in order to overreach their souls, with officious questions as to the measures of heaven, the position of earth, the bounds of the sea."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:19",
                            "text": "But he says also, \"He that increaseth knowledge increaseth sorrow\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Dionysius: Commentary on Ecclesiastes 1:20",
                            "text": "For they search even into things deeper than these,—inquiring, for example, what necessity there is for fire to go upward, and for water to go downward; and when they have learned that it is because the one is light and the other heavy, they do but increase sorrow: for the question still remains, Why might it not be the very reverse?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Dionysius: Commentary on Ecclesiastes 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:2",
                            "text": "Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:3",
                            "text": "\"I said in mine heart, Go to now, make trial as in mirth, and behold in good."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:4",
                            "text": "And this, too, is vanity\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:5",
                            "text": "For it was for the sake of trial, and in accordance with what comes by the loftier and the severe life, that he entered into pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:6",
                            "text": "And he makes mention of the mirth, which men call so."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:7",
                            "text": "And he says, \"in good,\" referring to what men call good things, which are not capable of giving life to their possessor, and which make the man who engages in them vain like themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:8",
                            "text": "\"I said of laughter, It is mad; and of mirth, What doest thou?\"  Laughter has a twofold madness; because madness begets laughter, and does not allow the sorrowing for sins; and also because a man of that sort is possessed with madness, in the confusing of seasons, and places, and persons."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:9",
                            "text": "For he flees from those who sorrow."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:10",
                            "text": "\"And to mirth, What doest thou?\" Why dost thou repair to those who are not at liberty to be merry? Why to the drunken, and the avaricious, and the rapacious? And why this phrase, \"as wine?\" Because wine makes the heart merry; and it acts upon the poor in spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:11",
                            "text": "The flesh, however, also makes the heart merry, when it acts in a regular and moderate fashion."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:12",
                            "text": "\"And my heart directed me in wisdom, and to overcome in mirth, until I should know what is that good thing to the sons of men which they shall do under the sun for the number of the days of their life\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:13",
                            "text": "Being directed, he says, by wisdom, I overcame pleasures in mirth."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:14",
                            "text": "Moreover, for me the aim of knowledge was to occupy myself with nothing vain, but to find the good; for if a person finds that, he does not miss the discernment also of the profitable."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:15",
                            "text": "The sufficient is also the opportune, and is commensurate with the length of life."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:16",
                            "text": "\"I made me great works; I builded me houses; I planted me vineyards."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:17",
                            "text": "I made me gardens and orchards."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:18",
                            "text": "I made me pools of water, that by these I might rear woods producing trees."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:19",
                            "text": "I got me servants and maidens, and had servants born in my house; also I had large possessions of great and small cattle above all that were in Jerusalem before me."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:20",
                            "text": "I gathered me also silver and gold, and the peculiar treasure of kings and of the provinces."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:21",
                            "text": "I gat me men-singers and women-singers, and the delights of the sons of men, as cups and the cupbearer."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:22",
                            "text": "And I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:23",
                            "text": "And whatsoever mine eyes desired, I kept not from them; I withheld not my heart from any pleasure\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:24",
                            "text": "You see how he reckons up a multitude of houses and fields, and the other things which he mentions, and then finds nothing profitable in them."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:25",
                            "text": "For neither was he any better in soul by reason of these things, nor by their means did he gain friendship with God."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:26",
                            "text": "Necessarily he is led to speak also of the true riches and the abiding property."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:27",
                            "text": "Being minded, therefore, to show what kinds of possessions remain with the possessor, and continue steadily and maintain themselves for him, he adds: \"Also my wisdom remained with me\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:28",
                            "text": "For this alone remains, and all these other things, which he has already reckoned up, flee away and depart."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:29",
                            "text": "Wisdom, therefore, remained with me, and I remained in virtue of it."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:30",
                            "text": "For those other things fall, and also cause the fall of the very persons who run after them."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:31",
                            "text": "But, with the intention of instituting a comparison between wisdom and those things which are held to be good among men, he adds these words, \"And whatsoever mine eyes desired, I kept not from them,\" and so forth; whereby he describes as evil, not only those toils which they endure who toil in gratifying themselves with pleasures, but those, too, which by necessity and constraint men have to sustain for their maintenance day by day, labouring at their different occupations in the sweat of their faces."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:32",
                            "text": "For the labour, he says, is great; but the art by the labour is temporary, adding nothing serviceable among things that please."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:33",
                            "text": "Wherefore there is no profit."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:34",
                            "text": "For where there is no excellence there is no profit."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:35",
                            "text": "With reason, therefore, are the objects of such solicitude but vanity, and the spirit's choice."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:36",
                            "text": "Now this name of \"spirit\" he gives to the \"soul\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:37",
                            "text": "For choice is a quality, not a motion."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:38",
                            "text": "And David says: \"Into Thy hands I commit my spirit\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:39",
                            "text": "And in good truth \"did my wisdom remain with me,\" for it made me know and understand, so as to enable me to speak of all that is not advantageous under the sun."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:40",
                            "text": "If, therefore, we desire the righteously profitable, if we seek the truly advantageous, if it is our aim to be incorruptible, let us engage those labours which reach beyond the sun."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:41",
                            "text": "For in these there is no vanity, and there is not the choice of a spirit at once inane and hurried hither and thither to no purpose."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:42",
                            "text": "\"And I turned myself to behold wisdom, and madness, and folly: for what man is there that shall come after counsel in all those things which it has done?\"  He means the wisdom which comes from God, and which also remained with him."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:43",
                            "text": "And by madness and folly he designates all the labours of men, and the vain and silly pleasure they have in them."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:44",
                            "text": "Distinguishing these, therefore, and their measure, and blessing the true wisdom, he has added: \"For what man is there that shall come after counsel?\" For this counsel instructs us in the wisdom that is such indeed, and gifts us with deliverance from madness and folly."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:45",
                            "text": "\"Then I saw that wisdom excelleth folly, as much as light excelleth darkness\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:46",
                            "text": "He does not say this in the way of comparison."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:47",
                            "text": "For things which are contrary to each other, and mutually destructive, cannot be compared."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:48",
                            "text": "But his decision was, that the one is to be chosen, and the other avoided."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:49",
                            "text": "To like effect is the saying, \"Men loved darkness rather than light\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:50",
                            "text": "For the term \"rather\" in that passage expresses the choice of the person loving, and not the comparison of the objects themselves."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:51",
                            "text": "\"The wise man's eyes are in his head, but the fool walketh in darkness\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:52",
                            "text": "That man always inclines earthward, he means, and has the ruling faculty darkened."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:53",
                            "text": "It is true, indeed, that we men have all of us our eyes in our head, if we speak of the mere disposition of the body."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:54",
                            "text": "But he speaks here of the eyes of the mind."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:55",
                            "text": "For as the eyes of the swine do not turn naturally up towards heaven, just because it is made by nature to have an inclination toward the belly; so the mind of the man who has once been enervated by pleasures is not easily diverted from the tendency thus assumed, because he has not \"respect unto all the commandments of the Lord\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:56",
                            "text": "Again: \"Christ is the head of the Church\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:57",
                            "text": "And they, therefore, are the wise who walk in His way; for He Himself has said, \"I am the way\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:58",
                            "text": "On this account, then, it becomes the wise man always to keep the eyes of his mind directed toward Christ Himself, in order that he may do nothing out of measure, neither being lifted up in heart in the time of prosperity, nor becoming negligent in the day of adversity: \"for His judgments are a great deep,\" as you will learn more exactly from what is to follow."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:59",
                            "text": "\"And I perceived myself also that one event happeneth to them all."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:60",
                            "text": "Then said I in my heart, As it happeneth to the fool, so it happeneth even to me; and why was I then more wise?\"  The run of the discourse in what follows deals with those who are of a mean spirit as regards this present life, and in whose judgment the article of death and all the anomalous pains of the body are a kind of dreaded evil, and who on this account hold that there is no profit in a life of virtue, because there is no difference made in ills like these between the wise man and the fool."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:61",
                            "text": "He speaks consequently of these as the words of a madness inclining to utter senselessness; whence he also adds this sentence, \"For the fool talks over-much;\" and by the \"fool\" here he means himself, and every one who reasons in that way."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:62",
                            "text": "Accordingly he condemns this absurd way of thinking."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:63",
                            "text": "And for the same reason he has given utterance to such sentiments in the fears of his heart; and dreading the righteous condemnation of those who are to be heard, he solves the difficulty in its pressure by his own reflections."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:64",
                            "text": "For this word, \"Why was I then wise?\" was the word of a man in doubt and difficulty whether what is expended on wisdom is done well or to no purpose; and whether there is no difference between the wise man and the fool in point of advantage, seeing that the former is involved equally with the latter in the same sufferings which happen in this present world."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:65",
                            "text": "And for this reason he says, \"I spoke over-largely in my heart,\" in thinking that there is no difference between the wise man and the fool."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:66",
                            "text": "\"For there is no remembrance of the wise equally with the fool forever\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:67",
                            "text": "For the events that happen in this life are all transitory, be they even the painful incidents, of which he says, \"As all things now are consigned to oblivion\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:68",
                            "text": "For after a short space has passed by, all the things that befall men in this life perish in forgetfulness."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:69",
                            "text": "Yea, the very persons to whom these things have happened are not remembered all in like manner, even although they may have gone through like chances in life."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:70",
                            "text": "For they are not remembered for these, but only for what they may have evinced of wisdom or folly, virtue or vice."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:71",
                            "text": "The memories of such are not extinguished (equally) among men in consequence of the changes of lot befalling them."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:72",
                            "text": "Wherefore he has added this: \"And how shall the wise man die along with the fool? The death of sinners, indeed, is evil: yet the memory of the just is blessed, but the name of the wicked is extinguished\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:73",
                            "text": "\"For that falls to man in all his labour\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:74",
                            "text": "In truth, to those who occupy their minds with the distractions of life, life becomes a painful thing, which, as it were, wounds the heart with its goads, that is, with the lustful desires of increase."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:75",
                            "text": "And sorrowful also is the solicitude connected with covetousness: it does not so much gratify those who are successful in it, as it pains those who are unsuccessful; while the day is spent in laborious anxieties, and the night puts sleep to flight from the eyes, with the cares of making gain."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:76",
                            "text": "Vain, therefore, is the zeal of the man who looks to these things."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:77",
                            "text": "\"And there is nothing good for a man, but what he eats and drinks, and what will show to his soul good in his labour."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:78",
                            "text": "This also I saw, that it is from the hand of God."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:79",
                            "text": "For who eats and drinks from his own resources?\" That the discourse does not deal now with material meats, he will show by what follows; namely, \"It is better to go to the house of mourning than to go to the house of feasting\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:80",
                            "text": "And so in the present passage he proceeds to add: \"And (what) will show to his soul good in its labour\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:81",
                            "text": "And surely mere material meats and drinks are not the soul's good."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:82",
                            "text": "For the flesh, when luxuriously nurtured, wars against the soul, and rises in revolt against the spirit."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:83",
                            "text": "And how should not intemperate eatings and drinkings also be contrary to God? He speaks, therefore, of things mystical."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Dionysius: Commentary on Ecclesiastes 2:84",
                            "text": "For no one shall partake of the spiritual table, but one who is called by Him, and who has listened to the wisdom which says, \"Take and eat\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Dionysius: Commentary on Ecclesiastes 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:2",
                            "text": "Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:3",
                            "text": "\"There is a time to kill, and a time to heal\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:4",
                            "text": "To \"kill,\" in the case of him who perpetrates unpardonable transgression; and to \"heal,\" in the case of him who can show a wound that will bear remedy."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:5",
                            "text": "\"A time to weep, and a time to laugh\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:6",
                            "text": "A time to weep, when it is the time of suffering; as when the Lord also says, \"Verily I say unto you, that ye shall weep and lament\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:7",
                            "text": "But to laugh, as concerns the resurrection: \"For your sorrow,\" He says, \"shall be turned into joy\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:8",
                            "text": "\"A time to mourn, and a time to dance\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:9",
                            "text": "When one thinks of the death which the transgression of Adam brought on us, it is a time to mourn; but it is a time to hold festal gatherings when we call to mind the resurrection from the dead which we expect through the new Adam."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:10",
                            "text": "\"A time to keep, and a time to cast away\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:11",
                            "text": "A time to keep the Scripture against the unworthy, and a time to put it forth for the worthy."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:12",
                            "text": "Or, again: Before the incarnation it was a time to keep the letter of the law; but it was a time to cast it away when the truth came in its flower."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:13",
                            "text": "\"A time to keep silence, and a time to speak\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:14",
                            "text": "A time to speak, when there are hearers who receive the word; but a time to keep silence, when the hearers pervert the word; as Paul says: \"A man that is an heretic, after the first and second admonition, reject\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:15",
                            "text": "\"I have seen, then, the travail which God hath given to the sons of men to be exercised in it."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:16",
                            "text": "Everything that He hath made is beautiful in its time: and He hath set the whole world in their heart; so that no man can find out the work that God maketh from the beginning and to the end\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:17",
                            "text": "And this is true."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:18",
                            "text": "For no one is able to comprehend the works of God altogether."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:19",
                            "text": "Moreover, the world is the work of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:20",
                            "text": "No one, then, can find out as to this world what is its space from the beginning and unto the end, that is to say, the period appointed for it, and the limits before determined unto it; forasmuch as God has set the whole world as a realm of ignorance in our hearts."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:21",
                            "text": "And thus one says: \"Declare to me the shortness of my days\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Dionysius: Commentary on Ecclesiastes 3:22",
                            "text": "In this manner, and for our profit, the end of this world (age)—that is to say, this present life—is a thing of which we are ignorant."
                        }
                    ]
                }
            ]
        }
    ]
}