{
    "books": [
        {
            "name": "Syriac: A Canticle of Mar Jacob",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Syriac: A Canticle of Mar Jacob 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:1",
                            "text": "A Canticle of Mar Jacob the Teacher on Edessa: A Canticle of Mar Jacob the Teacher on Edessa."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:2",
                            "text": "Edessa sent to Christ by an epistle to come to her and enlighten her."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:3",
                            "text": "On behalf of all the peoples did she make intercession to Him that He would leave Zion, which hated Him, and come to the peoples, who loved Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:4",
                            "text": "She despatched a messenger to Him, and begged of Him to enter into friendship with her."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:5",
                            "text": "By the righteous king she made intercession to Him, that He would depart from the Jewish people, and towards the other peoples direct His burden."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:6",
                            "text": "From among all kings one wise king did the daughter of the peoples find."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:7",
                            "text": "Ambassador she made him."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:8",
                            "text": "To her Lord she sent by him:  Come Thou unto me; I will forget in Thee all idols and carved images."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:9",
                            "text": "The harlot heard the report of Him from afar, as she was standing in the street, going astray with idols, playing the wench with carved images."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:10",
                            "text": "She loved, she much desired Him, when He was far away, and begged Him to admit her into His chamber."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:11",
                            "text": "Let the much-desired Bridegroom kiss me:  with the kisses of His mouth let me be blessed."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:12",
                            "text": "I have heard of Him from afar:  may I see Him near; and may I place my lips upon His, and be delighted by seeing Him with mine eyes."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:13",
                            "text": "Thy breasts are better to me than wine:  for the fragrance of Thy sweetness is life for evermore."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:14",
                            "text": "With Thy milk shall I be nourished; with Thy fragrance shall I grow sweet from the smoke of idols, which with its rank odour did make me fetid."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:15",
                            "text": "Draw me after Thee into Thy fold:  for I am a sheep gone astray in the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:16",
                            "text": "After Thee do I run, and Thy converse do I seek:  that in me may be completed that number of a hundred, by means of a lost one which is found."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:17",
                            "text": "Let Gabriel rejoice and be exceeding glad, with the company of all the angels, in Thee, the Good Shepherd, who on Thy shoulders didst carry the maimed sheep, that that number of a hundred might be preserved."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:18",
                            "text": "Thy love is better than wine; than the face of the upright Thy affection."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:19",
                            "text": "By wine let us be reminded of Thee, how by the cup of Thy blood Thou didst grant us to obtain new life, and the upright did celebrate Thy love."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:20",
                            "text": "A church am I from among the peoples, and I have loved the Only-begotten who was sent by God:  whereas His betrothed hated Him, I have loved Him; and by the hands of Abgar the Black do I beseech Him to come to me and visit me."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:21",
                            "text": "Black am I, yet comely."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:22",
                            "text": "Ye daughters of Zion, blameless is your envy, seeing that the Son of the Glorious One hath espoused me, to bring me into His chamber."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:23",
                            "text": "Even when I was hateful, He loved me, for He is able to make me fairer than water."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:24",
                            "text": "Black was I in sins, but I am comely:  for I have repented and turned me."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:25",
                            "text": "I have put away in baptism that hateful hue, for He hath washed me in His innocent blood who is the Saviour of all creatures."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Syriac: A Canticle of Mar Jacob 1:26",
                            "text": "Here end the Extracts from the Canticle on Edessa."
                        }
                    ]
                }
            ]
        }
    ]
}