{
    "books": [
        {
            "name": "Augustine: City of God Book XIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book XIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XIII 1:1",
                            "text": "Argument—In this book it is taught that death is penal, and had its origin in Adam's sin."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XIII 1:2",
                            "text": "Chapter 1—Of the Fall of the First Man, Through Which Mortality Has Been Contracted."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XIII 1:3",
                            "text": "Having disposed of the very difficult questions concerning the origin of our world and the beginning of the human race, the natural order requires that we now discuss the fall of the first man (we may say of the first men), and of the origin and propagation of human death."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XIII 1:4",
                            "text": "For God had not made man like the angels, in such a condition that, even though they had sinned, they could none the more die."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XIII 1:5",
                            "text": "He had so made them, that if they discharged the obligations of obedience, an angelic immortality and a blessed eternity might ensue, without the intervention of death; but if they disobeyed, death should be visited on them with just sentence—which, too, has been spoken to in the preceding book."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book XIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:1",
                            "text": "Chapter 2—Of that Death Which Can Affect an Immortal Soul, and of that to Which the Body is Subject."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:2",
                            "text": "But I see I must speak a little more carefully of the nature of death."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:3",
                            "text": "For although the human soul is truly affirmed to be immortal, yet it also has a certain death of its own."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:4",
                            "text": "For it is therefore called immortal, because, in a sense, it does not cease to live and to feel; while the body is called mortal, because it can be forsaken of all life, and cannot by itself live at all."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:5",
                            "text": "The death, then, of the soul takes place when God forsakes it, as the death of the body when the soul forsakes it."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:6",
                            "text": "Therefore the death of both—that is, of the whole man—occurs when the soul, forsaken by God, forsakes the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:7",
                            "text": "For, in this case, neither is God the life of the soul, nor the soul the life of the body."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:8",
                            "text": "And this death of the whole man is followed by that which, on the authority of the divine oracles, we call the second death."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:9",
                            "text": "This the Saviour referred to when He said, \"Fear Him which is able to destroy both soul and body in hell\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:10",
                            "text": "And since this does not happen before the soul is so joined to its body that they cannot be separated at all, it may be matter of wonder how the body can be said to be killed by that death in which it is not forsaken by the soul, but, being animated and rendered sensitive by it, is tormented."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:11",
                            "text": "For in that penal and everlasting punishment, of which in its own place we are to speak more at large, the soul is justly said to die, because it does not live in connection with God; but how can we say that the body is dead, seeing that it lives by the soul? For it could not otherwise feel the bodily torments which are to follow the resurrection."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:12",
                            "text": "Is it because life of every kind is good, and pain an evil, that we decline to say that that body lives, in which the soul is the cause, not of life, but of pain? The soul, then, lives by God when it lives well, for it cannot live well unless by God working in it what is good; and the body lives by the soul when the soul lives in the body, whether itself be living by God or no."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:13",
                            "text": "For the wicked man's life in the body is a life not of the soul, but of the body, which even dead souls—that is, souls forsaken of God—can confer upon bodies, how little so-ever of their own proper life, by which they are immortal, they retain."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:14",
                            "text": "But in the last damnation, though man does not cease to feel, yet because this feeling of his is neither sweet with pleasure nor wholesome with repose, but painfully penal, it is not without reason called death rather than life."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:15",
                            "text": "And it is called the second death because it follows the first, which sunders the two cohering essences, whether  these be God and the soul, or the soul and the body."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:16",
                            "text": "Of the first and bodily death, then, we may say that to the good it is good, and evil to the evil."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XIII 2:17",
                            "text": "But, doubtless, the second, as it happens to none of the good, so it can be good for none."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book XIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:1",
                            "text": "Chapter 3—Whether Death, Which by the Sin of Our First Parents Has Passed Upon All Men, is the Punishment of Sin, Even to the Good."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:2",
                            "text": "But a question not to be shirked arises: Whether in very truth death, which separates soul and body, is good to the good? For if it be, how has it come to pass that such a thing should be the punishment of sin? For the first men would not have suffered death had they not sinned."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:3",
                            "text": "How, then, can that be good to the good, which could not have happened except to the evil? Then, again, if it could only happen to the evil, to the good it ought not to be good, but non-existent."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:4",
                            "text": "For why should there be any punishment where there is nothing to punish? Wherefore we must say that the first men were indeed so created, that if they had not sinned, they would not have experienced any kind of death; but that, having become sinners, they were so punished with death, that whatsoever sprang from their stock should also be punished with the same death."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:5",
                            "text": "For nothing else could be born of them than that which they themselves had been."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:6",
                            "text": "Their nature was deteriorated in proportion to the greatness of the condemnation of their sin, so that what existed as punishment in those who first sinned, became a natural consequence in their children."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:7",
                            "text": "For man is not produced by man, as he was from the dust."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:8",
                            "text": "For dust was the material out of which man was made: man is the parent by whom man is begotten."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:9",
                            "text": "Wherefore earth and flesh are not the same thing, though flesh be made of earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:10",
                            "text": "But as man the parent is, such is man the offspring."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:11",
                            "text": "In the first man, therefore, there existed the whole human nature, which was to be transmitted by the woman to posterity, when that conjugal union received the divine sentence of its own condemnation; and what man was made, not when created, but when he sinned and was punished, this he propagated, so far as the origin of sin and death are concerned."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:12",
                            "text": "For neither by sin nor its punishment was he himself reduced to that infantine and helpless infirmity of body and mind which we see in children."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:13",
                            "text": "For God ordained that infants should begin the world as the young of beasts begin it, since their parents had fallen to the level of the beasts in the fashion of their life and of their death; as it is written, \"Man when he was in honor understood not; he became like the beasts that have no understanding\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:14",
                            "text": "Nay more, infants, we see, are even feebler in the use and movement of their limbs, and more infirm to choose and refuse, than the most tender offspring of other animals; as if the force that dwells in human nature were destined to surpass all other living things so much the more eminently, as its energy has been longer restrained, and the time of its exercise delayed, just as an arrow flies the higher the further back it has been drawn."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:15",
                            "text": "To this infantine imbecility the first man did not fall by his lawless presumption and just sentence; but human nature was in his person vitiated and altered to such an extent, that he suffered in his members the warring of disobedient lust, and became subject to the necessity of dying."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:16",
                            "text": "And what he himself had become by sin and punishment, such he generated those whom he begot; that is to say, subject to sin and death."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XIII 3:17",
                            "text": "And if infants are delivered from this bondage of sin by the Redeemer's grace, they can suffer only this death which separates soul and body; but being redeemed from the obligation of sin, they do not pass to that second endless and penal death."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book XIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:1",
                            "text": "Chapter 4—Why Death, the Punishment of Sin, is Not Withheld from Those Who by the Grace of Regeneration are Absolved from Sin."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:2",
                            "text": "If, moreover, any one is solicitous about this point, how, if death be the very punishment of sin, they whose guilt is cancelled by grace do yet suffer death, this difficulty has already been handled and solved in our other work which we have written on the baptism of infants."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:3",
                            "text": "There it was said that the parting of soul and body was left, though its connection with sin was removed, for this reason, that if the immortality of the body followed immediately upon the sacrament of regeneration, faith itself would be thereby enervated."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:4",
                            "text": "For faith is then only faith when it waits in hope for what is not yet seen in substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:5",
                            "text": "And by the vigor and conflict of faith, at least in times past, was the fear of death overcome."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:6",
                            "text": "Specially was this conspicuous in the holy martyrs, who could have had no victory, no glory, to whom there could not even have been any conflict, if, after the layer of regeneration, saints could not suffer bodily death."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:7",
                            "text": "Who would not, then, in company with the infants presented for baptism, run to the grace of Christ, that so he might not be dismissed from the body? And thus faith would not be tested with an unseen reward; and so would not even be faith, seeking and receiving an immediate recompense of its works."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:8",
                            "text": "But now, by the greater and more admirable grace of the Saviour, the punishment of sin is turned to the service of righteousness."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:9",
                            "text": "For then it was proclaimed to man, \"If thou sinnest, thou shall die;\" now it is said to the martyr, \"Die, that thou sin not\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:10",
                            "text": "Then it was said, \"If ye trangress the commandments, ye shall die;\" now it is said, \"If ye decline death, ye transgress the commandment\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:11",
                            "text": "That which was formerly set as an object of terror, that men might not sin, is now to be undergone if we would not sin."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:12",
                            "text": "Thus, by the unutterable mercy of God, even the very punishment of wickedness has become the armor of virtue, and the penalty of the sinner becomes the reward of the righteous."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:13",
                            "text": "For then death was incurred by sinning, now righteousness is fulfilled by dying."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:14",
                            "text": "In the case of the holy martyrs it is so; for to them the persecutor proposes the alternative, apostasy or death."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:15",
                            "text": "For the righteous prefer by believing to suffer what the first transgressors suffered by not believing."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:16",
                            "text": "For unless they had sinned, they would not have died; but the martyrs sin if they do not die."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:17",
                            "text": "The one died because they sinned, the others do not sin because they die."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:18",
                            "text": "By the guilt of the first, punishment was incurred; by the punishment of the second, guilt is prevented."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XIII 4:19",
                            "text": "Not that death, which was before an evil, has become something good, but only that God has granted to faith this grace, that death, which is the admitted opposite to life, should become the instrument by which life is reached."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book XIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:1",
                            "text": "Chapter 5—As the Wicked Make an Ill Use of the Law, Which is Good, So the Good Make a Good Use of Death, Which is an Ill."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:2",
                            "text": "The apostle, wishing to show how hurtful a thing sin is, when grace does not aid us, has not hesitated to say that the strength of sin is that very law by which sin is prohibited."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:3",
                            "text": "\"The sting of death is sin, and the strength of sin is the law\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:4",
                            "text": "Most certainly true; for prohibition increases the desire of illicit action, if righteousness is not so loved that the desire of sin is conquered by that love."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:5",
                            "text": "But unless divine grace aid us, we cannot love nor delight in true righteousness."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:6",
                            "text": "But lest the law should be thought to be an evil, since it is called the strength of sin, the apostle, when treating a similar question in another place, says, \"The law indeed is holy, and the commandment holy, and just, and good."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:7",
                            "text": "Was then that which is holy made death unto me? God forbid."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:8",
                            "text": "But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:9",
                            "text": "Exceeding, he says, because the transgression is more heinous when through the increasing lust of sin the law itself also is despised."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:10",
                            "text": "Why have we thought it worth while to mention this? For this reason, because, as the law is not an evil when it increases the lust of those who sin, so neither is death a good thing when it increases the glory of those who suffer it, since either the former is abandoned wickedly, and makes transgressors, or the latter is embraced, for the truth's sake, and makes martyrs."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:11",
                            "text": "And thus the law is indeed good, because it is prohibition of sin, and death is evil because it is the wages of sin; but as wicked men make an evil use not only of evil, but also of good things, so the righteous make a good use not only of good, but also of evil things."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XIII 5:12",
                            "text": "Whence it comes to pass that the wicked make an ill use of the law, though the law is good; and that the good die well, though death is an evil."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book XIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:1",
                            "text": "Chapter 6—Of the Evil of Death in General, Considered as the Separation of Soul and Body."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:2",
                            "text": "Wherefore, as regards bodily death, that is, the separation of the soul from the body, it is good unto none while it is being endured by those whom we say are in the article of death."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:3",
                            "text": "For the very violence with which body and soul are wrenched asunder, which in the living had been conjoined and closely intertwined, brings with it a harsh experience, jarring horridly on nature so long as it continues, till there comes a total loss of sensation, which arose from the very interpenetration of spirit and flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:4",
                            "text": "And all this anguish is sometimes forestalled by one stroke of the body or sudden flitting of the soul, the swiftness of which prevents it from being felt."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:5",
                            "text": "But whatever that may be in the dying which with violently painful sensation robs of all sensation, yet, when it is piously and faithfully borne, it increases the merit of patience, but does not make the name of punishment inapplicable."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XIII 6:6",
                            "text": "Death, proceeding by ordinary generation from the first man, is the punishment of all who are born of him, yet, if it be endured for righteousness' sake, it becomes the  glory of those who are born again; and though death be the award of sin, it sometimes secures that nothing be awarded to sin."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book XIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:1",
                            "text": "Chapter 7—Of the Death Which the Unbaptized Suffer for the Confession of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:2",
                            "text": "For whatever unbaptized persons die confessing Christ, this confession is of the same efficacy for the remission of sins as if they were washed in the sacred font of baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:3",
                            "text": "For He who said, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God,\" made also an exception in their favor, in that other sentence where He no less absolutely said, \"Whosoever shall confess me before men, him will I confess also before my Father which is in heaven;\" and in another place, \"Whosoever will lose his life for my sake, shall find it\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:4",
                            "text": "And this explains the verse, \"Precious in the sight of the Lord is the death of His saints\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:5",
                            "text": "For what is more precious than a death by which a man's sins are all forgiven, and his merits increased an hundredfold? For those who have been baptized when they could no longer escape death, and have departed this life with all their sins blotted out have not equal merit with those who did not defer death, though it was in their power to do so, but preferred to end their life by confessing Christ, rather than by denying Him to secure an opportunity of baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:6",
                            "text": "And even had they denied Him under pressure of the fear of death, this too would have been forgiven them in that baptism, in which was remitted even the enormous wickedness of those who had slain Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:7",
                            "text": "But how abundant in these men must have been the grace of the Spirit, who breathes where He listeth, seeing that they so dearly loved Christ as to be unable to deny Him even in so sore an emergency, and with so sure a hope of pardon! Precious, therefore, is the death of the saints, to whom the grace of Christ has been applied with such gracious effects, that they do not hesitate to meet death themselves, if so be they might meet Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:8",
                            "text": "And precious is it, also, because it has proved that what was originally ordained for the punishment of the sinner, has been used for the production of a richer harvest of righteousness."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:9",
                            "text": "But not on this account should we look upon death as a good thing, for it is diverted to such useful purposes, not by any virtue of its own, but by the divine interference."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XIII 7:10",
                            "text": "Death was originally proposed as an object of dread, that sin might not be committed; now it must be undergone that sin may not be committed, or, if committed, be remitted, and the award of righteousness bestowed on him whose victory has earned it."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book XIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:1",
                            "text": "Chapter 8—That the Saints, by Suffering the First Death for the Truth's Sake, are Freed from the Second."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:2",
                            "text": "For if we look at the matter a little more carefully, we shall see that even when a man dies faithfully and laudably for the truth's sake, it is still death he is avoiding."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:3",
                            "text": "For he submits to some part of death, for the very purpose of avoiding the whole, and the second and eternal death over and above."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:4",
                            "text": "He submits to the separation of soul and body, lest the soul be separated both from God and from the body, and so the whole first death be completed, and the second death receive him everlastingly."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:5",
                            "text": "Wherefore death is indeed, as I said, good to none while it is being actually suffered, and while it is subduing the dying to its power; but it is meritoriously endured for the sake of retaining or winning what is good."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:6",
                            "text": "And regarding what happens after death, it is no absurdity to say that death is good to the good, and evil to the evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XIII 8:7",
                            "text": "For the disembodied spirits of the just are at rest; but those of the wicked suffer punishment till their bodies rise again,—those of the just to life everlasting, and of the others to death eternal, which is called the second death."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book XIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:1",
                            "text": "Chapter 9—Whether We Should Say that The Moment of Death, in Which Sensation Ceases, Occurs in the Experience of the Dying or in that of the Dead."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:2",
                            "text": "The point of time in which the souls of the good and evil are separated from the body, are we to say it is after death, or in death rather? If it is after death, then it is not death which is good or evil, since death is done with and past, but it is the life which the soul has now entered on."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:3",
                            "text": "Death was an evil when it was present, that is to say, when it was being suffered by the dying; for to them it brought with it a severe and grievous experience, which the good make a good use of."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:4",
                            "text": "But when death is past, how can that which no longer is be either good or evil? Still further, if we examine the matter more closely, we shall see that even that sore and grievous pain which the dying experience is not death itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:5",
                            "text": "For so long as they have any sensation, they are certainly still alive; and, if still alive, must rather be said to be in a state previous to death than in death."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:6",
                            "text": "For when death actually comes, it robs us of all bodily sensation,  which, while death is only approaching is painful."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:7",
                            "text": "And thus it is difficult to explain how we speak of those who are not yet dead, but are agonized in their last and mortal extremity, as being in the article of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:8",
                            "text": "Yet what else can we call them than dying persons? for when death which was imminent shall have actually come, we can no longer call them dying but dead."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:9",
                            "text": "No one, therefore, is dying unless living; since even he who is in the last extremity of life, and, as we say, giving up the ghost, yet lives."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:10",
                            "text": "The same person is therefore at once dying and living, but drawing near to death, departing from life; yet in life, because his spirit yet abides in the body; not yet in death, because not yet has his spirit forsaken the body."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:11",
                            "text": "But if, when it has forsaken it, the man is not even then in death, but after death, who shall say when he is in death? On the one hand, no one can be called dying, if a man cannot be dying and living at the same time; and as long as the soul is in the body, we cannot deny that he is living."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XIII 9:12",
                            "text": "On the other hand, if the man who is approaching death be rather called dying, I know not who is living."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book XIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:1",
                            "text": "Chapter 10—Of the Life of Mortals, Which is Rather to Be Called Death Than Life."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:2",
                            "text": "For no sooner do we begin to live in this dying body, than we begin to move ceaselessly towards death."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:3",
                            "text": "For in the whole course of this life (if life we must call it) its mutability tends towards death."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:4",
                            "text": "Certainly there is no one who is not nearer it this year than last year, and to-morrow than to-day, and to-day than yesterday, and a short while hence than now, and now than a short while ago."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:5",
                            "text": "For whatever time we live is deducted from our whole term of life, and that which remains is daily becoming less and less; so that our whole life is nothing but a race towards death, in which no one is allowed to stand still for a little space, or to go somewhat more slowly, but all are driven forwards with an impartial movement, and with equal rapidity."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:6",
                            "text": "For he whose life is short spends a day no more swiftly than he whose life is longer."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:7",
                            "text": "But while the equal moments are impartially snatched from both, the one has a nearer and the other a more remote goal to reach with this their equal speed."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:8",
                            "text": "It is one thing to make a longer journey, and another to walk more slowly."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:9",
                            "text": "He, therefore, who spends longer time on his way to death does not proceed at a more leisurely pace, but goes over more ground."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:10",
                            "text": "Further, if every man begins to die, that is, is in death, as soon as death has begun to show itself in him (by taking away life, to wit; for when life is all taken away, the man will be then not in death, but after death), then he begins to die so soon as he begins to live."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:11",
                            "text": "For what else is going on in all his days, hours, and moments, until this slow-working death is fully consummated? And then comes the time after death, instead of that in which life was being withdrawn, and which we called being in death."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:12",
                            "text": "Man, then, is never in life from the moment he dwells in this dying rather than living body,—if, at least, he cannot be in life and death at once."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:13",
                            "text": "Or rather, shall we say, he is in both?—in life, namely, which he lives till all is consumed; but in death also, which he dies as his life is consumed? For if he is not in life, what is it which is consumed till all be gone? And if he is not in death, what is this consumption itself? For when the whole of life has been consumed, the expression \"after death\" would be meaningless, had that consumption not been death."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XIII 10:14",
                            "text": "And if, when it has all been consumed, a man is not in death but after death, when is he in death unless when life is being consumed away?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book XIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:1",
                            "text": "Chapter 11—Whether One Can Both Be Living and Dead at the Same Time."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:2",
                            "text": "But if it is absurd to say that a man is in death before he reaches death (for to what is his course running as he passes through life, if already he is in death?), and if it outrage common usage to speak of a man being at once alive and dead, as much as it does so to speak of him as at once asleep and awake, it remains to be asked when a man is dying? For, before death comes, he is not dying but living; and when death has come, he is not dying but dead."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:3",
                            "text": "The one is before, the other after death."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:4",
                            "text": "When, then, is he in death so that we can say he is dying? For as there are three times, before death, in death, after death, so there are three states corresponding, living, dying, dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:5",
                            "text": "And it is very hard to define when a man is in death or dying, when he is neither living, which is before death, nor dead, which is after death, but dying, which is in death."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:6",
                            "text": "For so long as the soul is in the body, especially if consciousness remain, the man certainly lives; for body and soul constitute the man."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:7",
                            "text": "And thus, before death, he cannot be said to be in death, but when, on the other hand, the soul has departed, and all bodily sensation is extinct, death is past, and the man is dead."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:8",
                            "text": "Between these two states the dying condition finds no place; for if a  man yet lives, death has not arrived; if he has ceased to live, death is past."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:9",
                            "text": "Never, then, is he dying, that is, comprehended in the state of death."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:10",
                            "text": "So also in the passing of time,—you try to lay your finger on the present, and cannot find it, because the present occupies no space, but is only the transition of time from the future to the past."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:11",
                            "text": "Must we then conclude that there is thus no death of the body at all? For if there is, where is it, since it is in no one, and no one can be in it? Since, indeed, if there is yet life, death is not yet; for this state is before death, not in death: and if life has already ceased, death is not present; for this state is after death, not in death."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:12",
                            "text": "On the other hand, if there is no death before or after, what do we mean when we say \"after death,\" or \"before death?\" This is a foolish way of speaking if there is no death."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:13",
                            "text": "And would that we had lived so well in Paradise that in very truth there were now no death! But not only does it now exist, but so grievous a thing is it, that no skill is sufficient either to explain or to escape it."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:14",
                            "text": "Let us, then, speak in the customary way,—no man ought to speak otherwise,—and let us call the time before death come, \"before death;\" as it is written, \"Praise no man before his death\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:15",
                            "text": "And when it has happened, let us say that \"after death\" this or that took place."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:16",
                            "text": "And of the present time let us speak as best we can, as when we say, \"He, when dying, made his will, and left this or that to such and such persons,\"—though, of course, he could not do so unless he were living, and did this rather before death than in death."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:17",
                            "text": "And let us use the same phraseology as Scripture uses; for it makes no scruple of saying that the dead are not after but in death."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:18",
                            "text": "So that verse, \"For in death there is no remembrance of thee\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:19",
                            "text": "For until the resurrection men are justly said to be in death; as every one is said to be in sleep till he awakes."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:20",
                            "text": "However, though we can say of persons in sleep that they are sleeping, we cannot speak in this way of the dead, and say they are dying."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:21",
                            "text": "For, so far as regards the death of the body, of which we are now speaking, one cannot say that those who are already separated from their bodies continue dying."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:22",
                            "text": "But this, you see, is just what I was saying,—that no words can explain how either the dying are said to live, or how the dead are said, even after death, to be in death."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:23",
                            "text": "For how can they be after death if they be in death, especially when we do not even call them dying, as we call those in sleep, sleeping; and those in languor, languishing; and those in grief, grieving; and those in life, living? And yet the dead, until they rise again, are said to be in death, but cannot be called dying."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:24",
                            "text": "And therefore I think it has not unsuitably nor inappropriately come to pass, though not by the intention of man, yet perhaps with divine purpose, that this Latin word moritur cannot be declined by the grammarians according to the rule followed by similar words."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:25",
                            "text": "For oritur gives the form ortus est for the perfect; and all similar verbs form this tense from their perfect participles."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:26",
                            "text": "But if we ask the perfect of moritur, we get the regular answer mortuus est, with a double u."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:27",
                            "text": "For thus mortuus is pronounced, like fatuus, arduus, conspicuus, and similar words, which are not perfect participles but adjectives, and are declined without regard to tense."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:28",
                            "text": "But mortuus, though in form an adjective, is used as perfect participle, as if that were to be declined which cannot be declined; and thus it has suitably come to pass that, as the thing itself cannot in point of fact be declined, so neither can the word significant of the act be declined."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:29",
                            "text": "Yet, by the aid of our Redeemer's grace, we may manage at least to decline the second."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:30",
                            "text": "For that is more grievous still, and, indeed, of all evils the worst, since it consists not in the separation of soul and body, but in the uniting of both in death eternal."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:31",
                            "text": "And there, in striking contrast to our present conditions, men will not be before or after death, but always in death; and thus never living, never dead, but endlessly dying."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XIII 11:32",
                            "text": "And never can a man be more disastrously in death than when death itself shall be deathless."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book XIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:1",
                            "text": "Chapter 12—What Death God Intended, When He Threatened Our First Parents with Death If They Should Disobey His Commandment."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:2",
                            "text": "When, therefore, it is asked what death it was with which God threatened our first parents if they should transgress the commandment they had received from Him, and should fail to preserve their obedience,—whether it was the death of soul, or of body, or of the whole man, or that which is called second death,—we must answer, It is all."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:3",
                            "text": "For the first consists of two; the second is the complete death, which consists of all."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:4",
                            "text": "For, as the whole earth consists of many lands, and the Church universal of many churches, so death universal consists of all deaths."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:5",
                            "text": "The first consists of two, one of the body, and another of the soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:6",
                            "text": "So that the first death is a death of the whole man, since the soul without God and without the body suffers punishment for a time; but  the second is when the soul, without God but with the body, suffers punishment everlasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XIII 12:7",
                            "text": "When, therefore, God said to that first man whom he had placed in Paradise, referring to the forbidden fruit, \"In the day that thou eatest thereof thou shalt surely die,\" that threatening included not only the first part of the first death, by which the soul is deprived of God; nor only the subsequent part of the first death, by which the body is deprived of the soul; nor only the whole first death itself, by which the soul is punished in separation from God and from the body;—but it includes whatever of death there is, even to that final death which is called second, and to which none is subsequent."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book XIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:1",
                            "text": "Chapter 13—What Was the First Punishment of the Transgression of Our First Parents."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:2",
                            "text": "For, as soon as our first parents had transgressed the commandment, divine grace forsook them, and they were confounded at their own wickedness; and therefore they took fig-leaves (which were possibly the first that came to hand in their troubled state of mind), and covered their shame; for though their members remained the same, they had shame now where they had none before."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:3",
                            "text": "They experienced a new motion of their flesh, which had become disobedient to them, in strict retribution of their own disobedience to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:4",
                            "text": "For the soul, revelling in its own liberty, and scorning to serve God, was itself deprived of the command it had formerly maintained over the body."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:5",
                            "text": "And because it had willfully deserted its superior Lord, it no longer held its own inferior servant; neither could it hold the flesh subject, as it would always have been able to do had it remained itself subject to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XIII 13:6",
                            "text": "Then began the flesh to lust against the Spirit, in which strife we are born, deriving from the first transgression a seed of death, and bearing in our members, and in our vitiated nature, the contest or even victory of the flesh."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book XIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XIII 14:1",
                            "text": "Chapter 14—In What State Man Was Made by God, and into What Estate He Fell by the Choice of His Own Will."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XIII 14:2",
                            "text": "For God, the author of natures, not of vices, created man upright; but man, being of his own will corrupted, and justly condemned, begot corrupted and condemned children."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XIII 14:3",
                            "text": "For we all were in that one man, since we all were that one man, who fell into sin by the woman who was made from him before the sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XIII 14:4",
                            "text": "For not yet was the particular form created and distributed to us, in which we as individuals were to live, but already the seminal nature was there from which we were to be propagated; and this being vitiated by sin, and bound by the chain of death, and justly condemned, man could not be born of man in any other state."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XIII 14:5",
                            "text": "And thus, from the bad use of free will, there originated the whole train of evil, which, with its concatenation of miseries, convoys the human race from its depraved origin, as from a corrupt root, on to the destruction of the second death, which has no end, those only being excepted who are freed by the grace of God."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book XIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:1",
                            "text": "Chapter 15—That Adam in His Sin Forsook God Ere God Forsook Him, and that His Falling Away From God Was the First Death of the Soul."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:2",
                            "text": "It may perhaps be supposed that because God said, \"Ye shall die the death,\" and not \"deaths,\" we should understand only that death which occurs when the soul is deserted by God, who is its life; for it was not deserted by God, and so deserted Him, but deserted Him, and so was deserted by Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:3",
                            "text": "For its own will was the originator of its evil, as God was the originator of its motions towards good, both in making it when it was not, and in remaking it when it had fallen and perished."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:4",
                            "text": "But though we suppose that God meant only this death, and that the words, \"In the day ye eat of it ye shall die the death,\" should be understood as meaning, \"In the day ye desert me in disobedience, I will desert you in justice,\" yet assuredly in this death the other deaths also were threatened, which were its inevitable consequence."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:5",
                            "text": "For in the first stirring of the disobedient motion which was felt in the flesh of the disobedient soul, and which caused our first parents to cover their shame, one death indeed is experienced, that, namely, which occurs when God forsakes the soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:6",
                            "text": "(This was intimated by the words He uttered, when the man, stupefied by fear, had hid himself, \"Adam, where art thou?\"—words which He used not in ignorance of inquiry, but warning him to consider where he was, since God was not with him."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:7",
                            "text": ") But when the soul itself forsook the body, corrupted and decayed with age, the other death was experienced of which God had spoken in pronouncing man's sentence, \"Earth thou art, and unto earth shall thou return\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:8",
                            "text": "And of these two deaths that first death of the whole man is composed."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:9",
                            "text": "And this first death is finally followed by the second, unless man be freed by grace."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:10",
                            "text": "For the body would not return to the  earth from which it was made, save only by the death proper to itself, which occurs when it is forsaken of the soul, its life."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XIII 15:11",
                            "text": "And therefore it is agreed among all Christians who truthfully hold the catholic faith, that we are subject to the death of the body, not by the law of nature, by which God ordained no death for man, but by His righteous infliction on account of sin; for God, taking vengeance on sin, said to the man, in whom we all then were, \"Dust thou art, and unto dust shall thou return\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book XIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:1",
                            "text": "Chapter 16—Concerning the Philosophers Who Think that the Separation of Soul and Body is Not Penal, Though Plato Represents the Supreme Deity as Promising to the Inferior Gods that They Shall Never Be Dismissed from Their Bodies."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:2",
                            "text": "But the philosophers against whom we are defending the city of God, that is, His Church seem to themselves to have good cause to deride us, because we say that the separation of the soul from the body is to be held as part of man's punishment."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:3",
                            "text": "For they suppose that the blessedness of the soul then only is complete, when it is quite denuded of the body, and returns to God a pure and simple, and, as it were, naked soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:4",
                            "text": "On this point, if I should find nothing in their own literature to refute this opinion, I should be forced laboriously to demonstrate that it is not the body, but the corruptibility of the body, which is a burden to the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:5",
                            "text": "Hence that sentence of Scripture we quoted in a foregoing book, \"For the corruptible body presseth down the soul\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:6",
                            "text": "The word corruptible is added to show that the soul is burdened, not by any body whatsoever, but by the body such as it has become in consequence of sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:7",
                            "text": "And even though the word had not been added, we could understand nothing else."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:8",
                            "text": "But when Plato most expressly declares that the gods who are made by the Supreme have immortal bodies, and when he introduces their Maker himself, promising them as a great boon that they should abide in their bodies eternally, and never by any death be loosed from them, why do these adversaries of ours, for the sake of troubling the Christian faith, feign to be ignorant of what they quite well know, and even prefer to contradict themselves rather than lose an opportunity of contradicting us? Here are Plato's words, as Cicero has translated them, in which he introduces the Supreme addressing the gods He had made, and saying, \"Ye who are sprung from a divine stock, consider of what works I am the parent and author."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:9",
                            "text": "These (your bodies) are indestructible so long as I will it; although all that is composed can be destroyed."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:10",
                            "text": "But it is wicked to dissolve what reason has compacted."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:11",
                            "text": "But, seeing that ye have been born, ye cannot indeed be immortal and indestructible; yet ye shall by no means be destroyed, nor shall any fates consign you to death, and prove superior to my will, which is a stronger assurance of your perpetuity than those bodies to which ye were joined when ye were born\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:12",
                            "text": "Plato, you see, says that the gods are both mortal by the connection of the body and soul, and yet are rendered immortal by the will and decree of their Maker."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:13",
                            "text": "If, therefore, it is a punishment to the soul to be connected with any body whatever, why does God address them as if they were afraid of death, that is, of the separation, of soul and body? Why does He seek to reassure them by promising them immortality, not in virtue of their nature, which is composite and not simple, but by virtue of His invincible will, whereby He can effect that neither things born die, nor things compounded be dissolved, but preserved eternally?  Whether this opinion of Plato's about the stars is true or not, is another question."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:14",
                            "text": "For we cannot at once grant to him that these luminous bodies or globes, which by day and night shine on the earth with the light of their bodily substance, have also intellectual and blessed souls which animate each its own body, as he confidently affirms of the universe itself, as if it were one huge animal, in which all other animals were contained."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:15",
                            "text": "But this, as I said, is another question, which we have not undertaken to discuss at present."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:16",
                            "text": "This much only I deemed right to bring forward, in opposition to those who so pride themselves on being, or on being called Platonists, that they blush to be Christians, and who cannot brook to be called by a name which the common people also bear, lest they vulgarize the philosophers' coterie, which is proud in proportion to its exclusiveness."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XIII 16:17",
                            "text": "These men, seeking a weak point in the Christian doctrine, select for attack the eternity of the body, as if it were a contradiction to contend for the blessedness of the soul, and to wish it to be always resident in the body, bound, as it were, in a lamentable chain; and this although Plato, their own founder and master, affirms that it  was granted by the Supreme as a boon to the gods He had made, that they should not die, that is, should not be separated from the bodies with which He had connected them."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book XIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:1",
                            "text": "Chapter 17—Against Those Who Affirm that Earthly Bodies Cannot Be Made Incorruptible and Eternal."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:2",
                            "text": "These same philosophers further contend that terrestrial bodies cannot be eternal though they make no doubt that the whole earth, which is itself the central member of their god,—not, indeed, of the greatest, but yet of a great god, that is, of this whole world,—is eternal."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:3",
                            "text": "Since, then, the Supreme made for them another god, that is, this world, superior to the other gods beneath Him; and since they suppose that this god is an animal, having, as they affirm, a rational or intellectual soul enclosed in the huge mass of its body, and having, as the fitly situated and adjusted members of its body, the four elements, whose union they wish to be indissoluble and eternal, lest perchance this great god of theirs might some day perish; what reason is there that the earth, which is the central member in the body of a greater creature, should be eternal, and the bodies of other terrestrial creatures should not possibly be eternal if God should so will it? But earth, say they, must return to earth, out of which the terrestrial bodies of the animals have been taken."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:4",
                            "text": "For this, they say, is the reason of the necessity of their death and dissolution, and this the manner of their restoration to the solid and eternal earth whence they came."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:5",
                            "text": "But if any one says the same thing of fire, holding that the bodies which are derived from it to make celestial beings must be restored to the universal fire, does not the immortality which Plato represents these gods as receiving from the Supreme evanesce in the heat of this dispute? Or does this not happen with those celestials because God, whose will, as Plato says, overpowers all powers, has willed it should not be so? What, then, hinders God from ordaining the same of terrestrial bodies? And since, indeed, Plato acknowledges that God can prevent things that are born from dying, and things that are joined from being sundered, and things that are composed from being dissolved, and can ordain that the souls once allotted to their bodies should never abandon them, but enjoy along with them immortality and everlasting bliss, why may He not also effect that terrestrial bodies die not? Is God powerless to do everything that is special to the Christian's creed, but powerful to effect everything the Platonists desire? The philosophers, forsooth, have been admitted to a knowledge of the divine purposes and power which has been denied to the prophets! The truth is, that the Spirit of God taught His prophets so much of His will as He thought fit to reveal, but the philosophers, in their efforts to discover it, were deceived by human conjecture."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:6",
                            "text": "But they should not have been so led astray, I will not say by their ignorance, but by their obstinacy, as to contradict themselves so frequently; for they maintain, with all their vaunted might, that in order to the happiness of the soul, it must abandon not only its earthly body, but every kind of body."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:7",
                            "text": "And yet they hold that the gods, whose souls are most blessed, are bound to everlasting bodies, the celestials to fiery bodies, and the soul of Jove himself (or this world, as they would have us believe) to all the physical elements which compose this entire mass reaching from earth to heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:8",
                            "text": "For this soul Plato believes to be extended and diffused by musical numbers, from the middle of the inside of the earth, which geometricians call the centre, outwards through all its parts to the utmost heights and extremities of the heavens; so that this world is a very great and blessed immortal animal, whose soul has both the perfect blessedness of wisdom, and never leaves its own body and whose body has life everlasting from the soul, and by no means clogs or hinders it, though itself be not a simple body, but compacted of so many and so huge materials."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:9",
                            "text": "Since, therefore, they allow so much to their own conjectures, why do they refuse to believe that by the divine will and power immortality can be conferred on earthly bodies, in which the souls would be neither oppressed with the burden of them, nor separated from them by any death, but live eternally and blessedly? Do they not assert that their own gods so live in bodies of fire, and that Jove himself, their king, so lives in the physical elements? If, in order to its blessedness, the soul must quit every kind of body, let their gods flit from the starry spheres, and Jupiter from earth to sky; or, if they cannot do so, let them be pronounced miserable."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:10",
                            "text": "But neither alternative will these men adopt."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:11",
                            "text": "For, on the one hand, they dare not ascribe to their own gods a departure from the body, lest they should seem to worship mortals; on the other hand, they dare not deny their happiness, lest they should acknowledge wretches as gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XIII 17:12",
                            "text": "Therefore, to obtain blessedness, we need not quit every kind of body, but only the corruptible, cumbersome, painful, dying,—not such bodies  as the goodness of God contrived for the first man, but such only as man's sin entailed."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book XIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:1",
                            "text": "Chapter 18—Of Earthly Bodies, Which the Philosophers Affirm Cannot Be in Heavenly Places, Because Whatever is of Earth is by Its Natural Weight Attracted to Earth."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:2",
                            "text": "But it is necessary, they say, that the natural weight of earthly bodies either keeps them on earth or draws them to it; and therefore they cannot be in heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:3",
                            "text": "Our first parents were indeed on earth, in a well-wooded and fruitful spot, which has been named Paradise."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:4",
                            "text": "But let our adversaries a little more carefully consider this subject of earthly weight, because it has important bearings, both on the ascension of the body of Christ, and also on the resurrection body of the saints."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:5",
                            "text": "If human skill can by some contrivance fabricate vessels that float, out of metals which sink as soon as they are placed on the water, how much more credible is it that God, by some occult mode of operation, should even more certainly effect that these earthy masses be emancipated from the downward pressure of their weight? This cannot be impossible to that God by whose almighty will, according to Plato, neither things born perish, nor things composed dissolve, especially since it is much more wonderful that spiritual and bodily essences be conjoined than that bodies be adjusted to other material substances."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:6",
                            "text": "Can we not also easily believe that souls, being made perfectly blessed, should be endowed with the power of moving their earthy but incorruptible bodies as they please, with almost spontaneous movement, and of placing them where they please with the readiest action? If the angels transport whatever terrestrial creatures they please from any place they please, and convey them whither they please, is it to be believed that they cannot do so without toil and the feeling of burden? Why, then, may we not believe that the spirits of the saints, made perfect and blessed by divine grace, can carry their own bodies where they please, and set them where they will? For, though we have been accustomed to notice, in bearing weights, that the larger the quantity the greater the weight of earthy bodies is, and that the greater the weight the more burdensome it is, yet the soul carries the members of its own flesh with less difficulty when they are massive with health, than in sickness when they are wasted."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:7",
                            "text": "And though the hale and strong man feels heavier to other men carrying him than the lank and sickly, yet the man himself moves and carries his own body with less feeling of burden when he has the greater bulk of vigorous health, than when his frame is reduced to a minimum by hunger or disease."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:8",
                            "text": "Of such consequence, in estimating the weight of earthly bodies, even while yet corruptible and mortal, is the consideration not of dead weight, but of the healthy equilibrium of the parts."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:9",
                            "text": "And what words can tell the difference between what we now call health and future immortality? Let not the philosophers, then, think to upset our faith with arguments from the weight of bodies; for I don't care to inquire why they cannot believe an earthly body can be in heaven, while the whole earth is suspended on nothing."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:10",
                            "text": "For perhaps the world keeps its central place by the same law that attracts to its centre all heavy bodies."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XIII 18:11",
                            "text": "But this I say, if the lesser gods, to whom Plato committed the creation of man and the other terrestrial creatures, were able, as he affirms, to withdraw from the fire its quality of burning, while they left it that of lighting, so that it should shine through the eyes; and if to the supreme God Plato also concedes the power of preserving from death things that have been born, and of preserving from dissolution things that are composed of parts so different as body and spirit;—are we to hesitate to concede to this same God the power to operate on the flesh of him whom He has endowed with immortality, so as to withdraw its corruption but leave its nature, remove its burdensome weight but retain its seemly form and members? But concerning our belief in the resurrection of the dead, and concerning their immortal bodies, we shall speak more at large, God willing, in the end of this work."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book XIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:1",
                            "text": "Chapter 19—Against the Opinion of Those Who Do Not Believe that the Primitive Men Would Have Been Immortal If They Had Not Sinned."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:2",
                            "text": "At present let us go on, as we have begun, to give some explanation regarding the bodies of our first parents."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:3",
                            "text": "I say then, that, except as the just consequence of sin, they would not have been subjected even to this death, which is good to the good,—this death, which is not exclusively known and believed in by a few, but is known to all, by which soul and body are separated, and by which the body of an animal which was but now visibly living is now visibly dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:4",
                            "text": "For though there can be no manner of doubt that the souls of the just and holy dead live in peaceful rest, yet so much better would it be for them to be alive in healthy, well-conditioned bodies, that even those who hold the tenet that it is most blessed  to be quit of every kind of body, condemn this opinion in spite of themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:5",
                            "text": "For no one will dare to set wise men, whether yet to die or already dead,—in other words, whether already quit of the body, or shortly to be so,—above the immortal gods, to whom the Supreme, in Plato, promises as a munificent gift life indissoluble, or in eternal union with their bodies."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:6",
                            "text": "But this same Plato thinks that nothing better can happen to men than that they pass through life piously and justly, and, being separated from their bodies, be received into the bosom of the gods, who never abandon theirs; \"that, oblivious of the past, they may revisit the upper air, and conceive the longing to return again to the body\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:7",
                            "text": "Virgil is applauded for borrowing this from the Platonic system."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:8",
                            "text": "Assuredly Plato thinks that the souls of mortals cannot always be in their bodies, but must necessarily be dismissed by death; and, on the other hand, he thinks that without bodies they cannot endure for ever, but with ceaseless alternation pass from life to death, and from death to life."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:9",
                            "text": "This difference, however, he sets between wise men and the rest, that they are carried after death to the stars, that each man may repose for a while in a star suitable for him, and may thence return to the labors and miseries of mortals when he has become oblivious of his former misery, and possessed with the desire of being embodied."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:10",
                            "text": "Those, again, who have lived foolishly transmigrate into bodies fit for them, whether human or bestial."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:11",
                            "text": "Thus he has appointed even the good and wise souls to a very hard lot indeed, since they do not receive such bodies as they might always and even immortally inhabit, but such only as they can neither permanently retain nor enjoy eternal purity without."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:12",
                            "text": "Of this notion of Plato's, we have in a former book already said that Porphyry was ashamed in the light of these Christian times, so that he not only emancipated human souls from a destiny in the bodies of beasts but also contended for the liberation of the souls of the wise from all bodily ties, so that, escaping from all flesh, they might, as bare and blessed souls, dwell with the Father time without end."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:13",
                            "text": "And that he might not seem to be outbid by Christ's promise of life everlasting to His saints, he also established purified souls in endless felicity, without return to their former woes; but, that he might contradict Christ, he denies the resurrection of incorruptible bodies, and maintains that these souls will live eternally, not only without earthly bodies, but without any bodies at all."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:14",
                            "text": "And yet, whatever he meant by this teaching, he at least did not teach that these souls should offer no religious observance to the gods who dwelt in bodies."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XIII 19:15",
                            "text": "And why did he not, unless because he did not believe that the souls, even though separate from the body, were superior to those gods? Wherefore, if these philosophers will not dare (as I think they will not) to set human souls above the gods who are most blessed, and yet are tied eternally to their bodies, why do they find that absurd which the Christian faith preaches, namely, that our first parents were so created that, if they had not sinned, they would not have been dismissed from their bodies by any death, but would have been endowed with immortality as the reward of their obedience, and would have lived eternally with their bodies; and further, that the saints will in the resurrection inhabit those very bodies in which they have here toiled, but in such sort that neither shall any corruption or unwieldiness be suffered to attach to their flesh, nor any grief or trouble to cloud their felicity?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book XIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:1",
                            "text": "Chapter 20—That the Flesh Now Resting in Peace Shall Be Raised to a Perfection Not Enjoyed by the Flesh of Our First Parents."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:2",
                            "text": "Thus the souls of departed saints are not affected by the death which dismisses them from their bodies, because their flesh rests in hope, no matter what indignities it receives after sensation is gone."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:3",
                            "text": "For they do not desire that their bodies be forgotten, as Plato thinks fit, but rather, because they remember what has been promised by Him who deceives no man, and who gave them security for the safe keeping even of the hairs of their head, they with a longing patience wait in hope of the resurrection of their bodies, in which they have suffered many hardships, and are now to suffer never again."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:4",
                            "text": "For if they did not \"hate their own flesh,\" when it, with its native infirmity, opposed their will, and had to be constrained by the spiritual law, how much more shall they love it, when it shall even itself have become spiritual! For as, when the spirit serves the flesh, it is fitly called carnal, so, when the flesh serves the spirit, it will justly be called spiritual."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:5",
                            "text": "Not that it is converted into spirit, as some fancy from the words, \"It is sown in corruption, it is raised in incorruption,\" but because it is subject to the spirit with a perfect and marvellous readiness of obedience, and responds in all things to the will that has entered on immortality,—  all reluctance, all corruption, and all slowness being removed."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:6",
                            "text": "For the body will not only be better than it was here in its best estate of health, but it will surpass the bodies of our first parents ere they sinned."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:7",
                            "text": "For, though they were not to die unless they should sin, yet they used food as men do now, their bodies not being as yet spiritual, but animal only."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:8",
                            "text": "And though they decayed not with years, nor drew nearer to death,—a condition secured to them in God's marvellous grace by the tree of life, which grew along with the forbidden tree in the midst of Paradise,—yet they took other nourishment, though not of that one tree, which was interdicted not because it was itself bad, but for the sake of commending a pure and simple obedience, which is the great virtue of the rational creature set under the Creator as his Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:9",
                            "text": "For, though no evil thing was touched, yet if a thing forbidden was touched, the very disobedience was sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:10",
                            "text": "They were, then, nourished by other fruit, which they took that their animal bodies might not suffer the discomfort of hunger or thirst; but they tasted the tree of life, that death might not steal upon them from any quarter, and that they might not, spent with age, decay."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:11",
                            "text": "Other fruits were, so to speak, their nourishment, but this their sacrament."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XIII 20:12",
                            "text": "So that the tree of life would seem to have been in the terrestrial Paradise what the wisdom of God is in the spiritual, of which it is written, \"She is a tree of life to them that lay hold upon her\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book XIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:1",
                            "text": "Chapter 21—Of Paradise, that It Can Be Understood in a Spiritual Sense Without Sacrificing the Historic Truth of the Narrative Regarding The Real Place."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:2",
                            "text": "On this account some allegorize all that concerns Paradise itself, where the first men, the parents of the human race, are, according to the truth of holy Scripture, recorded to have been; and they understand all its trees and fruit-bearing plants as virtues and habits of life, as if they had no existence in the external world, but were only so spoken of or related for the sake of spiritual meanings."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:3",
                            "text": "As if there could not be a real terrestrial Paradise! As if there never existed these two women, Sarah and Hagar, nor the two sons who were born to Abraham, the one of the bond woman, the other of the free, because the apostle says that in them the two covenants were prefigured; or as if water never flowed from the rock when Moses struck it, because therein Christ can be seen in a figure, as the same apostle says, \"Now that rock was Christ!\" No one, then, denies that Paradise may signify the life of the blessed; its four rivers, the four virtues, prudence, fortitude, temperance, and justice; its trees, all useful knowledge; its fruits, the customs of the godly; its tree of life, wisdom herself, the mother of all good; and the tree of the knowledge of good and evil, the experience of a broken commandment."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:4",
                            "text": "The punishment which God appointed was in itself, a just, and therefore a good thing; but man's experience of it is not good."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:5",
                            "text": "These things can also and more profitably be understood of the Church, so that they become prophetic foreshadowings of things to come."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:6",
                            "text": "Thus Paradise is the Church, as it is called in the Canticles; the four rivers of Paradise are the four gospels; the fruit-trees the saints, and the fruit their works; the tree of life is the holy of holies, Christ; the tree of the knowledge of good and evil, the will's free choice."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:7",
                            "text": "For if man despise the will of God, he can only destroy himself; and so he learns the difference between consecrating himself to the common good and revelling in his own."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:8",
                            "text": "For he who loves himself is abandoned to himself, in order that, being overwhelmed with fears and sorrows, he may cry, if there be yet soul in him to feel his ills, in the words of the psalm, \"My soul is cast down within me,\" and when chastened, may say,\" Because of his strength I will wait upon Thee\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XIII 21:9",
                            "text": "These and similar allegorical interpretations may be suitably put upon Paradise without giving offence to any one, while yet we believe the strict truth of the history, confirmed by its circumstantial narrative of facts."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book XIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:1",
                            "text": "Chapter 22—That the Bodies of the Saints Shall After the Resurrection Be Spiritual, and Yet Flesh Shall Not Be Changed into Spirit."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:2",
                            "text": "The bodies of the righteous, then, such as they shall be in the resurrection, shall need neither any fruit to preserve them from dying of disease or the wasting decay of old age, nor any other physical nourishment to allay the cravings of hunger or of thirst; for they shall be invested with so sure and every way inviolable an immortality, that they shall not eat save when they choose, nor be under the necessity of eating, while they enjoy the power  of doing so."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:3",
                            "text": "For so also was it with the angels who presented themselves to the eye and touch of men, not because they could do no otherwise, but because they were able and desirous to suit themselves to men by a kind of manhood ministry."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:4",
                            "text": "For neither are we to suppose, when men receive them as guests, that the angels eat only in appearance, though to any who did not know them to be angels they might seem to eat from the same necessity as ourselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:5",
                            "text": "So these words spoken in the Book of Tobit, \"You saw me eat, but you saw it but in vision;\" that is, you thought I took food as you do for the sake of refreshing my body."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:6",
                            "text": "But if in the case of the angels another opinion seems more capable of defence, certainly our faith leaves no room to doubt regarding our Lord Himself, that even after His resurrection, and when now in spiritual but yet real flesh, He ate and drank with His disciples; for not the power, but the need, of eating and drinking is taken from these bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XIII 22:7",
                            "text": "And so they will be spiritual, not because they shall cease to be bodies, but because they shall subsist by the quickening spirit."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book XIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:1",
                            "text": "Chapter 23—What We are to Understand by the Animal and Spiritual Body; Or of Those Who Die in Adam, And of Those Who are Made Alive in Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:2",
                            "text": "For as those bodies of ours, that have a living soul, though not as yet a quickening spirit, are called soul-informed bodies, and yet are not souls but bodies, so also those bodies are called spiritual,—yet God forbid we should therefore suppose them to be spirits and not bodies,—which, being quickened by the Spirit, have the substance, but not the unwieldiness and corruption of flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:3",
                            "text": "Man will then be not earthly but heavenly,—not because the body will not be that very body which was made of earth, but because by its heavenly endowment it will be a fit inhabitant of heaven, and this not by losing its nature, but by changing its quality."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:4",
                            "text": "The first man, of the earth earthy, was made a living soul, not a quickening spirit,—which rank was reserved for him as the reward of obedience."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:5",
                            "text": "And therefore his body, which required meat and drink to satisfy hunger and thirst, and which had no absolute and indestructible immortality, but by means of the tree of life warded off the necessity of dying, and was thus maintained in the flower of youth,—this body, I say, was doubtless not spiritual, but animal; and yet it would not have died but that it provoked God's threatened vengeance by offending."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:6",
                            "text": "And though sustenance was not denied him even outside Paradise, yet, being forbidden the tree of life, he was delivered over to the wasting of time, at least in respect of that life which, had he not sinned, he might have retained perpetually in Paradise, though only in an animal body, till such time as it became spiritual in acknowledgment of his obedience."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:7",
                            "text": "Wherefore, although we understand that this manifest death, which consists in the separation of soul and body, was also signified by God when He said, \"In the day thou eatest thereof thou shalt surely die,\" it ought not on that account to seem absurd that they were not dismissed from the body on that very day on which they took the forbidden and death-bringing fruit."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:8",
                            "text": "For certainly on that very day their nature was altered for the worse and vitiated, and by their most just banishment from the tree of life they were involved in the necessity even of bodily death, in which necessity we are born."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:9",
                            "text": "And therefore the apostle does not say, \"The body indeed is doomed to die on account of sin,\" but he says, \"The body indeed is dead because of sin\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:10",
                            "text": "Then he adds, \"But if the Spirit of Him that raised up Jesus from the dead dwell in you, He that raised up Christ from the dead shall also quicken your mortal bodies by His Spirit that dwelleth in you\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:11",
                            "text": "Then accordingly shall the body become a quickening spirit which is now a living soul; and yet the apostle calls it \"dead,\" because already it lies under the necessity of dying."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:12",
                            "text": "But in Paradise it was so made a living soul, though not a quickening spirit, that it could not properly be called dead, for, save through the commission of sin, it could not come under the power of death."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:13",
                            "text": "Now, since God by the words, \"Adam, where art thou?\" pointed to the death of the soul, which results when He abandons it, and since in the words, \"Earth thou art, and unto earth shalt thou return,\" He signified the death of the body, which results when the soul departs from it, we are led, therefore, to believe that He said nothing of the second death, wishing it to be kept hidden, and reserving it for the New Testament dispensation, in which it is most plainly revealed."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:14",
                            "text": "And this He did in order that, first of all, it might be evident that this first death, which is common to all, was the result of that sin which in one man became common to all."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:15",
                            "text": "But the second death is not common to all, those being excepted who were \"called according to His purpose."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:16",
                            "text": "For whom He did foreknow, He also did pre  destinate to be conformed to the image of His Son, that He might be the first-born among many brethren\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:17",
                            "text": "Those the grace of God has, by a Mediator, delivered from the second death."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:18",
                            "text": "Thus the apostle states that the first man was made in an animal body."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:19",
                            "text": "For, wishing to distinguish the animal body which now is from the spiritual, which is to be in the resurrection, he says, \"It is sown in corruption, it is raised in incorruption: it is sown in dishonor, it is raised in glory: it is sown in weakness, it is raised in power: it is sown a natural body, it is raised a spiritual body\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:20",
                            "text": "Then, to prove this, he goes on, \"There is a natural body, and there is a spiritual body\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:21",
                            "text": "And to show what the animated body is, he says, \"Thus it was written, The first man Adam was made a living soul, the last Adam was made a quickening spirit\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:22",
                            "text": "He wished thus to show what the animated body is, though Scripture did not say of the first man Adam, when his soul was created by the breath of God, \"Man was made in an animated body,\" but \"Man was made a living soul\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:23",
                            "text": "By these words, therefore, \"The first man was made a living soul,\" the apostle wishes man's animated body to be understood."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:24",
                            "text": "But how he wishes the spiritual body to be understood he shows when he adds, \"But the last Adam was made a quickening spirit,\" plainly referring to Christ, who has so risen from the dead that He cannot die any more."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:25",
                            "text": "He then goes on to say, \"But that was not first which is spiritual, but that which is natural; and afterward that which is spiritual\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:26",
                            "text": "And here he much more clearly asserts that he referred to the animal body when he said that the first man was made a living soul, and to the spiritual when he said that the last man was made a quickening spirit."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:27",
                            "text": "The animal body is the first, being such as the first Adam had, and which would not have died had he not sinned, being such also as we now have, its nature being changed and vitiated by sin to the extent of bringing us under the necessity of death, and being such as even Christ condescended first of all to assume, not indeed of necessity, but of choice; but afterwards comes the spiritual body, which already is worn by anticipation by Christ as our head, and will be worn by His members in the resurrection of the dead."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:28",
                            "text": "Then the apostle subjoins a notable difference between these two men, saying, \"The first man is of the earth, earthy; the second man is the Lord from heaven."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:29",
                            "text": "As is the earthy, such are they also that are earthy, and as is the heavenly, such are they also that are heavenly."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:30",
                            "text": "And as we have borne the image of the earthy, we shall also bear the image of the heavenly\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:31",
                            "text": "So he elsewhere says, \"As many of you as have been baptized into Christ have put on Christ;\" but in very deed this shall be accomplished when that which is animal in us by our birth shall have become spiritual in our resurrection."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:32",
                            "text": "For, to use his words again,\" We are saved by hope\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:33",
                            "text": "Now we bear the image of the earthly man by the propagation of sin and death, which pass on us by ordinary generation; but we bear the image of the heavenly by the grace of pardon and life eternal, which regeneration confers upon us through the Mediator of God and men, the Man Christ Jesus."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:34",
                            "text": "And He is the heavenly Man of Paul's passage, because He came from heaven to be clothed with a body of earthly mortality, that He might clothe it with heavenly immortality."
                        },
                        {
                            "verse": 35,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:35",
                            "text": "And he calls others heavenly, because by grace they become His members, that, together with them, He may become one Christ, as head and body."
                        },
                        {
                            "verse": 36,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:36",
                            "text": "In the same epistle he puts this yet more clearly: \"Since by man came death, by Man came also the resurrection of the dead."
                        },
                        {
                            "verse": 37,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:37",
                            "text": "For as in Adam all die, even so in Christ shall all be made alive,\"—that is to say, in a spiritual body which shall be made a quickening spirit."
                        },
                        {
                            "verse": 38,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:38",
                            "text": "Not that all who die in Adam shall be members of Christ,—for the great majority shall be punished in eternal death,—but he uses the word \"all\" in both clauses, because, as no one dies in an animal body except in Adam, so no one is quickened a spiritual body save in Christ."
                        },
                        {
                            "verse": 39,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:39",
                            "text": "We are not, then, by any means to suppose that we shall in the resurrection have such a body as the first man had before he sinned, nor that the words, \"As is the earthy such are they also that are earthy,\" are to be understood of that which was brought about by sin; for we are not to think that Adam had a spiritual body before he fell, and that, in punishment of his sin, it was changed into an animal body."
                        },
                        {
                            "verse": 40,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:40",
                            "text": "If this be thought, small heed has been given to the words of so great a teacher, who says, \"There is a natural body, there is also a spiritual body; as it is written, The first man Adam was made a living soul\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XIII 23:41",
                            "text": "Was it after sin he was made so? or was not this the primal condition of man from which the blessed apostle selects his testimony to show what the animal body is?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book XIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:1",
                            "text": "Chapter 24—How We Must Understand that Breathing of God by Which \"The First Man Was Made a Living Soul,\" And that Also by Which the Lord Conveyed His Spirit to His Disciples When He Said, \"Receive Ye the Holy Ghost\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:2",
                            "text": "Some have hastily supposed from the words, \"God breathed into Adam's nostrils the breath of life, and man became a living soul,\" that a soul was not then first given to man, but that the soul already given was quickened by the Holy Ghost."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:3",
                            "text": "They are encouraged in this supposition by the fact that the Lord Jesus after His resurrection breathed on His disciples, and said, \"Receive ye the Holy Spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:4",
                            "text": "From this they suppose that the same thing was effected in either case, as if the evangelist had gone on to say, And they became living souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:5",
                            "text": "But if he had made this addition, we should only understand that the Spirit is in some way the life of souls, and that without Him reasonable souls must be accounted dead, though their bodies seem to live before our eyes."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:6",
                            "text": "But that this was not what happened when man was created, the very words of the narrative sufficiently show: \"And God made man dust of the earth;\" which some have thought to render more clearly by the words, \"And God formed man of the clay of the earth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:7",
                            "text": "For it had before been said that \"there went up a mist from the earth, and watered the whole face of the ground,\" in order that the reference to clay, formed of this moisture and dust, might be understood."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:8",
                            "text": "For on this verse there immediately follows the announcement, \"And God created man dust of the earth;\" so those Greek manuscripts have it from which this passage has been translated into Latin."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:9",
                            "text": "But whether one prefers to read \"created\" or \"formed,\" where the Greek reads ἔπλασεν, is of little importance; yet \"formed\" is the better rendering."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:10",
                            "text": "But those who preferred \"created\" thought they thus avoided the ambiguity arising from the fact, that in the Latin language the usage obtains that those are said to form a thing who frame some feigned and fictitious thing."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:11",
                            "text": "This man, then, who was created of the dust of the earth, or of the moistened dust or clay,—this \"dust of the earth\" (that I may use the express words of Scripture) was made, as the apostle teaches, an animated body when he received a soul."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:12",
                            "text": "This man, he says, \"was made a living soul;\" that is, this fashioned dust was made a living soul."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:13",
                            "text": "They say, Already he had a soul, else he would not be called a man; for man is not a body alone, nor a soul alone, but a being composed of both."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:14",
                            "text": "This, indeed, is true, that the soul is not the whole man, but the better part of man; the body not the whole, but the inferior part of man; and that then, when both are joined, they receive the name of man, which, however, they do not severally lose even when we speak of them singly."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:15",
                            "text": "For who is prohibited from saying, in colloquial usage, \"That man is dead, and is now at rest or in torment,\" though this can be spoken only of the soul; or \"He is buried in such and such a place,\" though this refers only to the body? Will they say that Scripture follows no such usage? On the contrary, it so thoroughly adopts it, that even while a man is alive, and body and soul are united, it calls each of them singly by the name \"man,\" speaking of the soul as the \"inward man,\" and of the body as the \"outward man,\" as if there were two men, though both together are indeed but one."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:16",
                            "text": "But we must understand in what sense man is said to be in the image of God, and is yet dust, and to return to the dust."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:17",
                            "text": "The former is spoken of the rational soul, which God by His breathing, or, to speak more appropriately, by His inspiration, conveyed to man, that is, to his body; but the latter refers to his body, which God formed of the dust, and to which a soul was given, that it might become a living body, that is, that man might become a living soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:18",
                            "text": "Wherefore, when our Lord breathed on His disciples, and said, \"Receive ye the Holy Ghost,\" He certainly wished it to be understood that the Holy Ghost was not only the Spirit of the Father, but of the only begotten Son Himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:19",
                            "text": "For the same Spirit is, indeed, the Spirit of the Father and of the Son, making with them the trinity of Father, Son, and Spirit, not a creature, but the Creator."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:20",
                            "text": "For neither was that material breath which proceeded from the mouth of His flesh the very substance and nature of the Holy Spirit, but rather the intimation, as I said, that the Holy Spirit was common to the Father and to the Son; for they have not each a separate Spirit, but both one and the same."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:21",
                            "text": "Now this Spirit is always spoken of in sacred Scripture by the Greek word πνεῦμα, as the Lord, too, named Him in the place cited when He gave Him to His disciples, and intimated the gift by the breathing of His lips; and there does not occur to me any place in the whole Scriptures where He is otherwise named."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:22",
                            "text": "But in this passage where it is said, \"And the Lord formed man dust of the earth, and breathed, or inspired, into his face the breath of life;\" the Greek has not πνεῦμα, the usual word for the Holy Spirit, but πνοή, a word more  frequently used of the creature than of the Creator; and for this reason some Latin interpreters have preferred to render it by \"breath\" rather than \"spirit\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:23",
                            "text": "For this word occurs also in the Greek in Isaiah chapter vii, verse 16 where God says, \"I have made all breath,\" meaning, doubtless, all souls."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:24",
                            "text": "Accordingly, this word πνοή is sometimes rendered \"breath,\" sometimes \"spirit,\" sometimes \"inspiration,\" sometimes \"aspiration,\" sometimes \"soul,\" even when it is used of God."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:25",
                            "text": "Πνεῦμα, on the other hand, is uniformly rendered \"spirit,\" whether of man, of whom the apostle says, \"For what man knoweth the things of a man, save the spirit of man which is in him?\" or of beast, as in the book of Solomon, \"Who knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?\" or of that physical spirit which is called wind, for so the Psalmist calls it: \"Fire and hail; snow and vapors; stormy wind;\" or of the uncreated Creator Spirit, of whom the Lord said in the gospel, \"Receive ye the Holy Ghost,\" indicating the gift by the breathing of His mouth; and when He says, \"Go ye and baptize all nations in the name of the Father, of the Son, and of the Holy Ghost,\" words which very expressly and excellently commend the Trinity; and where it is said, \"God is a Spirit;\" and in very many other places of the sacred writings."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:26",
                            "text": "In all these quotations from Scripture we do not find in the Greek the word πνοή used, but πνεῦμα, and in the Latin, not flatus, but spiritus."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:27",
                            "text": "Wherefore, referring again to that place where it is written, \"He inspired,\" or to speak more properly, \"breathed into his face the breath of life,\" even though the Greek had not used πνοή (as it has) but πνεῦμα, it would not on that account necessarily follow that the Creator Spirit, who in the Trinity is distinctively called the Holy Ghost, was meant, since, as has been said, it is plain that πνεῦμα is used not only of the Creator, but also of the creature."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:28",
                            "text": "But, say they, when the Scripture used the word \"spirit,\" it would not have added \"of life\" unless it meant us to understand the Holy Spirit; nor, when it said, \"Man became a soul,\" would it also have inserted the word \"living\" unless that life of the soul were signified which is imparted to it from above by the gift of God."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:29",
                            "text": "For, seeing that the soul by itself has a proper life of its own, what need, they ask, was there of adding living, save only to show that the life which is given it by the Holy Spirit was meant? What is this but to fight strenuously for their own conjectures, while they carelessly neglect the teaching of Scripture? Without troubling themselves much, they might have found in a preceding page of this very book of Genesis the words, \"Let the earth bring forth the living soul,\" when all the terrestrial animals were created."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:30",
                            "text": "Then at a slight interval, but still in the same book, was it impossible for them to notice this verse, \"All in whose nostrils was the breath of life, of all that was in the dry land, died,\" by which it was signified that all the animals which lived on the earth had perished in the deluge? If, then, we find that Scripture is accustomed to speak both of the \"living soul\" and the \"spirit of life\" even in reference to beasts; and if in this place, where it is said, \"All things which have the spirit of life,\" the word πνοή, not πνεῦμα, is used; why may we not say, What need was there to add \"living,\" since the soul cannot exist without being alive? or, What need to add \"of life\" after the word spirit? But we understand that Scripture used these expressions in its ordinary style so long as it speaks of animals, that is, animated bodies, in which the soul serves as the residence of sensation; but when man is spoken of, we forget the ordinary and established usage of Scripture, whereby it signifies that man received a rational soul, which was not produced out of the waters and the earth like the other living creatures, but was created by the breath of God."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:31",
                            "text": "Yet this creation was ordered that the human soul should live in an animal body, like those other animals of which the Scripture said, \"Let the earth produce every living soul,\" and regarding which it again says that in them is the breath of life, where the word πνοή and not πνεῦμα is used in the Greek, and where certainly not the Holy Spirit, but their spirit, is signified under that name."
                        },
                        {
                            "verse": 32,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:32",
                            "text": "But, again, they object that breath is understood to have been emitted from the mouth of God; and if we believe that is the soul, we must consequently acknowledge it to be of the same substance, and equal to that wisdom, which says, \"I come out of the mouth of the Most High\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:33",
                            "text": "Wisdom, indeed, does not say it was breathed out of the mouth of God, but proceeded out of it."
                        },
                        {
                            "verse": 34,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:34",
                            "text": "But as we are able, when we breathe, to make a breath, not of our own human nature, but of the surrounding air, which we inhale and exhale as we draw our breath and breathe again, so almighty God was able to make breath, not of His own nature, nor of the creature beneath Him, but even of nothing; and this breath, when He communicated it to man's body, He is most  appropriately said to have breathed or inspired,—the Immaterial breathing it also immaterial, but the Immutable not also the immutable; for it was created, He uncreated."
                        },
                        {
                            "verse": 35,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:35",
                            "text": "Yet that these persons who are forward to quote Scripture, and yet know not the usages of its language, may know that not only what is equal and consubstantial with God is said to proceed out of His mouth, let them hear or read what God says: \"So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:36",
                            "text": "There is no ground, then, for our objecting, when the apostle so expressly distinguishes the animal body from the spiritual—that is to say, the body in which we now are from that in which we are to be."
                        },
                        {
                            "verse": 37,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:37",
                            "text": "He says, \"It is sown a natural body, it is raised a spiritual body."
                        },
                        {
                            "verse": 38,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:38",
                            "text": "There is a natural body, and there is a spiritual body."
                        },
                        {
                            "verse": 39,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:39",
                            "text": "And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit."
                        },
                        {
                            "verse": 40,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:40",
                            "text": "Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual."
                        },
                        {
                            "verse": 41,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:41",
                            "text": "The first man is of the earth, earthy; the second man is the Lord from heaven."
                        },
                        {
                            "verse": 42,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:42",
                            "text": "As is the earthy, such are they also that are earthy; and as is the heavenly, such are they also that are heavenly."
                        },
                        {
                            "verse": 43,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:43",
                            "text": "And as we have borne the image of the earthy, we shall also bear the image of the heavenly\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:44",
                            "text": "Of all which words of his we have previously spoken."
                        },
                        {
                            "verse": 45,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:45",
                            "text": "The animal body, accordingly, in which the apostle says that the first man Adam was made, was not so made that it could not die at all, but so that it should not die unless he should have sinned."
                        },
                        {
                            "verse": 46,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:46",
                            "text": "That body, indeed, which shall be made spiritual and immortal by the quickening Spirit shall not be able to die at all; as the soul has been created immortal, and therefore, although by sin it may be said to die, and does lose a certain life of its own, namely, the Spirit of God, by whom it was enabled to live wisely and blessedly, yet it does not cease living a kind of life, though a miserable, because it is immortal by creation."
                        },
                        {
                            "verse": 47,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:47",
                            "text": "So, too, the rebellious angels, though by sinning they did in a sense die, because they forsook God, the Fountain of life, which while they drank they were able to live wisely and well, yet they could not so die as to utterly cease living and feeling, for they are immortals by creation."
                        },
                        {
                            "verse": 48,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:48",
                            "text": "And so, after the final judgment, they shall be hurled into the second death, and not even there be deprived of life or of sensation, but shall suffer torment."
                        },
                        {
                            "verse": 49,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:49",
                            "text": "But those men who have been embraced by God's grace, and are become the fellow-citizens of the holy angels who have continued in bliss, shall never more either sin or die, being endued with spiritual bodies; yet, being clothed with immortality, such as the angels enjoy, of which they cannot be divested even by sinning, the nature of their flesh shall continue the same, but all carnal corruption and unwieldiness shall be removed."
                        },
                        {
                            "verse": 50,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XIII 24:50",
                            "text": "There remains a question which must be discussed, and, by the help of the Lord God of truth, solved: If the motion of concupiscence in the unruly members of our first parents arose out of their sin, and only when the divine grace deserted them; and if it was on that occasion that their eyes were opened to see, or, more exactly, notice their nakedness, and that they covered their shame because the shameless motion of their members was not subject to their will,—how, then, would they have begotten children had they remained sinless as they were created? But as this book must be concluded, and so large a question cannot be summarily disposed of, we may relegate it to the following book, in which it will be more conveniently treated."
                        }
                    ]
                }
            ]
        }
    ]
}