{
    "books": [
        {
            "name": "Methodius: Banquet of the Ten Virgins - Marcella",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Banquet of the Ten Virgins - Marcella 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:1",
                            "text": "Discourse I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:2",
                            "text": "—Marcella."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:4",
                            "text": "—The Difficulty and Excellence of Virginity; The Study of Doctrine Necessary for Virgins."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:5",
                            "text": "Virginity is something supernaturally great, wonderful, and glorious; and, to speak plainly and in accordance with the Holy Scriptures, this best and noblest manner of life alone is the root of immortality, and also its flower and first-fruits; and for this reason the Lord promises that those shall enter into the kingdom of heaven who have made themselves eunuchs, in that passage of the Gospels in which He lays down the various reasons for which men have made themselves eunuchs."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:6",
                            "text": "Chastity with men is a very rare thing, and difficult of attainment, and in proportion to its supreme excellence and magnificence is the greatness of its dangers."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:7",
                            "text": "For this reason, it requires strong and generous natures, such as, vaulting over the stream of pleasure, direct the chariot of the soul upwards from the earth, not turning aside from their aim, until having, by swiftness of thought, lightly bounded above the world, and taken their stand truly upon the vault of heaven, they purely contemplate immortality itself as it springs forth from the undefiled bosom of the Almighty."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:8",
                            "text": "Earth could not bring forth this draught; heaven alone knew the fountain from whence it flows; for we must think of virginity as walking indeed upon the earth, but as also reaching up to heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:9",
                            "text": "And hence some who have longed for it, and considering only the end of it, have come, by reason of coarseness of mind, ineffectually with unwashed feet, and have gone aside out of the way, from having conceived no worthy idea of the virginal manner of life."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:10",
                            "text": "For it is not enough to keep the body only undefiled, just as we should not show that we think more of the temple than of the image of the god; but we should care for the souls of men as being the divinities of their bodies, and adorn them with righteousness."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:11",
                            "text": "And then do they most care for them and tend them when, striving untiringly to hear divine discourses, they do not desist until, wearing the doors of the wise, they attain to the knowledge of the truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:12",
                            "text": "For as the putrid humours and matter of flesh, and all those things which corrupt it, are driven out by salt, in the same manner all the irrational appetites of a virgin are banished from the body by divine teaching."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:13",
                            "text": "For it must needs be that the soul which is not sprinkled with the words of Christ, as with salt, should stink and breed worms, as King David, openly confessing with tears in the mountains, cried out, \"My wounds stink and are corrupt,\" because he had not salted himself with the exercises of self-control, and so subdued his carnal appetites, but self-indulgently had yielded to them, and became corrupted in adultery."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:14",
                            "text": "And hence, in Leviticus, every gift, unless it be seasoned with salt, is forbidden to be offered as an oblation to the Lord God."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:15",
                            "text": "Now the whole spiritual meditation of the Scriptures is given to us as salt which stings in order to benefit, and which disinfects, without which it is impossible for a soul, by means of reason, to be brought to the Almighty; for \"ye are the salt of the earth,\" said the Lord to the apostles."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:16",
                            "text": "It is fitting, then, that a virgin should always love things which are honourable, and be distinguished among the foremost for wisdom and addicted to nothing slothful or luxurious, but should excel, and set her mind upon things worthy of the state of virginity, always putting away, by the word, the foulness of luxury, lest in any way some slight hidden corruption should breed the worm of incontinence; for \"the unmarried woman careth for the things of the Lord,\" how she may please the Lord, \"that she may be holy both in body and in spirit,\" says the blessed Paul."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:17",
                            "text": "But many of them who consider the hearing of the word quite a secondary matter, think they do great things if they give their attention to it for a little while."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:18",
                            "text": "But discrimination must be exercised with respect to these; for it is not fitting to impart divine instruction to a nature which is careful about trifles, and low, and which counterfeits wisdom."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 1:19",
                            "text": "For would it not be laughable to go on talking to those who direct all their energy towards things of little value, in order that they may complete most accurately those things which they want to bring to perfection, but do not think that the greatest pains are to be taken with those necessary things by which most of all the love of chastity would be increased in them?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Banquet of the Ten Virgins - Marcella 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:2",
                            "text": "—Virginity a Plant from Heaven, Introduced Late; The Advancement of Mankind to Perfection, How Arranged."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:3",
                            "text": "For truly by a great stretch of power the plant of virginity was sent down to men from heaven, and for this reason it was not revealed to the first generations."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:4",
                            "text": "For the race of mankind was still very small in number; and it was necessary that it should first be increased in number, and then brought to perfection."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:5",
                            "text": "Therefore the men of old times thought it nothing unseemly to take their own sisters for wives, until the law coming separated them, and by forbidding that which at first had seemed to be right, declared it to be a sin, calling him cursed who should \"uncover the nakedness\" of his sister; God thus mercifully bringing to our race the needful help in due season, as parents do to their children."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:6",
                            "text": "For they do not at once set masters over them, but allow them, during the period of childhood, to amuse themselves like young animals, and first send them to teachers stammering like themselves, until they cast off the youthful wool of the mind, and go onwards to the practice of greater things, and from thence again to that of greater still."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:7",
                            "text": "And thus we must consider that the God and Father of all acted towards our forefathers."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:8",
                            "text": "For the world, while still unfilled with men, was like a child, and it was necessary that it should first be filled with these, and so grow to manhood."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 2:9",
                            "text": "But when hereafter it was colonized from end to end, the race of man spreading to a boundless extent, God no longer allowed man to remain in the same ways, considering how they might now proceed from one point to another, and advance nearer to heaven, until, having attained to the very greatest and most exalted lesson of virginity, they should reach to perfection; that first they should abandon the intermarriage of brothers and sisters, and marry wives from other families; and then that they should no longer have many wives, like brute beasts, as though born for the mere propagation of the species; and then that they should not be adulterers; and then again that they should go on to continence, and from continence to virginity, when, having trained themselves to despise the flesh, they sail fearlessly into the peaceful haven of immortality."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Banquet of the Ten Virgins - Marcella 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:2",
                            "text": "—By the Circumcision of Abraham, Marriage with Sisters Forbidden; In the Times of the Prophets Polygamy Put a Stop To; Conjugal Purity Itself by Degrees Enforced."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:3",
                            "text": "If, however, any one should venture to find fault with our argument as destitute of Scripture proof, we will bring forward the writings of the prophets, and more fully demonstrate the truth of the statements already made."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:4",
                            "text": "Now Abraham, when he first received the covenant of circumcision, seems to signify, by receiving circumcision in a member of his own body, nothing else than this, that one should no longer beget children with one born of the same parent; showing that every one should abstain from intercourse with his own sister, as his own flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:5",
                            "text": "And thus, from the time of Abraham, the custom of marrying with sisters has ceased; and from the times of the prophets the contracting of marriage with several wives has been done away with; for we read, \"Go not after thy lusts, but refrain thyself from thine appetites;\" for \"wine and women will make men of understanding to fall away;\" and in another place, \"Let thy fountain be blessed; and rejoice with the wife of thy youth,\" manifestly forbidding a plurality of wives."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:6",
                            "text": "And Jeremiah clearly gives the name of \"fed horses\" to those who lust after other women; and we read, \"The multiplying brood of the ungodly shall not thrive, nor take deep rooting from bastard slips, nor lay any fast foundation\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:7",
                            "text": "Lest, however, we should seem prolix in collecting the testimonies of the prophets, let us again point out how chastity succeeded to marriage with one wife, taking away by degrees the lusts of the flesh, until it removed entirely the inclination for sexual intercourse engendered by habit."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:8",
                            "text": "For presently one is introduced earnestly deprecating, from henceforth, this seduction, saying, \"O Lord, Father, and Governor of my life, leave me not to their counsels; give me not a proud look; let not the greediness of the belly, nor lust of the flesh, take hold of me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:9",
                            "text": "And in the Book of Wisdom, a book full of all virtue, the Holy Spirit, now openly drawing His hearers to continence and chastity, sings on this wise, \"Better it is to have no children, and to have virtue, for the memorial thereof is immortal; because it is known with God and with men."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 3:10",
                            "text": "When it is present men take example at it; and when it is gone they desire it: it weareth a crown and triumpheth for ever, having gotten the victory, striving for undefiled rewards\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Banquet of the Ten Virgins - Marcella 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:2",
                            "text": "—Christ Alone Taught Virginity, Openly Preaching the Kingdom of Heaven; The Likeness of God to Be Attained in the Light of the Divine Virtues."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:3",
                            "text": "We have already spoken of the periods of the human race, and how, beginning with the intermarriage of brothers and sisters, it went on to continence; and we have now left for us the subject of virginity."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:4",
                            "text": "Let us then endeavour to speak of this as well as we can."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:5",
                            "text": "And first let us inquire for what reason it was that no one of the many patriarchs and prophets and righteous men, who taught and did many noble things, either praised or chose the state of virginity."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:6",
                            "text": "Because it was reserved for the Lord alone to be the first to teach this doctrine, since He alone, coming down to us, taught man to draw near to God; for it was fitting that He who was first and chief of priests, of prophets, and of angels, should also be saluted as first and chief of virgins."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:7",
                            "text": "For in old times man was not yet perfect, and for this reason was unable to receive perfection, which is virginity."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:8",
                            "text": "For, being made in the Image of God, he needed to receive that which was according to His Likeness; which the Word being sent down into the world to perfect, He first took upon Him our form, disfigured as it was by many sins, in order that we, for whose sake He bore it, might be able again to receive the divine form."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:9",
                            "text": "For it is then that we are truly fashioned in the likeness of God, when we represent His features in a human life, like skilful painters, stamping them upon ourselves as upon tablets, learning the path which He showed us."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:10",
                            "text": "And for this reason He, being God, was pleased to put on human flesh, so that we, beholding as on a tablet the divine Pattern of our life, should also be able to imitate Him who painted it."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:11",
                            "text": "For He was not one who, thinking one thing, did another; nor, while He considered one thing to be right, taught another."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 4:12",
                            "text": "But whatever things were truly useful and right, these He both taught and did."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Banquet of the Ten Virgins - Marcella 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:2",
                            "text": "—Christ, by Preserving His Flesh Incorrupt in Virginity, Draws to the Exercise of Virginity; The Small Number of Virgins in Proportion to the Number of Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:3",
                            "text": "What then did the Lord, who is the Truth and the Light, take in hand when He came down from heaven? He preserved the flesh which He had taken upon Him incorrupt in virginity, so that we also, if we would come to the likeness of God and Christ, should endeavour to honour virginity."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:4",
                            "text": "For the likeness of God is the avoiding of corruption."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:5",
                            "text": "And that the Word, when He was incarnate, became chief Virgin, in the same way as He was chief Shepherd and chief Prophet of the Church, the Christ-possessed John shows us, saying, in the Book of the Revelation, \"And I looked, and, lo, a Lamb stood on the mount Sion, and with Him an hundred forty and four thousand, having His name and His Father's name written in their foreheads."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:6",
                            "text": "And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder; and I heard the voice of harpers harping with their harps: And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:7",
                            "text": "These are they which were not defiled with women; for they are virgins."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:8",
                            "text": "These are they who follow the Lamb whithersoever He goeth;\" showing that the Lord is leader of the choir of virgins."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:9",
                            "text": "And remark, in addition to this, how very great in the sight of God is the dignity of virginity: \"These were redeemed from among men, being the first-fruits unto God and to the Lamb."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:10",
                            "text": "And in their mouth was found no guile: for they are without fault,\" he says, \"and they follow the Lamb whithersoever He goeth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:11",
                            "text": "And he clearly intends by this to teach us that the number of virgins was, from the beginning, restricted to so many, namely, a hundred and forty and four thousand, while the multitude of the other saints is innumerable."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:12",
                            "text": "For let us consider what he means when discoursing of the rest."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:13",
                            "text": "\"I beheld a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:14",
                            "text": "It is plain, therefore, as I said, that in the case of the other saints he introduces an unspeakable multitude, while in the case of those who are in a state of virginity he mentions only a very small number, so as to make a strong contrast with those who make up the innumerable number."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:15",
                            "text": "This, O Arete, is my discourse to you on the subject of virginity."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Marcella 5:16",
                            "text": "But, if I have omitted anything, let Theophila, who succeeds me, supply the omission."
                        }
                    ]
                }
            ]
        }
    ]
}