{
    "books": [
        {
            "name": "On Virginity",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "On Virginity 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "On Virginity 1:1",
                            "text": "On Virginity."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "On Virginity 1:2",
                            "text": "Introduction."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "On Virginity 1:3",
                            "text": "The object of this treatise is to create in its readers a passion for the life according to excellence."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "On Virginity 1:4",
                            "text": "There are many distractions, to use the word of the Divine Apostle, incident to the secular life; and so this treatise would suggest, as a necessary door of entrance to the holier life, the calling of Virginity; seeing that, while it is not easy in the entanglements of this secular life to find quiet for that of Divine contemplation, those on the other hand who have bid farewell to its troubles can with promptitude, and without distraction, pursue assiduously their higher studies."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "On Virginity 1:5",
                            "text": "Now, whereas all advice is in itself weak, and mere words of exhortation will not make the task of recommending what is beneficial easier to any one, unless he has first given a noble aspect to that which he urges on his hearer, this discourse will accordingly begin with the praises of Virginity; the exhortation will come at the end; moreover, as the beauty in anything gains lustre by the contrast with its opposite, it is requisite that some mention should be made of the vexations of everyday life."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "On Virginity 1:6",
                            "text": "Then it will be quite in the plan of this work to introduce a sketch of the contemplative life, and to prove the impossibility of any one attaining it who feel's the world's anxieties."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "On Virginity 1:7",
                            "text": "In the devotee bodily desire has become weak; and so there will follow an inquiry as to the true object of desire, for which (and which only) we have received from our Maker our power of desiring."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "On Virginity 1:8",
                            "text": "When this has received all possible illustration, it will seem to follow naturally that we should consider some method to attain it; and the true virginity, which is free from any stain of sin, will be found to fit such a purpose."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "On Virginity 1:9",
                            "text": "So all the intermediate part of the discourse, while it seems to look elsewhere, will be really tending to the praises of this virginity."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "On Virginity 1:10",
                            "text": "All the particular rules obeyed by the followers of this high calling will, to avoid prolixity, be omitted here; the exhortation in the discourse will be introduced only in general terms, and for cases of wide application; but, in a way, particulars will be here included, and so nothing important will be overlooked, while prolixity is avoided."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "On Virginity 1:11",
                            "text": "Each of us, too, is inclined to embrace some course of life with the greater enthusiasm, when he sees personalities who have already gained distinction in it; we have therefore made the requisite mention of saints who have gained their glory in celibacy."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "On Virginity 1:12",
                            "text": "But further than this; the examples we have in biographies cannot stimulate to the attainment of excellence, so much as a living voice and an example which is still working for good; and so we have alluded to that most godly bishop, our father in God, who himself alone could be the master in such instructions."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "On Virginity 1:13",
                            "text": "He will not indeed be mentioned by name, but by certain indications we shall say in cipher that he is meant."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "On Virginity 1:14",
                            "text": "Thus, too, future readers will not think our advice unmeaning, when the candidate for this life is told to school himself by recent masters."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "On Virginity 1:15",
                            "text": "But let them first fix their attention only on this: what such a master ought to be; then let them choose for their guidance those who have at any time by God's grace been raised up to be champions of this system of excellence; for either they will find what they seek, or at all events will be no longer ignorant what it ought to be."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "On Virginity 1:16",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "On Virginity 1:17",
                            "text": "The holy look of virginity is precious indeed in the judgment of all who make purity the test of beauty; but it belongs to those alone whose struggles to gain this object of a noble love are favoured and helped by the grace of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "On Virginity 1:18",
                            "text": "Its praise is heard at once in the very name which goes with it; \"Uncorrupted\" is the word commonly said of it, and this shows the kind of purity that is in it; thus we can measure by its equivalent term the height of this gift, seeing that amongst the many results of virtuous endeavour this alone has been honoured with the title of the thing that is uncorrupted."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "On Virginity 1:19",
                            "text": "And if we must extol with laudations this gift from the great God, the words of His Apostle are sufficient in its praise; they are few, but they throw into the background all extravagant laudations; he only styles as \"holy and without blemish\" her who has this grace for her ornament."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "On Virginity 1:20",
                            "text": "Now if the achievement of this saintly virtue consists in making one \"without blemish and holy,\" and these epithets are adopted in their first and fullest force to glorify the incorruptible Deity, what greater praise of virginity can there be than thus to be shown in a manner deifying those who share in her pure mysteries, so that they become partakers of His glory Who is in actual truth the only Holy and Blameless One; their purity and their incorruptibility being the means of bringing them into relationship with Him? Many who write lengthy laudations in detailed treatises, with the view of adding something to the wonder of this grace, unconsciously defeat, in my opinion, their own end; the fulsome manner in which they amplify their subject brings its credit into suspicion."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "On Virginity 1:21",
                            "text": "Nature's greatnesses have their own way of striking with admiration; they do not need the pleading of words: the sky, for instance, or the sun, or any other wonder of the universe."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "On Virginity 1:22",
                            "text": "In the business of this lower world words certainly act as a basement, and the skill of praise does impart a look of magnificence; so much so, that mankind are apt to suspect as the result of mere art the wonder produced by panegyric."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "On Virginity 1:23",
                            "text": "So the one sufficient way of praising virginity will be to show that that virtue is above praise, and to evince our admiration of it by our lives rather than by our words."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "On Virginity 1:24",
                            "text": "A man who takes this theme for ambitious praise has the appearance of supposing that one drop of his own perspiration will make an appreciable increase of the boundless ocean, if indeed he believes, as he does, that any human words can give more dignity to so rare a grace; he must be ignorant either of his own powers or of that which he attempts to praise."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "On Virginity 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "On Virginity 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "On Virginity 2:2",
                            "text": "Deep indeed will be the thought necessary to understand the surpassing excellence of this grace."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "On Virginity 2:3",
                            "text": "It is comprehended in the idea of the Father incorrupt; and here at the outset is a paradox, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "On Virginity 2:4",
                            "text": "that virginity is found in Him, Who has a Son and yet without passion has begotten Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "On Virginity 2:5",
                            "text": "It is included too in the nature of this Only-begotten God, Who struck the first note of all this moral innocence; it shines forth equally in His pure and passionless generation."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "On Virginity 2:6",
                            "text": "Again a paradox; that the Son should be known to us by virginity."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "On Virginity 2:7",
                            "text": "It is seen, too, in the inherent and incorruptible purity of the Holy Spirit; for when you have named the pure and incorruptible you have named virginity."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "On Virginity 2:8",
                            "text": "It accompanies the whole supramundane existence; because of its passionlessness it is always present with the powers above; never separated from aught that is Divine, it never touches the opposite of this."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "On Virginity 2:9",
                            "text": "All whose instinct and will have found their level in virtue are beautified with this perfect purity of the uncorrupted state; all who are ranked in the opposite class of character are what they are, and are called so, by reason of their fall from purity."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "On Virginity 2:10",
                            "text": "What force of expression, then, will be adequate to such a grace? How can there be no cause to fear lest the greatness of its intrinsic value should be impaired by the efforts of any one's eloquence? The estimate of it which he will create will be less than that which his hearers had before."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "On Virginity 2:11",
                            "text": "It will be well, then, to omit all laudation in this case; we cannot lift words to the height of our theme."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "On Virginity 2:12",
                            "text": "On the contrary, it is possible to be ever mindful of this gift of God; and our lips may always speak of this blessing; that, though it is the property of spiritual existence and of such singular excellence, yet by the love of God it has been bestowed on those who have received their life from the will of the flesh and from blood; that, when human nature has been based by passionate inclinations, it stretches out its offer of purity like a hand to raise it up again and make it look above."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "On Virginity 2:13",
                            "text": "This, I think, was the reason why our Master, Jesus Christ Himself, the Fountain of all innocence, did not come into the world by wedlock."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "On Virginity 2:14",
                            "text": "It was, to divulge by the manner of His Incarnation this great secret; that purity is the only complete indication of the presence of God and of His coming, and that no one can in reality secure this for himself, unless he has altogether estranged himself from the passions of the flesh."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "On Virginity 2:15",
                            "text": "What happened in the stainless Mary when the fulness of the Godhead which was in Christ shone out through her, that happens in every soul that leads by rule the virgin life."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "On Virginity 2:16",
                            "text": "No longer indeed does the Master come with bodily presence; \"we know Christ no longer according to the flesh\"; but, spiritually, He dwells in us and brings His Father with Him, as the Gospel somewhere tells."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "On Virginity 2:17",
                            "text": "Seeing, then, that virginity means so much as this, that while it remains in Heaven with the Father of spirits, and moves in the dance of the celestial powers, it nevertheless stretches out hands for man's salvation; that while it is the channel which draws down the Deity to share man's estate, it keeps wings for man's desires to rise to heavenly things, and is a bond of union between the Divine and human, by its mediation bringing into harmony these existences so widely divided—what words could be discovered powerful enough to reach this wondrous height? But still, it is monstrous to seem like creatures without expression and without feeling; and we must choose (if we are silent) one of two things; either to appear never to have felt the special beauty of virginity, or to exhibit ourselves as obstinately blind to all beauty: we have consented therefore to speak briefly about this virtue, according to the wish of him who has assigned us this task, and whom in all things we must obey."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "On Virginity 2:18",
                            "text": "But let no one expect from us any display of style; even if we wished it, perhaps we could not produce it, for we are quite unversed in that kind of writing."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "On Virginity 2:19",
                            "text": "Even if we possessed such power, we would not prefer the favour of the few to the edification of the many."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "On Virginity 2:20",
                            "text": "A writer of sense should have, I take it, for his chiefest object not to be admired above all other writers, but to profit both himself and them, the many."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "On Virginity 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "On Virginity 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "On Virginity 3:2",
                            "text": "Would indeed that some profit might come to myself from this effort! I should have undertaken this labour with the greater readiness, if I could have hope of sharing, according to the Scripture, in the fruits of the plough and the threshing-floor; the toil would then have been a pleasure."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "On Virginity 3:3",
                            "text": "As it is, this my knowledge of the beauty of virginity is in some sort vain and useless to me, just as the corn is to the muzzled ox that treads the floor, or the water that streams from the precipice to a thirsty man when he cannot reach it."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "On Virginity 3:4",
                            "text": "Happy they who have still the power of choosing the better way, and have not debarred themselves from it by engagements of the secular life, as we have, whom a gulf now divides from glorious virginity: no one can climb up to that who has once planted his foot upon the secular life."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "On Virginity 3:5",
                            "text": "We are but spectators of others' blessings and witnesses to the happiness of another class."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "On Virginity 3:6",
                            "text": "Even if we strike out some fitting thoughts about virginity, we shall not be better than the cooks and scullions who provide sweet luxuries for the tables of the rich, without having any portion themselves in what they prepare."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "On Virginity 3:7",
                            "text": "What a blessing if it had been otherwise, if we had not to learn the good by after-regrets! Now they are the enviable ones, they succeed even beyond their prayers and their desires, who have not put out of their power the enjoyment of these delights."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "On Virginity 3:8",
                            "text": "We are like those who have a wealthy society with which to compare their own poverty, and so are all the more vexed and discontented with their present lot."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "On Virginity 3:9",
                            "text": "The more exactly we understand the riches of virginity, the more we must bewail the other life; for we realize by this contrast with better things, how poor it is."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "On Virginity 3:10",
                            "text": "I do not speak only of the future rewards in store for those who have lived thus excellently, but those rewards also which they have while alive here; for if any one would make up his mind to measure exactly the difference between the two courses, he would find it well-nigh as great as that between heaven and earth."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "On Virginity 3:11",
                            "text": "The truth of this statement may be known by looking at actual facts."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "On Virginity 3:12",
                            "text": "But in writing this sad tragedy what will be a fit beginning? How shall we really bring to view the evils common to life? All men know them by experience, but somehow nature has contrived to blind the actual sufferers so that they willingly ignore their condition."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "On Virginity 3:13",
                            "text": "Shall we begin with its choicest sweets? Well then, is not the sum total of all that is hoped for in marriage to get delightful companionship? Grant this obtained; let us sketch a marriage in every way most happy; illustrious birth, competent means, suitable ages, the very flower of the prime of life, deep affection, the very best that each can think of the other, that sweet rivalry of each wishing to surpass the other in loving; in addition, popularity, power, wide reputation, and everything else."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "On Virginity 3:14",
                            "text": "But observe that even beneath this array of blessings the fire of an inevitable pain is smouldering."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "On Virginity 3:15",
                            "text": "I do not speak of the envy that is always springing up against those of distinguished rank, and the liability to attack which hangs over those who seem prosperous, and that natural hatred of superiors shown by those who do not share equally in the good fortune, which make these seemingly favoured ones pass an anxious time more full of pain than pleasure."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "On Virginity 3:16",
                            "text": "I omit that from the picture, and will suppose that envy against them is asleep; although it would not be easy to find a single life in which both these blessings were joined, i-e: happiness above the common, and escape from envy."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "On Virginity 3:17",
                            "text": "However, let us, if so it is to be, suppose a married life free from all such trials; and let us see if it is possible for those who live with such an amount of good fortune to enjoy it."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "On Virginity 3:18",
                            "text": "Why, what kind of vexation is left, you will ask, when even envy of their happiness does not reach them? I affirm that this very thing, this sweetness that surrounds their lives, is the spark which kindles pain."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "On Virginity 3:19",
                            "text": "They are human all the time, things weak and perishing; they have to look upon the tombs of their progenitors; and so pain is inseparably bound up with their existence, if they have the least power of reflection."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "On Virginity 3:20",
                            "text": "This continued expectancy of death, realized by no sure tokens, but hanging over them the terrible uncertainty of the future, disturbs their present joy, clouding it over with the fear of what is coming."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "On Virginity 3:21",
                            "text": "If only, before experience comes, the results of experience could be learnt, or if, when one has entered on this course, it were possible by some other means of conjecture to survey the reality, then what a crowd of deserters would run from marriage into the virgin life; what care and eagerness never to be entangled in that retentive snare, where no one knows for certain how the net galls till they have actually entered it! You would see there, if only you could do it without danger, many contraries uniting; smiles melting into tears, pain mingled with pleasure, death always hanging by expectation over the children that are born, and putting a finger upon each of the sweetest joys."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "On Virginity 3:22",
                            "text": "Whenever the husband looks at the beloved face, that moment the fear of separation accompanies the look."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "On Virginity 3:23",
                            "text": "If he listens to the sweet voice, the thought comes into his mind that some day he will not hear it."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "On Virginity 3:24",
                            "text": "Whenever he is glad with gazing on her beauty, then he shudders most with the presentiment of mourning her loss."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "On Virginity 3:25",
                            "text": "When he marks all those charms which to youth are so precious and which the thoughtless seek for, the bright eyes beneath the lids, the arching eyebrows, the cheek with its sweet and dimpling smile, the natural red that blooms upon the lips, the gold-bound hair shining in many-twisted masses on the head, and all that transient grace, then, though he may be little given to reflection, he must have this thought also in his inmost soul that some day all this beauty will melt away and become as nothing, turned after all this show into noisome and unsightly bones, which wear no trace, no memorial, no remnant of that living bloom."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "On Virginity 3:26",
                            "text": "Can he live delighted when he thinks of that? Can he trust in these treasures which he holds as if they would be always his? Nay, it is plain that he will stagger as if he were mocked by a dream, and will have his faith in life shaken, and will look upon what he sees as no longer his."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "On Virginity 3:27",
                            "text": "You will understand, if you have a comprehensive view of things as they are, that nothing in this life looks that which it is."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "On Virginity 3:28",
                            "text": "It shows to us by the illusions of our imagination one thing, instead of something else."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "On Virginity 3:29",
                            "text": "Men gaze open-mouthed at it, and it mocks them with hopes; for a while it hides itself beneath this deceitful show; then all of a sudden in the reverses of life it is revealed as something different from that which men's hopes, conceived by its fraud in foolish hearts, had pictured."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "On Virginity 3:30",
                            "text": "Will life's sweetness seem worth taking delight in to him who reflects on this? Will he ever be able really to feel it, so as to have joy in the goods he holds? Will he not, disturbed by the constant fear of some reverse, have the use without the enjoyment? I will but mention the portents, dreams, omens, and such-like things which by a foolish habit of thought are taken notice of, and always make men fear the worst."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "On Virginity 3:31",
                            "text": "But her time of labour comes upon the young wife; and the occasion is regarded not as the bringing of a child into the world, but as the approach of death; in bearing it is expected that she will die; and, indeed, often this sad presentiment is true, and before they spread the birthday feast, before they taste any of their expected joys, they have to change their rejoicing into lamentation."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "On Virginity 3:32",
                            "text": "Still in love's fever, still at the height of their passionate affection, not yet having grasped life's sweetest gifts, as in the vision of a dream, they are suddenly torn away from all they possessed."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "On Virginity 3:33",
                            "text": "But what comes next? Domestics, like conquering foes, dismantle the bridal chamber; they deck it for the funeral, but it is death's room now; they make the useless wailings and beatings of the hands."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "On Virginity 3:34",
                            "text": "Then there is the memory of former days, curses on those who advised the marriage, recriminations against friends who did not stop it; blame thrown on parents whether they be alive or dead, bitter outbursts against human destiny, arraigning of the whole course of nature, complaints and accusations even against the Divine government; war within the man himself, and fighting with those who would admonish; no repugnance to the most shocking words and acts."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "On Virginity 3:35",
                            "text": "In some this state of mind continues, and their reason is more completely swallowed up by grief; and their tragedy has a sadder ending, the victim not enduring to survive the calamity."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "On Virginity 3:36",
                            "text": "But rather than this let us suppose a happier case."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "On Virginity 3:37",
                            "text": "The danger of childbirth is past; a child is born to them, the very image of its parents' beauty."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "On Virginity 3:38",
                            "text": "Are the occasions for grief at all lessened thereby? Rather they are increased; for the parents retain all their former fears, and feel in addition those on behalf of the child, lest anything should happen to it in its bringing up; for instance a bad accident, or by some turn of misfortunes a sickness, a fever, any dangerous disease."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "On Virginity 3:39",
                            "text": "Both parents share alike in these; but who could recount the special anxieties of the wife? We omit the most obvious, which all can understand, the weariness of pregnancy, the danger in childbirth, the cares of nursing, the tearing of her heart in two for her offspring, and, if she is the mother of many, the dividing of her soul into as many parts as she has children; the tenderness with which she herself feels all that is happening to them."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "On Virginity 3:40",
                            "text": "That is well understood by every one."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "On Virginity 3:41",
                            "text": "But the oracle of God tells us that she is not her own mistress, but finds her resources only in him whom wedlock has made her lord; and so, if she be for ever so short a time left alone, she feels as if she were separated from her head, and can ill bear it; she even takes this short absence of her husband to be the prelude to her widowhood; her fear makes her at once give up all hope; accordingly her eyes, filled with terrified suspense, are always fixed upon the door; her ears are always busied with what others are whispering; her heart, stung with her fears, is well-nigh bursting even before any bad news has arrived; a noise in the doorway, whether fancied or real, acts as a messenger of ill, and on a sudden shakes her very soul; most likely all outside is well, and there is no cause to fear at all; but her fainting spirit is quicker than any message, and turns her fancy from good tidings to despair."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "On Virginity 3:42",
                            "text": "Thus even the most favoured live, and they are not altogether to be envied; their life is not to be compared to the freedom of virginity."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "On Virginity 3:43",
                            "text": "Yet this hasty sketch has omitted many of the more distressing details."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "On Virginity 3:44",
                            "text": "Often this young wife too, just wedded, still brilliant in bridal grace, still perhaps blushing when her bridegroom enters, and shyly stealing furtive glances at him, when passion is all the more intense because modesty prevents it being shown, suddenly has to take the name of a poor lonely widow and be called all that is pitiable."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "On Virginity 3:45",
                            "text": "Death comes in an instant and changes that bright creature in her white and rich attire into a black-robed mourner."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "On Virginity 3:46",
                            "text": "He takes off the bridal ornaments and clothes her with the colours of bereavement."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "On Virginity 3:47",
                            "text": "There is darkness in the once cheerful room, and the waiting-women sing their long dirges."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "On Virginity 3:48",
                            "text": "She hates her friends when they try to soften her grief; she will not take food, she wastes away, and in her soul's deep dejection has a strong longing only for her death, a longing which often lasts till it comes."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "On Virginity 3:49",
                            "text": "Even supposing that time puts an end to this sorrow, still another comes, whether she has children or not."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "On Virginity 3:50",
                            "text": "If she has, they are fatherless, and, as objects of pity themselves, renew the memory of her loss."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "On Virginity 3:51",
                            "text": "If she is childless, then the name of her lost husband is rooted up, and this grief is greater than the seeming consolation."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "On Virginity 3:52",
                            "text": "I will say little of the other special sorrows of widowhood; for who could enumerate them all exactly? She finds her enemies in her relatives."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "On Virginity 3:53",
                            "text": "Some actually take advantage of her affliction."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "On Virginity 3:54",
                            "text": "Others exult over her loss, and see with malignant joy the home falling to pieces, the insolence of the servants, and the other distresses visible in such a case, of which there are plenty."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "On Virginity 3:55",
                            "text": "In consequence of these, many women are compelled to risk once more the trial of the same things, not being able to endure this bitter derision."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "On Virginity 3:56",
                            "text": "As if they could revenge insults by increasing their own sufferings! Others, remembering the past, will put up with anything rather than plunge a second time into the like troubles."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "On Virginity 3:57",
                            "text": "If you wish to learn all the trials of this married life, listen to those women who actually know it."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "On Virginity 3:58",
                            "text": "How they congratulate those who have chosen from the first the virgin life, and have not had to learn by experience about the better way, that virginity is fortified against all these ills, that it has no orphan state, no widowhood to mourn; it is always in the presence of the undying Bridegroom; it has the offspring of devotion always to rejoice in; it sees continually a home that is truly its own, furnished with every treasure because the Master always dwells there; in this case death does not bring separation, but union with Him Who is longed for; for when (a soul) departs, then it is with Christ, as the Apostle says."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "On Virginity 3:59",
                            "text": "But it is time, now that we have examined on the one side the feelings of those whose lot is happy, to make a revelation of other lives, where poverty and adversity and all the other evils which men have to suffer are a fixed condition; deformities, I mean, and diseases, and all other lifelong afflictions."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "On Virginity 3:60",
                            "text": "He whose life is contained in himself either escapes them altogether or can bear them easily, possessing a collected mind which is not distracted from itself; while he who shares himself with wife and child often has not a moment to bestow even upon regrets for his own condition, because anxiety for his dear ones fills his heart."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "On Virginity 3:61",
                            "text": "But it is superfluous to dwell upon that which every one knows."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "On Virginity 3:62",
                            "text": "If to what seems prosperity such pain and weariness is bound, what may we not expect of the opposite condition? Every description which attempts to represent it to our view will fall short of the reality."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "On Virginity 3:63",
                            "text": "Yet perhaps we may in a very few words declare the depths of its misery."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "On Virginity 3:64",
                            "text": "Those whose lot is contrary to that which passes as prosperous receive their sorrows as well from causes contrary to that."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "On Virginity 3:65",
                            "text": "Prosperous lives are marred by the expectancy, or the presence, of death; but the misery of these is that death delays his coming."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "On Virginity 3:66",
                            "text": "These lives then are widely divided by opposite feelings; although equally without hope, they converge to the same end."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "On Virginity 3:67",
                            "text": "So many-sided, then, so strangely different are the ills with which marriage supplies the world."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "On Virginity 3:68",
                            "text": "There is pain always, whether children are born, or can never be expected, whether they live, or die."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "On Virginity 3:69",
                            "text": "One abounds in them but has not enough means for their support; another feels the want of an heir to the great fortune he has toiled for, and regards as a blessing the other's misfortune; each of them, in fact, wishes for that very thing which he sees the other regretting."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "On Virginity 3:70",
                            "text": "Again, one man loses by death a much-loved son; another has a reprobate son alive; both equally to be pitied, though the one mourns over the death, the other over the life, of his boy."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "On Virginity 3:71",
                            "text": "Neither will I do more than mention how sadly and disastrously family jealousies and quarrels, arising from real or fancied causes, end."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "On Virginity 3:72",
                            "text": "Who could go completely into all those details? If you would know what a network of these evils human life is, you need not go back again to those old stories which have furnished subjects to dramatic poets."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "On Virginity 3:73",
                            "text": "They are regarded as myths on account of their shocking extravagance; there are in them murders and eating of children, husband-murders, murders of mothers and brothers, incestuous unions, and every sort of disturbance of nature; and yet the old chronicler begins the story which ends in such horrors with marriage."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "On Virginity 3:74",
                            "text": "But turning from all that, gaze only upon the tragedies that are being enacted on this life's stage; it is marriage that supplies mankind with actors there."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "On Virginity 3:75",
                            "text": "Go to the law-courts and read through the laws there; then you will know the shameful secrets of marriage."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "On Virginity 3:76",
                            "text": "Just as when you hear a physician explaining various diseases, you understand the misery of the human frame by learning the number and the kind of sufferings it is liable to, so when you peruse the laws and read there the strange variety of crimes in marriage to which their penalties are attached, you will have a pretty accurate idea of its properties; for the law does not provide remedies for evils which do not exist, any more than a physician has a treatment for diseases which are never known."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "On Virginity 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "On Virginity 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "On Virginity 4:2",
                            "text": "But we need no longer show in this narrow way the drawback of this life, as if the number of its ills was limited to adulteries, dissensions, and plots."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "On Virginity 4:3",
                            "text": "I think we should take the higher and truer view, and say at once that none of that evil in life, which is visible in all its business and in all its pursuits, can have any hold over a man, if he will not put himself in the fetters of this course."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "On Virginity 4:4",
                            "text": "The truth of what we say will be clear thus."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "On Virginity 4:5",
                            "text": "A man who, seeing through the illusion with the eye of his spirit purged, lifts himself above the struggling world, and, to use the words of the Apostle, slights it all as but dung, in a way exiling himself altogether from human life by his abstinence from marriage,—that man has no fellowship whatever with the sins of mankind, such as avarice, envy, anger, hatred, and everything of the kind."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "On Virginity 4:6",
                            "text": "He has an exemption from all this, and is in every way free and at peace; there is nothing in him to provoke his neighbours' envy, because he clutches none of those objects round which envy in this life gathers."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "On Virginity 4:7",
                            "text": "He has raised his own life above the world, and prizing virtue as his only precious possession he will pass his days in painless peace and quiet."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "On Virginity 4:8",
                            "text": "For virtue is a possession which, though all according to their capacity should share it, yet will be always in abundance for those who thirst after it; unlike the occupation of the lands on this earth, which men divide into sections, and the more they add to the one the more they take from the other, so that the one person's gain is his fellow's loss; whence arise the fights for the lion's share, from men's hatred of being cheated."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "On Virginity 4:9",
                            "text": "But the larger owner of this possession is never envied; he who snatches the lion's share does no damage to him who claims equal participation; as each is capable each has this noble longing satisfied, while the wealth of virtues in those who are already occupiers is not exhausted."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "On Virginity 4:10",
                            "text": "The man, then, who, with his eyes only on such a life, makes virtue, which has no limit that man can devise, his only treasure, will surely never brook to bend his soul to any of those low courses which multitudes tread."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "On Virginity 4:11",
                            "text": "He will not admire earthly riches, or human power, or any of those things which folly seeks."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "On Virginity 4:12",
                            "text": "If, indeed, his mind is still pitched so low, he is outside our band of novices, and our words do not apply to him."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "On Virginity 4:13",
                            "text": "But if his thoughts are above, walking as it were with God, he will be lifted out of the maze of all these errors; for the predisposing cause of them all, marriage, has not touched him."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "On Virginity 4:14",
                            "text": "Now the wish to be before others is the deadly sin of pride, and one would not be far wrong in saying that this is the seed-root of all the thorns of sin; but it is from reasons connected with marriage that this pride mostly begins."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "On Virginity 4:15",
                            "text": "To show what I mean, we generally find the grasping man throwing the blame on his nearest kin; the man mad after notoriety and ambition generally makes his family responsible for this sin: \"he must not be thought inferior to his forefathers; he must be deemed a great man by the generation to come by leaving his children historic records of himself\": so also the other maladies of the soul, envy, spite, hatred and such-like, are connected with this cause; they are to be found amongst those who are eager about the things of this life."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "On Virginity 4:16",
                            "text": "He who has fled from it gazes as from some high watch-tower on the prospect of humanity, and pities these slaves of vanity for their blindness in setting such a value on bodily well-being."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "On Virginity 4:17",
                            "text": "He sees some distinguished person giving himself airs because of his public honours, and wealth, and power, and only laughs at the folly of being so puffed up."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "On Virginity 4:18",
                            "text": "He gives to the years of human life the longest number, according to the Psalmist's computation, and then compares this atom-interval with the endless ages, and pities the vain glory of those who excite themselves for such low and petty and perishable things."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "On Virginity 4:19",
                            "text": "What, indeed, amongst the things here is there enviable in that which so many strive for,—honour? What is gained by those who win it? The mortal remains mortal whether he is honoured or not."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "On Virginity 4:20",
                            "text": "What good does the possessor of many acres gain in the end? Except that the foolish man thinks his own that which never belongs to him, ignorant seemingly in his greed that \"the earth is the Lord's, and the fulness thereof,\" for \"God is king of all the earth\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "On Virginity 4:21",
                            "text": "It is the passion of having which gives men a false title of lordship over that which can never belong to them."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "On Virginity 4:22",
                            "text": "\"The earth,\" says the wise Preacher, \"abideth for ever,\" ministering to every generation, first one, then another, that is born upon it; but men, though they are so little even their own masters, that they are brought into life without knowing it by their Maker's will, and before they wish are withdrawn from it, nevertheless in their excessive vanity think that they are her lords; that they, now born, now dying, rule that which remains continually."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "On Virginity 4:23",
                            "text": "One who reflecting on this holds cheaply all that mankind prizes, whose only love is the divine life, because \"all flesh is grass, and all the glory of man as the flower of grass,\" can never care for this grass which \"to-day is and to-morrow is not\"; studying the divine ways, he knows not only that human life has no fixity, but that the entire universe will not keep on its quiet course for ever; he neglects his existence here as an alien and a passing thing; for the Saviour said, \"Heaven and earth shall pass away,\" the whole of necessity awaits its refashioning."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "On Virginity 4:24",
                            "text": "As long as he is \"in this tabernacle,\" exhibiting mortality, weighed down with this existence, he laments the lengthening of his sojourn in it; as the Psalmist-poet says in his heavenly songs."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "On Virginity 4:25",
                            "text": "Truly, they live in darkness who sojourn in these living tabernacles; wherefore that preacher, groaning at the continuance of this sojourn, says, \"Woe is me that my sojourn is prolonged,\" and he attributes the cause of his dejection to \"darkness\"; for we know that darkness is called in the Hebrew language \"kedar\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "On Virginity 4:26",
                            "text": "It is indeed a darkness as of the night which envelops mankind, and prevents them seeing this deceit and knowing that all which is most prized by the living, and moreover all which is the reverse, exists only in the conception of the unreflecting, and is in itself nothing; there is no such reality anywhere as obscurity of birth, or illustrious birth, or glory, or splendour, or ancient renown, or present elevation, or power over others, or subjection."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "On Virginity 4:27",
                            "text": "Wealth and comfort, poverty and distress, and all the other inequalities of life, seem to the ignorant, applying the test of pleasure, vastly different from each other."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "On Virginity 4:28",
                            "text": "But to the higher understanding they are all alike; one is not of greater value than the other; because life runs on to the finish with the same speed through all these opposites, and in the lots of either class there remains the same power of choice to live well or ill, \"through armour on the right hand and on the left, through evil report and good report\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "On Virginity 4:29",
                            "text": "Therefore the clearseeing mind which measures reality will journey on its path without turning, accomplishing its appointed time from its birth to its exit; it is neither softened by the pleasures nor beaten down by the hardships; but, as is the way with travellers, it keeps advancing always, and takes but little notice of the views presented."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "On Virginity 4:30",
                            "text": "It is the travellers way to press on to their journey's end, no matter whether they are passing through meadows and cultivated farms, or through wilder and more rugged spots; a smiling landscape does not detain them; nor a gloomy one check their speed."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "On Virginity 4:31",
                            "text": "So, too, that lofty mind will press straight on to its self-imposed end, not turning aside to see anything on the way."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "On Virginity 4:32",
                            "text": "It passes through life, but its gaze is fixed on heaven; it is the good steersman directing the bark to some landmark there."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "On Virginity 4:33",
                            "text": "But the grosser mind looks down; it bends its energies to bodily pleasures as surely as the sheep stoop to their pasture; it lives for gorging and still lower pleasures; it is alienated from the life of God, and a stranger to the promise of the Covenants; it recognizes no good but the gratification of the body."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "On Virginity 4:34",
                            "text": "It is a mind such as this that \"walks in darkness,\" and invents all the evil in this life of ours; avarice, passions unchecked, unbounded luxury, lust of power, vain-glory, the whole mob of moral diseases that invade men's homes."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "On Virginity 4:35",
                            "text": "In these vices, one somehow holds closely to another; where one has entered all the rest seem to follow, dragging each other in a natural order, just as in a chain, when you have jerked the first link, the others cannot rest, and even the link at the other end feels the motion of the first, which passes thence by virtue of their contiguity through the intervening links; so firmly are men's vices linked together by their very nature; when one of them has gained the mastery of a soul, the rest of the train follow."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "On Virginity 4:36",
                            "text": "If you want a graphic picture of this accursed chain, suppose a man who because of some special pleasure it gives him is a victim to his thirst for fame; then a desire to increase his fortune follows close upon this thirst for fame; he becomes grasping; but only because the first vice leads him on to this."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "On Virginity 4:37",
                            "text": "Then this grasping after money and superiority engenders either anger with his kith and kin, or pride towards his inferiors, or envy of those above him; then hypocrisy comes in after this envy; a soured temper after that; a misanthropical spirit after that; and behind them all a state of condemnation which ends in the dark fires of hell."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "On Virginity 4:38",
                            "text": "You see the chain; how all follows from one cherished passion."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "On Virginity 4:39",
                            "text": "Seeing, then, that this inseparable train of moral diseases has entered once for all into the world, one single way of escape is pointed out to us in the exhortations of the inspired writings; and that is to separate ourselves from the life which involves this sequence of sufferings."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "On Virginity 4:40",
                            "text": "If we haunt Sodom, we cannot escape the rain of fire; nor if one who has fled out of her looks back upon her desolation, can he fail to become a pillar of salt rooted to the spot."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "On Virginity 4:41",
                            "text": "We cannot be rid of the Egyptian bondage, unless we leave Egypt, that is, this life that lies under water, and pass, not that Red Sea, but this black and gloomy Sea of life."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "On Virginity 4:42",
                            "text": "But suppose we remain in this evil bondage, and, to use the Master's words, \"the truth shall not have made us free,\" how can one who seeks a lie and wanders in the maze of this world ever come to the truth? How can one who has surrendered his existence to be chained by nature run away from this captivity? An illustration will make our meaning clearer."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "On Virginity 4:43",
                            "text": "A winter torrent, which, impetuous in itself, becomes swollen and carries down beneath its stream trees and boulders and anything that comes in its way, is death and danger to those alone who live along its course; for those who have got well out of its way it rages in vain."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "On Virginity 4:44",
                            "text": "Just so, only the man who lives in the turmoil of life has to feel its force; only he has to receive those sufferings which nature's stream, descending in a flood of troubles, must, to be true to its kind, bring to those who journey on its banks."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "On Virginity 4:45",
                            "text": "But if a man leaves this torrent, and these \"proud waters,\" he will escape from being \"a prey to the teeth\" of this life, as the Psalm goes on to say, and, as \"a bird from the snare,\" on virtue's wings."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "On Virginity 4:46",
                            "text": "This simile, then, of the torrent holds; human life is a tossing and tumultuous stream sweeping down to find its natural level; none of the objects sought for in it last till the seekers are satisfied; all that is carried to them by this stream comes near, just touches them, and passes on; so that the present moment in this impetuous flow eludes enjoyment, for the after-current snatches it from their view."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "On Virginity 4:47",
                            "text": "It would be our interest therefore to keep far away from such a stream, lest, engaged on temporal things, we should neglect eternity."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "On Virginity 4:48",
                            "text": "How can a man keep for ever anything here, be his love for it never so passionate? Which of life's most cherished objects endures always? What flower of prime? What gift of strength and beauty? What wealth, or fame, or power? They all have their transient bloom, and then melt away into their opposites."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "On Virginity 4:49",
                            "text": "Who can continue in life's prime? Whose strength lasts for ever? Has not Nature made the bloom of beauty even more short-lived than the shows of spring? For they blossom in their season, and after withering for a while again revive; after another shedding they are again in leaf, and retain their beauty of to-day to a late prime."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "On Virginity 4:50",
                            "text": "But Nature exhibits the human bloom only in the spring of early life; then she kills it; it is vanished in the frosts of age."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "On Virginity 4:51",
                            "text": "All other delights also deceive the bodily eye for a time, and then pass behind the veil of oblivion."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "On Virginity 4:52",
                            "text": "Nature's inevitable changes are many; they agonize him whose love is passionate."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "On Virginity 4:53",
                            "text": "One way of escape is open: it is, to be attached to none of these things, and to get as far away as possible from the society of this emotional and sensual world; or rather, for a man to go outside the feelings which his own body gives rise to."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "On Virginity 4:54",
                            "text": "Then, as he does not live for the flesh, he will not be subject to the troubles of the flesh."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "On Virginity 4:55",
                            "text": "But this amounts to living for the spirit only, and imitating all we can the employment of the world of spirits."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "On Virginity 4:56",
                            "text": "There they neither marry, nor are given in marriage."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "On Virginity 4:57",
                            "text": "Their work and their excellence is to contemplate the Father of all purity, and to beautify the lines of their own character from the Source of all beauty, so far as imitation of It is possible."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "On Virginity 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "On Virginity 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "On Virginity 5:2",
                            "text": "Now we declare that Virginity is man's \"fellow-worker\" and helper in achieving the aim of this lofty passion."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "On Virginity 5:3",
                            "text": "In other sciences men have devised certain practical methods for cultivating the particular subject; and so, I take it, virginity is the practical method in the science of the Divine life, furnishing men with the power of assimilating themselves with spiritual natures."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "On Virginity 5:4",
                            "text": "The constant endeavour in such a course is to prevent the nobility of the soul from being lowered by those sensual outbreaks, in which the mind no longer maintains its heavenly thoughts and upward gaze, but sinks down to the emotions belonging to the flesh and blood."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "On Virginity 5:5",
                            "text": "How can the soul which is riveted to the pleasures of the flesh and busied with merely human longings turn a disengaged eye upon its kindred intellectual light? This evil, ignorant, and prejudiced bias towards material things will prevent it."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "On Virginity 5:6",
                            "text": "The eyes of swine, turning naturally downward, have no glimpse of the wonders of the sky; no more can the soul whose body drags it down look any longer upon the beauty above; it must pore perforce upon things which though natural are low and animal."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "On Virginity 5:7",
                            "text": "To look with a free devoted gaze upon heavenly delights, the soul will turn itself from earth; it will not even partake of the recognized indulgences of the secular life; it will transfer all its powers of affection from material objects to the intellectual contemplation of immaterial beauty."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "On Virginity 5:8",
                            "text": "Virginity of the body is devised to further such a disposition of the soul; it aims at creating in it a complete forgetfulness of natural emotions; it would prevent the necessity of ever descending to the call of fleshly needs."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "On Virginity 5:9",
                            "text": "Once freed from such, the soul runs no risk of becoming, through a growing habit of indulging in that which seems to a certain extent conceded by nature's law, inattentive and ignorant of Divine and undefiled delights."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "On Virginity 5:10",
                            "text": "Purity of the heart, that master of our lives, alone can capture them."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "On Virginity 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "On Virginity 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "On Virginity 6:2",
                            "text": "This, I believe, makes the greatness of the prophet Elias, and of him who afterwards appeared in the spirit and power of Elias, than whom \"of those that are born of women there was none greater\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "On Virginity 6:3",
                            "text": "If their history conveys any other mystic lesson, surely this above all is taught by their special mode of life, that the man whose thoughts are fixed upon the invisible is necessarily separated from all the ordinary events of life; his judgments as to the True Good cannot be confused and led astray by the deceits arising from the senses."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "On Virginity 6:4",
                            "text": "Both, from their youth upwards, exiled themselves from human society, and in a way from human nature, in their neglect of the usual kinds of meat and drink, and their sojourn in the desert."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "On Virginity 6:5",
                            "text": "The wants of each were satisfied by the nourishment that came in their way, so that their taste might remain simple and unspoilt, as their ears were free from any distracting noise, and their eyes from any wandering look."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "On Virginity 6:6",
                            "text": "Thus they attained a cloudless calm of soul, and were raised to that height of Divine favour which Scripture records of each."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "On Virginity 6:7",
                            "text": "Elias, for instance, became the dispenser of God's earthly gifts; he had authority to close at will the uses of the sky against the sinners and to open them to the penitent."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "On Virginity 6:8",
                            "text": "John is not said indeed to have done any miracle; but the gift in him was pronounced by Him Who sees the secrets of a man greater than any prophet's."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "On Virginity 6:9",
                            "text": "This was so, we may presume, because both, from beginning to end, so dedicated their hearts to the Lord that they were unsullied by any earthly passion; because the love of wife or child, or any other human call, did not intrude upon them, and they did not even think their daily sustenance worthy of anxious thought; because they showed themselves to be above any magnificence of dress, and made shift with that which chance offered them, one clothing himself in goat-skins, the other with camel's hair."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "On Virginity 6:10",
                            "text": "It is my belief that they would not have reached to this loftiness of spirit, if marriage had softened them."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "On Virginity 6:11",
                            "text": "This is not simple history only; it is \"written for our admonition,\" that we might direct our lives by theirs."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "On Virginity 6:12",
                            "text": "What, then, do we learn thereby? This: that the man who longs for union with God must, like those saints, detach his mind from all worldly business."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "On Virginity 6:13",
                            "text": "It is impossible for the mind which is poured into many channels to win its way to the knowledge and the love of God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "On Virginity 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "On Virginity 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "On Virginity 7:2",
                            "text": "An illustration will make our teaching on this subject clearer."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "On Virginity 7:3",
                            "text": "Imagine a stream flowing from a spring and dividing itself off into a number of accidental channels."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "On Virginity 7:4",
                            "text": "As long as it proceeds so, it will be useless for any purpose of agriculture, the dissipation of its waters making each particular current small and feeble, and therefore slow."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "On Virginity 7:5",
                            "text": "But if one were to mass these wandering and widely dispersed rivulets again into one single channel, he would have a full and collected stream for the supplies which life demands."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "On Virginity 7:6",
                            "text": "Just so the human mind (so it seems to me), as long as its current spreads itself in all directions over the pleasures of the sense, has no power that is worth the naming of making its way towards the Real Good; but once call it back and collect it upon itself, so that it may begin to move without scattering and wandering towards the activity which is congenital and natural to it, it will find no obstacle in mounting to higher things, and in grasping realities."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "On Virginity 7:7",
                            "text": "We often see water contained in a pipe bursting upwards through this constraining force, which will not let it leak; and this, in spite of its natural gravitation: in the same way, the mind of man, enclosed in the compact channel of an habitual continence, and not having any side issues, will be raised by virtue of its natural powers of motion to an exalted love."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "On Virginity 7:8",
                            "text": "In fact, its Maker ordained that it should always move, and to stop is impossible to it; when therefore it is prevented employing this power upon trifles, it cannot be but that it will speed toward the truth, all improper exits being closed."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "On Virginity 7:9",
                            "text": "In the case of many turnings we see travellers can keep to the direct route, when they have learnt that the other roads are wrong, and so avoid them; the more they keep out of these wrong directions, the more they will preserve the straight course; in like manner the mind in turning from vanities will recognize the truth."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "On Virginity 7:10",
                            "text": "The great prophets, then, whom we have mentioned seem to teach this lesson, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "On Virginity 7:11",
                            "text": "to entangle ourselves with none of the objects of this world's effort; marriage is one of these, or rather it is the primal root of all striving after vanities."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "On Virginity 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "On Virginity 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "On Virginity 8:2",
                            "text": "Let no one think however that herein we depreciate marriage as an institution."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "On Virginity 8:3",
                            "text": "We are well aware that it is not a stranger to God's blessing."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "On Virginity 8:4",
                            "text": "But since the common instincts of mankind can plead sufficiently on its behalf, instincts which prompt by a spontaneous bias to take the high road of marriage for the procreation of children, whereas Virginity in a way thwarts this natural impulse, it is a superfluous task to compose formally an Exhortation to marriage."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "On Virginity 8:5",
                            "text": "We put forward the pleasure of it instead, as a most doughty champion on its behalf."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "On Virginity 8:6",
                            "text": "It may be however, notwithstanding this, that there is some need of such a treatise, occasioned by those who travesty the teaching of the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "On Virginity 8:7",
                            "text": "Such persons \"have their conscience seared with a hot iron,\" as the Apostle expresses it; and very truly too, considering that, deserting the guidance of the Holy Spirit for the \"doctrines of devils,\" they have some ulcers and blisters stamped upon their hearts, abominating God's creatures, and calling them \"foul,\" \"seducing,\" \"mischievous,\" and so on."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "On Virginity 8:8",
                            "text": "\"But what have I to do to judge them that are without?\" asks the Apostle."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "On Virginity 8:9",
                            "text": "Truly those persons are outside the Court in which the words of our mysteries are spoken; they are not installed under God's roof, but in the monastery of the Evil One."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "On Virginity 8:10",
                            "text": "They \"are taken captive by him at his will\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "On Virginity 8:11",
                            "text": "They therefore do not understand that all virtue is found in moderation, and that any declension to either side of it becomes a vice."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "On Virginity 8:12",
                            "text": "He, in fact, who grasps the middle point between doing too little and doing too much has hit the distinction between vice and virtue."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "On Virginity 8:13",
                            "text": "Instances will make this clearer."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "On Virginity 8:14",
                            "text": "Cowardice and audacity are two recognized vices opposed to each other; the one the defect, the other the excess of confidence; between them lies courage."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "On Virginity 8:15",
                            "text": "Again, piety is neither atheism nor superstition; it is equally impious to deny a God and to believe in many gods."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "On Virginity 8:16",
                            "text": "Is there need of more examples to bring this principle home? The man who avoids both meanness and prodigality will by this shunning of extremes form the moral habit of liberality; for liberality is the thing which is neither inclined to spend at random vast and useless sums, nor yet to be closely calculating in necessary expenses."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "On Virginity 8:17",
                            "text": "We need not go into details in the case of all good qualities."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "On Virginity 8:18",
                            "text": "Reason, in all of them, has established virtue to be a middle state between two extremes."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "On Virginity 8:19",
                            "text": "Sobriety itself therefore is a middle state, and manifestly involves the two declensions on either side towards vice; he, that is, who is wanting in firmness of soul, and is so easily worsted in the combat with pleasure as never even to have approached the path of a virtuous and sober life, slides into shameful indulgence; while he who goes beyond the safe ground of sobriety and overshoots the moderation of this virtue, falls as it were from a precipice into the \"doctrines of devils,\" \"having his conscience seared with a hot iron\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "On Virginity 8:20",
                            "text": "In declaring marriage abominable he brands himself with such reproaches; for \"if the tree is corrupt\" (as the Gospel says), \"the fruit also of the tree will be like it\"; if a man is the shoot and fruitage of the tree of marriage, reproaches cast on that turn upon him who casts them."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "On Virginity 8:21",
                            "text": "These persons, then, are like branded criminals already; their conscience is covered with the stripes of this unnatural teaching."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "On Virginity 8:22",
                            "text": "But our view of marriage is this; that, while the pursuit of heavenly things should be a man's first care, yet if he can use the advantages of marriage with sobriety and moderation, he need not despise this way of serving the state."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "On Virginity 8:23",
                            "text": "An example might be found in the patriarch Isaac."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "On Virginity 8:24",
                            "text": "He married Rebecca when he was past the flower of his age and his prime was well-nigh spent, so that his marriage was not the deed of passion, but because of God's blessing that should be upon his seed."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "On Virginity 8:25",
                            "text": "He cohabited with her till the birth of her only children, and then, closing the channels of the senses, lived wholly for the Unseen; for this is what seems to be meant by the mention in his history of the dimness of the Patriarch's eyes."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "On Virginity 8:26",
                            "text": "But let that be as those think who are skilled in reading these meanings, and let us proceed with the continuity of our discourse."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "On Virginity 8:27",
                            "text": "What then, were we saying? That in the cases where it is possible at once to be true to the diviner love, and to embrace wedlock, there is no reason for setting aside this dispensation of nature and misrepresenting as abominable that which is honourable."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "On Virginity 8:28",
                            "text": "Let us take again our illustration of the water and the spring."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "On Virginity 8:29",
                            "text": "Whenever the husbandman, in order to irrigate a particular spot, is bringing the stream thither, but there is need before it gets there of a small outlet, he will allow only so much to escape into that outlet as is adequate to supply the demand, and can then easily be blended again with the main stream."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "On Virginity 8:30",
                            "text": "If, as an inexperienced and easy-going steward, he opens too wide a channel, there will be danger of the whole stream quitting its direct bed and pouring itself sideways."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "On Virginity 8:31",
                            "text": "In the same way, if (as life does need a mutual succession) a man so treats this need as to give spiritual things the first thought, and because of the shortness of the time indulges but sparingly the sexual passion and keeps it under restraint, that man would realize the character of the prudent husband man to which the Apostle exhorts us."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "On Virginity 8:32",
                            "text": "About the details of paying these trifling debts of nature he will not be over-calculating, but the long hours of his prayers will secure the purity which is the key-note of his life."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "On Virginity 8:33",
                            "text": "He will always fear lest by this kind of indulgence he may become nothing but flesh and blood; for in them God's Spirit does not dwell."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "On Virginity 8:34",
                            "text": "He who is of so weak a character that he cannot make a manful stand against nature's impulse had better keep himself very far away from such temptations, rather than descend into a combat which is above his strength."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "On Virginity 8:35",
                            "text": "There is no small danger for him lest, cajoled in the valuation of pleasure, he should think that there exists no other good but that which is enjoyed along with some sensual emotion, and, turning altogether from the love of immaterial delights, should become entirely of the flesh, seeking always his pleasure only there, so that his character will be a Pleasure-lover, not a God-lover."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "On Virginity 8:36",
                            "text": "It is not every man's gift, owing to weakness of nature, to hit the due proportion in these matters; there is a danger of being carried far beyond it, and \"sticking fast in the deep mire,\" to use the Psalmist's words."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "On Virginity 8:37",
                            "text": "It would therefore be for our interest, as our discourse has been suggesting, to pass through life without a trial of these temptations, lest under cover of the excuse of lawful indulgence passion should gain an entrance into the citadel of the soul."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "On Virginity 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "On Virginity 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "On Virginity 9:2",
                            "text": "Custom is indeed in everything hard to resist."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "On Virginity 9:3",
                            "text": "It possesses an enormous power of attracting and seducing the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "On Virginity 9:4",
                            "text": "In the cases where a man has got into a fixed state of sentiment, a certain imagination of the good is created in him by this habit; and nothing is so naturally vile but it may come to be thought both desirable and laudable, once it has got into the fashion."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "On Virginity 9:5",
                            "text": "Take mankind now living on the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "On Virginity 9:6",
                            "text": "There are many nations, and their ambitions are not all the same."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "On Virginity 9:7",
                            "text": "The standard of beauty and of honour is different in each, the custom of each regulating their enthusiasm and their aims."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "On Virginity 9:8",
                            "text": "This unlikeness is seen not only amongst nations where the pursuits of the one are in no repute with the other, but even in the same nation, and the same city, and the same family; we may see in those aggregates also much difference existing owing to customary feeling."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "On Virginity 9:9",
                            "text": "Thus brothers born from the same throe are separated widely from each other in the aims of life."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "On Virginity 9:10",
                            "text": "Nor is this to be wondered at, considering that each single man does not generally keep to the same opinion about the same thing, but alters it as fashion influences him."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "On Virginity 9:11",
                            "text": "Not to go far from our present subject, we have known those who have shown themselves to be in love with chastity all through the early years of puberty; but in taking the pleasures which men think legitimate and allowable they make them the starting-point of an impure life, and when once they have admitted these temptations, all the forces of their feeling are turned in that direction, and, to take again our illustration of the stream, they let it rush from the diviner channel into low material channels, and make within themselves a broad path for passion; so that the stream of their love leaves dry the abandoned channel of the higher way and flows abroad in indulgence."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "On Virginity 9:12",
                            "text": "It would be well then, we take it, for the weaker brethren to fly to virginity as into an impregnable fortress, rather than to descend into the career of life's consequences and invite temptations to do their worst upon them, entangling themselves in those things which through the lusts of the flesh war against the law of our mind; it would be well for them to consider that herein they risk not broad acres, or wealth, or any other of this life's prizes, but the hope which has been their guide."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "On Virginity 9:13",
                            "text": "It is impossible that one who has turned to the world and feels its anxieties, and engages his heart in the wish to please men, can fulfil that first and great commandment of the Master, \"Thou shalt love God with all thy heart and with all thy strength\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "On Virginity 9:14",
                            "text": "How can he fulfil that, when he divides his heart between God and the world, and exhausts the love which he owes to Him alone in human affections? \"He that is unmarried careth for the things of the Lord; but he that is married careth for the things that are of the world\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "On Virginity 9:15",
                            "text": "If the combat with pleasure seems wearisome, nevertheless let all take heart."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "On Virginity 9:16",
                            "text": "Habit will not fail to produce, even in the seemingly most fretful, a feeling of pleasure through the very effort of their perseverance; and that pleasure will be of the noblest and purest kind; which the intelligent may well be enamoured of, rather than allow themselves, with aims narrowed by the lowness of their objects, to be estranged from the true greatness which goes beyond all thought."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "On Virginity 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "On Virginity 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "On Virginity 10:2",
                            "text": "What words indeed could possibly express the greatness of that loss in falling away from the possession of real goodness? What consummate power of thought would have to be employed! Who could produce even in outline that which speech cannot tell, nor the mind grasp? On the one hand, if a man has kept the eye of his heart so clear that he can in a way behold the promise of our Lord's Beatitudes realized, he will condemn all human utterance as powerless to represent that which he has apprehended."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "On Virginity 10:3",
                            "text": "On the other hand, if a man from the atmosphere of material indulgences has the weakness of passion spreading like a film over the keen vision of his soul, all force of expression will be wasted upon him; for it is all one whether you understate or whether you magnify a miracle to those who have no power whatever of perceiving it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "On Virginity 10:4",
                            "text": "Just as, in the case of the sunlight, on one who has never from the day of his birth seen it, all efforts at translating it into words are quite thrown away; you cannot make the splendour of the ray shine through his ears; in like manner, to see the beauty of the true and intellectual light, each man has need of eyes of his own; and he who by a gift of Divine inspiration can see it retains his ecstasy unexpressed in the depths of his consciousness; while he who sees it not cannot be made to know even the greatness of his loss."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "On Virginity 10:5",
                            "text": "How should he? This good escapes his perception, and it cannot be represented to him; it is unspeakable, and cannot be delineated."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "On Virginity 10:6",
                            "text": "We have not learnt the peculiar language expressive of this beauty."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "On Virginity 10:7",
                            "text": "An example of what we want to say does not exist in the world; a comparison for it would at least be very difficult to find."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "On Virginity 10:8",
                            "text": "Who compares the Sun to a little spark? or the vast Deep to a drop? And that tiny drop and that diminutive spark bear the same relation to the Deep and to the Sun, as any beautiful object of man's admiration does to that real beauty on the features of the First Good, of which we catch the glimpse beyond any other good."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "On Virginity 10:9",
                            "text": "What words could be invented to show the greatness of this loss to him who suffers it? Well does the great David seem to me to express the impossibility of doing this."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "On Virginity 10:10",
                            "text": "He has been lifted by the power of the Spirit out of himself, and sees in a blessed state of ecstacy the boundless and incomprehensible Beauty; he sees it as fully as a mortal can see who has quitted his fleshly envelopments and entered, by the mere power of thought, upon the contemplation of the spiritual and intellectual world, and in his longing to speak a word worthy of the spectacle he bursts forth with that cry, which all re-echo, \"Every man a liar!\" I take that to mean that any man who entrusts to language the task of presenting the ineffable Light is really and truly a liar; not because of any hatred on his part of the truth, but because of the feebleness of his instrument for expressing the thing thought of."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "On Virginity 10:11",
                            "text": "The visible beauty to be met with in this life of ours, showing glimpses of itself, whether in inanimate objects or in animate organisms in a certain choiceness of colour, can be adequately admired by our power of aesthetic feeling."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "On Virginity 10:12",
                            "text": "It can be illustrated and made known to others by description; it can be seen drawn in the language as in a picture."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "On Virginity 10:13",
                            "text": "Even a perfect type of such beauty does not baffle our conception."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "On Virginity 10:14",
                            "text": "But how can language illustrate when it finds no media for its sketch, no colour, no contour, no majestic size, no faultlessness of feature; nor any other commonplace of art? The Beauty which is invisible and formless, which is destitute of qualities and far removed from everything which we recognize in bodies by the eye, can never be made known by the traits which require nothing but the perceptions of our senses in order to be grasped."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "On Virginity 10:15",
                            "text": "Not that we are to despair of winning this object of our love, though it does seem too high for our comprehension."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "On Virginity 10:16",
                            "text": "The more reason shows the greatness of this thing which we are seeking, the higher we must lift our thoughts and excite them with the greatness of that object; and we must fear to lose our share in that transcendent Good."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "On Virginity 10:17",
                            "text": "There is indeed no small amount of danger lest, as we can base the apprehension of it on no knowable qualities, we should slip away from it altogether because of its very height and mystery."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "On Virginity 10:18",
                            "text": "We deem it necessary therefore, owing to this weakness of the thinking faculty, to lead it towards the Unseen by stages through the cognizances of the senses."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "On Virginity 10:19",
                            "text": "Our conception of the case is as follows."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "On Virginity 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "On Virginity 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "On Virginity 11:2",
                            "text": "Now those who take a superficial and unreflecting view of things observe the outward appearance of anything they meet, e."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "On Virginity 11:3",
                            "text": "g."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "On Virginity 11:4",
                            "text": "of a man, and then trouble themselves no more about him."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "On Virginity 11:5",
                            "text": "The view they have taken of the bulk of his body is enough to make them think that they know all about him."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "On Virginity 11:6",
                            "text": "But the penetrating and scientific mind will not trust to the eyes alone the task of taking the measure of reality; it will not stop at appearances, nor count that which is not seen amongst unrealities."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "On Virginity 11:7",
                            "text": "It inquires into the qualities of the man's soul."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "On Virginity 11:8",
                            "text": "It takes those of its characteristics which have been developed by his bodily constitution, both in combination and singly; first singly, by analysis, and then in that living combination which makes the personality of the subject."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "On Virginity 11:9",
                            "text": "As regards the inquiry into the nature of beauty, we see, again, that the man of half-grown intelligence, when he observes an object which is bathed in the glow of a seeming beauty, thinks that that object is in its essence beautiful, no matter what it is that so prepossesses him with the pleasure of the eye."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "On Virginity 11:10",
                            "text": "He will not go deeper into the subject."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "On Virginity 11:11",
                            "text": "But the other, whose mind's eye is clear, and who can inspect such appearances, will neglect those elements which are the material only upon which the Form of Beauty works; to him they will be but the ladder by which he climbs to the prospect of that Intellectual Beauty, in accordance with their share in which all other beauties get their existence and their name."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "On Virginity 11:12",
                            "text": "But for the majority, I take it, who live all their lives with such obtuse faculties of thinking, it is a difficult thing to perform this feat of mental analysis and of discriminating the material vehicle from the immanent beauty, and thereby of grasping the actual nature of the Beautiful; and if any one wants to know the exact source of all the false and pernicious conceptions of it, he would find it in nothing else but this, viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "On Virginity 11:13",
                            "text": "the absence, in the soul's faculties of feeling, of that exact training which would enable them to distinguish between true Beauty and the reverse."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "On Virginity 11:14",
                            "text": "Owing to this men give up all search after the true Beauty."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "On Virginity 11:15",
                            "text": "Some slide into mere sensuality."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "On Virginity 11:16",
                            "text": "Others incline in their desires to dead metallic coin."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "On Virginity 11:17",
                            "text": "Others limit their imagination of the beautiful to worldly honours, fame, and power."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "On Virginity 11:18",
                            "text": "There is another class which is enthusiastic about art and science."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "On Virginity 11:19",
                            "text": "The most debased make their gluttony the test of what is good."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "On Virginity 11:20",
                            "text": "But he who turns from all grosser thoughts and all passionate longings after what is seeming, and explores the nature of the beauty which is simple, immaterial, formless, would never make a mistake like that when he has to choose between all the objects of desire; he would never be so misled by these attractions as not to see the transient character of their pleasures and not to win his way to an utter contempt for every one of them."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "On Virginity 11:21",
                            "text": "This, then, is the path to lead us to the discovery of the Beautiful."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "On Virginity 11:22",
                            "text": "All other objects that attract men's love, be they never so fashionable, be they prized never so much and embraced never so eagerly, must be left below us, as too low, too fleeting, to employ the powers of loving which we possess; not indeed that those powers are to be locked up within us unused and motionless; but only that they must first be cleansed from all lower longings; then we must lift them to that height to which sense can never reach."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "On Virginity 11:23",
                            "text": "Admiration even of the beauty of the heavens, and of the dazzling sunbeams, and, indeed, of any fair phenomenon, will then cease."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "On Virginity 11:24",
                            "text": "The beauty noticed there will be but as the hand to lead us to the love of the supernal Beauty whose glory the heavens and the firmament declare, and whose secret the whole creation sings."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "On Virginity 11:25",
                            "text": "The climbing soul, leaving all that she has grasped already as too narrow for her needs, will thus grasp the idea of that magnificence which is exalted far above the heavens."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "On Virginity 11:26",
                            "text": "But how can any one reach to this, whose ambitions creep below? How can any one fly up into the heavens, who has not the wings of heaven and is not already buoyant and lofty-minded by reason of a heavenly calling? Few can be such strangers to evangelic mysteries as not to know that there is but one vehicle on which man's soul can mount into the heavens, viz."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "On Virginity 11:27",
                            "text": "the self-made likeness in himself to the descending Dove, whose wings David the Prophet also longed for."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "On Virginity 11:28",
                            "text": "This is the allegorical name used in Scripture for the power of the Holy Spirit; whether it be because not a drop of gall is found in that bird, or because it cannot bear any noisome smell, as close observers tell us."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "On Virginity 11:29",
                            "text": "He therefore who keeps away from all bitterness and all the noisome effluvia of the flesh, and raises himself on the aforesaid wings above all low earthly ambitions, or, more than that, above the whole universe itself, will be the man to find that which is alone worth loving, and to become himself as beautiful as the Beauty which he has touched and entered, and to be made bright and luminous himself in the communion of the real Light."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "On Virginity 11:30",
                            "text": "We are told by those who have studied the subject, that those gleams which follow each other so fast through the air at night and which some call shooting stars, are nothing but the air itself streaming into the upper regions of the sky under stress of some particular blasts."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "On Virginity 11:31",
                            "text": "They say that the fiery track is traced along the sky when those blasts ignite in the ether."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "On Virginity 11:32",
                            "text": "In like manner, then, as this air round the earth is forced upwards by some blast and changes into the pure splendour of the ether, so the mind of man leaves this murky miry world, and under the stress of the spirit becomes pure and luminous in contact with the true and supernal Purity; in such an atmosphere it even itself emits light, and is so filled with radiance, that it becomes itself a Light, according to the promise of our Lord that \"the righteous should shine forth as the sun\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "On Virginity 11:33",
                            "text": "We see this even here, in the case of a mirror, or a sheet of water, or any smooth surface that can reflect the light; when they receive the sunbeam they beam themselves; but they would not do this if any stain marred their pure and shining surface."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "On Virginity 11:34",
                            "text": "We shall become then as the light, in our nearness to Christ's true light, if we leave this dark atmosphere of the earth and dwell above; and we shall be light, as our Lord says somewhere to His disciples, if the true Light that shineth in the dark comes down even to us; unless, that is, any foulness of sin spreading over our hearts should dim the brightness of our light."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "On Virginity 11:35",
                            "text": "Perhaps these examples have led us gradually on to the discovery that we can be changed into something better than ourselves; and it has been proved as well that this union of the soul with the incorruptible Deity can be accomplished in no other way but by herself attaining by her virgin state to the utmost purity possible,—a state which, being like God, will enable her to grasp that to which it is like, while she places herself like a mirror beneath the purity of God, and moulds her own beauty at the touch and the sight of the Archetype of all beauty."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "On Virginity 11:36",
                            "text": "Take a character strong enough to turn from all that is human, from persons, from wealth, from the pursuits of Art and Science, even from whatever in moral practice and in legislation is viewed as right (for still in all of them error in the apprehension of the Beautiful comes in, sense being the criterion); such a character will feel as a passionate lover only towards that Beauty which has no source but Itself, which is not such at one particular time or relatively only, which is Beautiful from, and through, and in itself, not such at one moment and in the next ceasing to be such, above all increase and addition, incapable of change and alteration."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "On Virginity 11:37",
                            "text": "I venture to affirm that, to one who has cleansed all the powers of his being from every form of vice, the Beauty which is essential, the source of every beauty and every good, will become visible."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "On Virginity 11:38",
                            "text": "The visual eye, purged from its blinding humour, can clearly discern objects even on the distant sky; so to the soul by virtue of her innocence there comes the power of taking in that Light; and the real Virginity, the real zeal for chastity, ends in no other goal than this, viz."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "On Virginity 11:39",
                            "text": "the power thereby of seeing God."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "On Virginity 11:40",
                            "text": "No one in fact is so mentally blind as not to understand that without telling; viz."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "On Virginity 11:41",
                            "text": "that the God of the Universe is the only absolute, and primal, and unrivalled Beauty and Goodness."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "On Virginity 11:42",
                            "text": "All, maybe, know that; but there are those who, as might have been expected, wish besides this to discover, if possible, a process by which we may be actually guided to it."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "On Virginity 11:43",
                            "text": "Well, the Divine books are full of such instruction for our guidance; and besides that many of the Saints cast the refulgence of their own lives, like lamps, upon the path for those who are \"walking with God\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "On Virginity 11:44",
                            "text": "But each may gather in abundance for himself suggestions towards this end out of either Covenant in the inspired writings; the Prophets and the Law are full of them; and also the Gospel and the Traditions of the Apostles."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "On Virginity 11:45",
                            "text": "What we ourselves have conjectured in following out the thoughts of those inspired utterances is this."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "On Virginity 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "On Virginity 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "On Virginity 12:2",
                            "text": "This reasoning and intelligent creature, man, at once the work and the likeness of the Divine and Imperishable Mind (for so in the Creation it is written of him that \"God made man in His image\"), this creature, I say, did not in the course of his first production have united to the very essence of his nature the liability to passion and to death."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "On Virginity 12:3",
                            "text": "Indeed, the truth about the image could never have been maintained if the beauty reflected in that image had been in the slightest degree opposed to the Archetypal Beauty."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "On Virginity 12:4",
                            "text": "Passion was introduced afterwards, subsequent to man's first organization; and it was in this way."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "On Virginity 12:5",
                            "text": "Being the image and the likeness, as has been said, of the Power which rules all things, man kept also in the matter of a Free-Will this likeness to Him whose Will is over all."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "On Virginity 12:6",
                            "text": "He was enslaved to no outward necessity whatever; his feeling towards that which pleased him depended only on his own private judgment; he was free to choose whatever he liked; and so he was a free agent, though circumvented with cunning, when he drew upon himself that disaster which now overwhelms humanity."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "On Virginity 12:7",
                            "text": "He became himself the discoverer of evil, but he did not therein discover what God had made; for God did not make death."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "On Virginity 12:8",
                            "text": "Man became, in fact, himself the fabricator, to a certain extent, and the craftsman of evil."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "On Virginity 12:9",
                            "text": "All who have the faculty of sight may enjoy equally the sunlight; and any one can if he likes put this enjoyment from him by shutting his eyes: in that case it is not that the sun retires and produces that darkness, but the man himself puts a barrier between his eye and the sunshine; the faculty of vision cannot indeed, even in the closing of the eyes, remain inactive, and so this operative sight necessarily becomes an operative darkness rising up in the man from his own free act in ceasing to see."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "On Virginity 12:10",
                            "text": "Again, a man in building a house for himself may omit to make in it any way of entrance for the light; he will necessarily be in darkness, though he cuts himself off from the light voluntarily."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "On Virginity 12:11",
                            "text": "So the first man on the earth, or rather he who generated evil in man, had for choice the Good and the Beautiful lying all around him in the very nature of things; yet he wilfully cut out a new way for himself against this nature, and in the act of turning away from virtue, which was his own free act, he created the usage of evil."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "On Virginity 12:12",
                            "text": "For, be it observed, there is no such thing in the world as evil irrespective of a will, and discoverable in a substance apart from that."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "On Virginity 12:13",
                            "text": "Every creature of God is good, and nothing of His \"to be rejected\"; all that God made was \"very good\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "On Virginity 12:14",
                            "text": "But the habit of sinning entered as we have described, and with fatal quickness, into the life of man; and from that small beginning spread into this infinitude of evil."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "On Virginity 12:15",
                            "text": "Then that godly beauty of the soul which was an imitation of the Archetypal Beauty, like fine steel blackened with the vicious rust, preserved no longer the glory of its familiar essence, but was disfigured with the ugliness of sin."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "On Virginity 12:16",
                            "text": "This thing so great and precious, as the Scripture calls him, this being man, has fallen from his proud birthright."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "On Virginity 12:17",
                            "text": "As those who have slipped and fallen heavily into mud, and have all their features so besmeared with it, that their nearest friends do not recognize them, so this creature has fallen into the mire of sin and lost the blessing of being an image of the imperishable Deity; he has clothed himself instead with a perishable and foul resemblance to something else; and this Reason counsels him to put away again by washing it off in the cleansing water of this calling."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "On Virginity 12:18",
                            "text": "The earthly envelopment once removed, the soul's beauty will again appear."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "On Virginity 12:19",
                            "text": "Now the putting off of a strange accretion is equivalent to the return to that which is familiar and natural; yet such a return cannot be but by again becoming that which in the beginning we were created."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "On Virginity 12:20",
                            "text": "In fact this likeness to the divine is not our work at all; it is not the achievement of any faculty of man; it is the great gift of God bestowed upon our nature at the very moment of our birth; human efforts can only go so far as to clear away the filth of sin, and so cause the buried beauty of the soul to shine forth again."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "On Virginity 12:21",
                            "text": "This truth is, I think, taught in the Gospel, when our Lord says, to those who can hear what Wisdom speaks beneath a mystery, that \"the Kingdom of God is within you\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "On Virginity 12:22",
                            "text": "That word points out the fact that the Divine good is not something apart from our nature, and is not removed far away from those who have the will to seek it; it is in fact within each of us, ignored indeed, and unnoticed while it is stifled beneath the cares and pleasures of life, but found again whenever we can turn our power of conscious thinking towards it."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "On Virginity 12:23",
                            "text": "If further confirmation of what we say is required, I think it will be found in what is suggested by our Lord in the searching for the Lost Drachma."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "On Virginity 12:24",
                            "text": "The thought, there, is that the widowed soul reaps no benefit from the other virtues (called drachmas in the Parable) being all of them found safe, if that one other is not amongst them."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "On Virginity 12:25",
                            "text": "The Parable therefore suggests that a candle should first be lit, signifying doubtless our reason which throws light on hidden principles; then that in one's own house, that is, within oneself, we should search for that lost coin; and by that coin the Parable doubtless hints at the image of our King, not yet hopelessly lost, but hidden beneath the dirt; and by this last we must understand the impurities of the flesh, which, being swept and purged away by carefulness of life, leave clear to the view the object of our search."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "On Virginity 12:26",
                            "text": "Then it is meant that the soul herself who finds this rejoices over it, and with her the neighbours, whom she calls in to share with her in this delight."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "On Virginity 12:27",
                            "text": "Verily, all those powers which are the housemates of the soul, and which the Parable names her neighbours for this occasion, when so be that the image of the mighty King is revealed in all its brightness at last (that image which the Fashioner of each individual heart of us has stamped upon this our Drachma), will then be converted to that divine delight and festivity, and will gaze upon the ineffable beauty of the recovered one."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "On Virginity 12:28",
                            "text": "\"Rejoice with me,\" she says, \"because I have found the Drachma which I had lost\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "On Virginity 12:29",
                            "text": "The neighbours, that is, the soul's familiar powers, both the reasoning and the appetitive, the affections of grief and of anger, and all the rest that are discerned in her, at that joyful feast which celebrates the finding of the heavenly Drachma are well called her friends also; and it is meet that they should all rejoice in the Lord when they all look towards the Beautiful and the Good, and do everything for the glory of God, no longer instruments of sin."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "On Virginity 12:30",
                            "text": "If, then, such is the lesson of this Finding of the lost, viz."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "On Virginity 12:31",
                            "text": "that we should restore the divine image from the foulness which the flesh wraps round it to its primitive state, let us become that which the First Man was at the moment when he first breathed."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "On Virginity 12:32",
                            "text": "And what was that? Destitute he was then of his covering of dead skins, but he could gaze without shrinking upon God's countenance."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "On Virginity 12:33",
                            "text": "He did not yet judge of what was lovely by taste or sight; he found in the Lord alone all that was sweet; and he used the helpmeet given him only for this delight, as Scripture signifies when it said that \"he knew her not\" till he was driven forth from the garden, and till she, for the sin which she was decoyed into committing, was sentenced to the pangs of childbirth."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "On Virginity 12:34",
                            "text": "We, then, who in our first ancestor were thus ejected, are allowed to return to our earliest state of blessedness by the very same stages by which we lost Paradise."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "On Virginity 12:35",
                            "text": "What are they? Pleasure, craftily offered, began the Fall, and there followed after pleasure shame, and fear, even to remain longer in the sight of their Creator, so that they hid themselves in leaves and shade; and after that they covered themselves with the skins of dead animals; and then were sent forth into this pestilential and exacting land where, as the compensation for having to die, marriage was instituted."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "On Virginity 12:36",
                            "text": "Now if we are destined \"to depart hence, and be with Christ,\" we must begin at the end of the route of departure (which lies nearest to ourselves); just as those who have travelled far from their friends at home, when they turn to reach again the place from which they started, first leave that district which they reached at the end of their outward journey."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "On Virginity 12:37",
                            "text": "Marriage, then, is the last stage of our separation from the life that was led in Paradise; marriage therefore, as our discourse has been suggesting, is the first thing to be left; it is the first station as it were for our departure to Christ."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "On Virginity 12:38",
                            "text": "Next, we must retire from all anxious toil upon the land, such as man was bound to after his sin."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "On Virginity 12:39",
                            "text": "Next we must divest ourselves of those coverings of our nakedness, the coats of skins, namely the wisdom of the flesh; we must renounce all shameful things done in secret, and be covered no longer with the fig-leaves of this bitter world; then, when we have torn off the coatings of this life's perishable leaves, we must stand again in the sight of our Creator; and repelling all the illusion of taste and sight, take for our guide God's commandment only, instead of the venom-spitting serpent."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "On Virginity 12:40",
                            "text": "That commandment was, to touch nothing but what was Good, and to leave what was evil untasted; because impatience to remain any longer in ignorance of evil would be but the beginning of the long train of actual evil."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "On Virginity 12:41",
                            "text": "For this reason it was forbidden to our first parents to grasp the knowledge of the opposite to the good, as well as that of the good itself; they were to keep themselves from \"the knowledge of good and evil,\" and to enjoy the Good in its purity, unmixed with one particle of evil: and to enjoy that, is in my judgment nothing else than to be ever with God, and to feel ceaselessly and continually this delight, unalloyed by aught that could tear us away from it."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "On Virginity 12:42",
                            "text": "One might even be bold to say that this might be found the way by which a man could be again caught up into Paradise out of this world which lieth in the Evil, into that Paradise where Paul was when he saw the unspeakable sights which it is not lawful for a man to talk of."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "On Virginity 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "On Virginity 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "On Virginity 13:2",
                            "text": "But seeing that Paradise is the home of living spirits, and will not admit those who are dead in sin, and that we on the other hand are fleshly, subject to death, and sold under sin, how is it possible that one who is a subject of death's empire should ever dwell in this land where all is life? What method of release from this jurisdiction can be devised? Here too the Gospel teaching is abundantly sufficient."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "On Virginity 13:3",
                            "text": "We hear our Lord saying to Nicodemus, \"That which is born of the flesh is flesh; and that which is born of the Spirit is spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "On Virginity 13:4",
                            "text": "We know too that the flesh is subject to death because of sin, but the Spirit of God is both incorruptible, and life-giving, and deathless."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "On Virginity 13:5",
                            "text": "As at our physical birth there comes into the world with us a potentiality of being again turned to dust, plainly the Spirit also imparts a life-giving potentiality to the children begotten by Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "On Virginity 13:6",
                            "text": "What lesson, then, results from these remarks? This: that we should wean ourselves from this life in the flesh, which has an inevitable follower, death; and that we should search for a manner of life which does not bring death in its train."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "On Virginity 13:7",
                            "text": "Now the life of Virginity is such a life."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "On Virginity 13:8",
                            "text": "We will add a few other things to show how true this is."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "On Virginity 13:9",
                            "text": "Every one knows that the propagation of mortal frames is the work which the intercourse of the sexes has to do; whereas for those who are joined to the Spirit, life and immortality instead of children are produced by this latter intercourse; and the words of the Apostle beautifully suit their case, for the joyful mother of such children as these \"shall be saved in child-bearing;\" as the Psalmist in his divine songs thankfully cries, \"He maketh the barren woman to keep house, and to be a joyful mother of children\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "On Virginity 13:10",
                            "text": "Truly a joyful mother is the virgin mother who by the operation of the Spirit conceives the deathless children, and who is called by the Prophet barren because of her modesty only."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "On Virginity 13:11",
                            "text": "This life, then, which is stronger than the power of death, is, to those who think, the preferable one."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "On Virginity 13:12",
                            "text": "The physical bringing of children into the world—I speak without wishing to offend—is as much a starting-point of death as of life; because from the moment of birth the process of dying commences."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "On Virginity 13:13",
                            "text": "But those who by virginity have desisted from this process have drawn within themselves the boundary line of death, and by their own deed have checked his advance; they have made themselves, in fact, a frontier between life and death, and a barrier too, which thwarts him."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "On Virginity 13:14",
                            "text": "If, then, death cannot pass beyond virginity, but finds his power checked and shattered there, it is demonstrated that virginity is a stronger thing than death; and that body is rightly named undying which does not lend its service to a dying world, nor brook to become the instrument of a succession of dying creatures."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "On Virginity 13:15",
                            "text": "In such a body the long unbroken career of decay and death, which has intervened between the first man and the lives of virginity which have been led, is interrupted."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "On Virginity 13:16",
                            "text": "It could not be indeed that death should cease working as long as the human race by marriage was working too; he walked the path of life with all preceding generations; he started with every new-born child and accompanied it to the end: but he found in virginity a barrier, to pass which was an impossible feat."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "On Virginity 13:17",
                            "text": "Just as, in the age of Mary the mother of God, he who had reigned from Adam to her time found, when he came to her and dashed his forces against the fruit of her virginity as against a rock, that he was shattered to pieces upon her, so in every soul which passes through this life in the flesh under the protection of virginity, the strength of death is in a manner broken and annulled, for he does not find the places upon which he may fix his sting."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "On Virginity 13:18",
                            "text": "If you do not throw into the fire wood, or straw, or grass, or something that it can consume, it has not the force to last by itself; so the power of death cannot go on working, if marriage does not supply it with material and prepare victims for this executioner."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "On Virginity 13:19",
                            "text": "If you have any doubts left, consider the actual names of those afflictions which death brings upon mankind, and which were detailed in the first part of this discourse."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "On Virginity 13:20",
                            "text": "Whence do they get their meaning? \"Widowhood,\" \"orphanhood,\" \"loss of children,\" could they be a subject for grief, if marriage did not precede? Nay, all the dearly-prized blisses, and transports, and comforts of marriage end in these agonies of grief."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "On Virginity 13:21",
                            "text": "The hilt of a sword is smooth and handy, and polished and glittering outside; it seems to grow to the outline of the hand; but the other part is steel and the instrument of death, formidable to look at, more formidable still to come across."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "On Virginity 13:22",
                            "text": "Such a thing is marriage."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "On Virginity 13:23",
                            "text": "It offers for the grasp of the senses a smooth surface of delights, like a hilt of rare polish and beautiful workmanship; but when a man has taken it up and has got it into his hands, he finds the pain that has been wedded to it is in his hands as well; and it becomes to him the worker of mourning and of loss."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "On Virginity 13:24",
                            "text": "It is marriage that has the heartrending spectacles to show of children left desolate in the tenderness of their years, a mere prey to the powerful, yet smiling often at their misfortune from ignorance of coming woes."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "On Virginity 13:25",
                            "text": "What is the cause of widowhood but marriage? And retirement from this would bring with it an immunity from the whole burden of these sad taxes on our hearts."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "On Virginity 13:26",
                            "text": "Can we expect it otherwise? When the verdict that was pronounced on the delinquents in the beginning is annulled, then too the mothers' \"sorrows\" are no longer \"multiplied,\" nor does \"sorrow\" herald the births of men; then all calamity has been removed from life and \"tears wiped from off all faces;\" conception is no more an iniquity, nor child-bearing a sin; and births shall be no more \"of bloods,\" or \"of the will of man,\" or \"of the will of the flesh\", but of God alone."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "On Virginity 13:27",
                            "text": "This is always happening whenever any one in a lively heart conceives all the integrity of the Spirit, and brings forth wisdom and righteousness, and sanctification and redemption too."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "On Virginity 13:28",
                            "text": "It is possible for any one to be the mother of such a son; as our Lord says, \"He that doeth my will is my brother, my sister, and my mother\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "On Virginity 13:29",
                            "text": "What room is there for death in such parturitions? Indeed in them death is swallowed up by life."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "On Virginity 13:30",
                            "text": "In fact, the Life of Virginity seems to be an actual representation of the blessedness in the world to come, showing as it does in itself so many signs of the presence of those expected blessings which are reserved for us there."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "On Virginity 13:31",
                            "text": "That the truth of this statement may be perceived, we will verify it thus."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "On Virginity 13:32",
                            "text": "It is so, first, because a man who has thus died once for all to sin lives for the future to God; he brings forth no more fruit unto death; and having so far as in him lies made an end of this life within him according to the flesh, he awaits thenceforth the expected blessing of the manifestation of the great God, refraining from putting any distance between himself and this coming of God by an intervening posterity: secondly, because he enjoys even in this present life a certain exquisite glory of all the blessed results of our resurrection."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "On Virginity 13:33",
                            "text": "For our Lord has announced that the life after our resurrection shall be as that of the angels."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "On Virginity 13:34",
                            "text": "Now the peculiarity of the angelic nature is that they are strangers to marriage; therefore the blessing of this promise has been already received by him who has not only mingled his own glory with the halo of the Saints, but also by the stainlessness of his life has so imitated the purity of these incorporeal beings."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "On Virginity 13:35",
                            "text": "If virginity then can win us favours such as these, what words are fit to express the admiration of so great a grace? What other gift of the soul can be found so great and precious as not to suffer by comparison with this perfection?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "On Virginity 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "On Virginity 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "On Virginity 14:2",
                            "text": "But if we apprehend at last the perfection of this grace, we must understand as well what necessarily follows from it; namely that it is not a single achievement, ending in the subjugation of the body, but that in intention it reaches to and pervades everything that is, or is considered, a right condition of the soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "On Virginity 14:3",
                            "text": "That soul indeed which in virginity cleaves to the true Bridegroom will not remove herself merely from all bodily defilement; she will make that abstension only the beginning of her purity, and will carry this security from failure equally into everything else upon her path."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "On Virginity 14:4",
                            "text": "Fearing lest, from a too partial heart, she should by contact with evil in any one direction give occasion for the least weakness of unfaithfulness (to suppose such a case: but I will begin again what I was going to say), that soul which cleaves to her Master so as to become with Him one spirit, and by the compact of a wedded life has staked the love of all her heart and all her strength on Him alone—that soul will no more commit any other of the offences contrary to salvation, than imperil her union with Him by cleaving to fornication; she knows that between all sins there is a single kinship of impurity, and that if she were to defile herself with but one, she could no longer retain her spotlessness."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "On Virginity 14:5",
                            "text": "An illustration will show what we mean."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "On Virginity 14:6",
                            "text": "Suppose all the water in a pool remaining smooth and motionless, while no disturbance of any kind comes to mar the peacefulness of the spot; and then a stone thrown into the pool; the movement in that one part will extend to the whole, and while the stone's weight is carrying it to the bottom, the waves that are set in motion round it pass in circles into others, and so through all the intervening commotion are pushed on to the very edge of the water, and the whole surface is ruffled with these circles, feeling the movement of the depths."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "On Virginity 14:7",
                            "text": "So is the broad serenity and calm of the soul troubled by one invading passion, and affected by the injury of a single part."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "On Virginity 14:8",
                            "text": "They tell us too, those who have investigated the subject, that the virtues are not disunited from each other, and that to grasp the principle of any one virtue will be impossible to one who has not seized that which underlies the rest, and that the man who shows one virtue in his character will necessarily show them all."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "On Virginity 14:9",
                            "text": "Therefore, by contraries, the depravation of anything in our moral nature will extend to the whole virtuous life; and in very truth, as the Apostle tells us, the whole is affected by the parts, and \"if one member suffer, all the members suffer with it,\" \"if one be honoured, all rejoice\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "On Virginity 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "On Virginity 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "On Virginity 15:2",
                            "text": "But the ways in our life which turn aside towards sin are innumerable; and their number is told by Scripture in divers manners."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "On Virginity 15:3",
                            "text": "\"Many are they that trouble me and persecute,\" and \"Many are they that fight against me from on high\"; and many other texts like that."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "On Virginity 15:4",
                            "text": "We may affirm, indeed, absolutely, that many are they who plot in the adulterer's fashion to destroy this truly honourable marriage, and to defile this inviolate bed; and if we must name them one by one, we charge with this adulterous spirit anger, avarice, envy, revenge, enmity, malice, hatred, and whatever the Apostle puts in the class of those things which are contrary to sound doctrine."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "On Virginity 15:5",
                            "text": "Now let us suppose a lady, prepossessing and lovely above her peers, and on that account wedded to a king, but besieged because of her beauty by profligate lovers."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "On Virginity 15:6",
                            "text": "As long as she remains indignant at these would-be seducers and complains of them to her lawful husband, she keeps her chastity and has no one before her eyes but her bridegroom; the profligates find no vantage ground for their attack upon her."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "On Virginity 15:7",
                            "text": "But if she were to listen to a single one of them, her chastity with regard to the rest would not exempt her from the retribution; it would be sufficient to condemn her, that she had allowed that one to defile the marriage bed."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "On Virginity 15:8",
                            "text": "So the soul whose life is in God will find her pleasure in no single one of those things which make a beauteous show to deceive her."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "On Virginity 15:9",
                            "text": "If she were, in some fit of weakness, to admit the defilement to her heart, she would herself have broken the covenant of her spiritual marriage; and, as the Scripture tells us, \"into the malicious soul Wisdom cannot come\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "On Virginity 15:10",
                            "text": "It may, in a word, be truly said that the Good Husband cannot come to dwell with the soul that is irascible, or malice-bearing, or harbours any other disposition which jars with that concord."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "On Virginity 15:11",
                            "text": "No way has been discovered of harmonizing things whose nature is antagonistic and which have nothing in common."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "On Virginity 15:12",
                            "text": "The Apostle tells us there is \"no communion of light with darkness,\" or of righteousness with iniquity, or, in a word, of all the qualities which we perceive and name as the essence of God's nature, with all the opposite which are perceived in evil."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "On Virginity 15:13",
                            "text": "Seeing, then, the impossibility of any union between mutual repellents, we understand that the vicious soul is estranged from entertaining the company of the Good."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "On Virginity 15:14",
                            "text": "What then is the practical lesson from this? The chaste and thoughtful virgin must sever herself from any affection which can in any way impart contagion to her soul; she must keep herself pure for the Husband who has married her, \"not having spot or blemish or any such thing\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "On Virginity 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "On Virginity 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "On Virginity 16:2",
                            "text": "There is only one right path."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "On Virginity 16:3",
                            "text": "It is narrow and contracted."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "On Virginity 16:4",
                            "text": "It has no turnings either on the one side or the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "On Virginity 16:5",
                            "text": "No matter how we leave it, there is the same danger of straying hopelessly away."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "On Virginity 16:6",
                            "text": "This being so, the habit which many have got into must be as far as possible corrected; those, I mean, who while they fight strenuously against the baser pleasures, yet still go on hunting for pleasure in the shape of worldly honour and positions which will gratify their love of power."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "On Virginity 16:7",
                            "text": "They act like some domestic who longed for liberty, but instead of exerting himself to get away from slavery proceeded only to change his masters, and thought liberty consisted in that change."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "On Virginity 16:8",
                            "text": "But all alike are slaves, even though they should not all go on being ruled by the same masters, as long as a dominion of any sort, with power to enforce it, is set over them."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "On Virginity 16:9",
                            "text": "There are others again who after a long battle against all the pleasures, yield themselves easily on another field, where feelings of an opposite kind come in; and in the intense exactitude of their lives fall a ready prey to melancholy and irritation, and to brooding over injuries, and to everything that is the direct opposite of pleasurable feelings; from which they are very reluctant to extricate themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "On Virginity 16:10",
                            "text": "This is always happening, whenever any emotion, instead of virtuous reason, controls the course of a life."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "On Virginity 16:11",
                            "text": "For the commandment of the Lord is exceedingly far-shining, so as to \"enlighten the eyes\" even of \"the simple,\" declaring that good cleaveth only unto God."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "On Virginity 16:12",
                            "text": "But God is not pain any more than He is pleasure; He is not cowardice any more than boldness; He is not fear, nor anger, nor any other emotion which sways the untutored soul, but, as the Apostle says, He is Very Wisdom and Sanctification, Truth and Joy and Peace, and everything like that."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "On Virginity 16:13",
                            "text": "If He is such, how can any one be said to cleave to Him, who is mastered by the very opposite? Is it not want of reason in any one to suppose that when he has striven successfully to escape the dominion of one particular passion, he will find virtue in its opposite? For instance, to suppose that when he has escaped pleasure, he will find virtue in letting pain have possession of him; or when he has by an effort remained proof against anger, in crouching with fear."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "On Virginity 16:14",
                            "text": "It matters not whether we miss virtue, or rather God Himself Who is the Sum of virtue, in this way, or in that."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "On Virginity 16:15",
                            "text": "Take the case of great bodily prostration; one would say that the sadness of this failure was just the same, whether the cause has been excessive under-feeding, or immoderate eating; both failures to stop in time end in the same result."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "On Virginity 16:16",
                            "text": "He therefore who watches over the life and the sanity of the soul will confine himself to the moderation of the truth; he will continue without touching either of those opposite states which run along-side virtue."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "On Virginity 16:17",
                            "text": "This teaching is not mine; it comes from the Divine lips."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "On Virginity 16:18",
                            "text": "It is clearly contained in that passage where our Lord says to His disciples, that they are as sheep wandering amongst wolves, yet are not to be as doves only, but are to have something of the serpent too in their disposition; and that means that they should neither carry to excess the practice of that which seems praiseworthy in simplicity, as such a habit would come very near to downright madness, nor on the other hand should deem the cleverness which most admire to be a virtue, while unsoftened by any mixture with its opposite; they were in fact to form another disposition, by a compound of these two seeming opposites, cutting off its silliness from the one, its evil cunning from the other; so that one single beautiful character should be created from the two, a union of simplicity of purpose with shrewdness."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "On Virginity 16:19",
                            "text": "\"Be ye,\" He says, \"wise as serpents, and harmless as doves\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "On Virginity 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "On Virginity 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "On Virginity 17:2",
                            "text": "Let that which was then said by our Lord be the general maxim for every life; especially let it be the maxim for those who are coming nearer God through the gateway of virginity, that they should never in watching for a perfection in one direction present an unguarded side in another and contrary one; but should in all directions realize the good, so that they may guarantee in all things their holy life against failure."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "On Virginity 17:3",
                            "text": "A soldier does not arm himself only on some points, leaving the rest of his body to take its chance unprotected."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "On Virginity 17:4",
                            "text": "If he were to receive his death-wound upon that, what would have been the advantage of this partial armour? Again, who would call that feature faultless, which from some accident had lost one of those requisites which go to make up the sum of beauty? The disfigurement of the mutilated part mars the grace of the part untouched."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "On Virginity 17:5",
                            "text": "The Gospel implies that he who undertakes the building of a tower, but spends all his labour upon the foundations without ever reaching the completion, is worthy of ridicule; and what else do we learn from the Parable of the Tower, but to strive to come to the finish of every lofty purpose, accomplishing the work of God in all the multiform structures of His commandments? One stone, indeed, is no more the whole edifice of the Tower, than one commandment kept will raise the soul's perfection to the required height."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "On Virginity 17:6",
                            "text": "The foundation must by all means first be laid but over it, as the Apostle says, the edifice of gold and precious gems must be built; for so is the doing of the commandment put by the Prophet who cries, \"I have loved Thy commandment above gold and many a precious stone\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "On Virginity 17:7",
                            "text": "Let the virtuous life have for its substructure the love of virginity; but upon this let every result of virtue be reared."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "On Virginity 17:8",
                            "text": "If virginity is believed to be a vastly precious thing and to have a divine look (as indeed is the case, as well as men believe of it), yet, if the whole life does not harmonize with this perfect note, and it be marred by the succeeding discord of the soul, this thing becomes but \"the jewel of gold in the swine's snout\" or \"the pearl that is trodden under the swine's feet\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "On Virginity 17:9",
                            "text": "But we have said enough upon this."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "On Virginity 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "On Virginity 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "On Virginity 18:2",
                            "text": "If any one supposes that this want of mutual harmony between his life and a single one of its circumstances is quite unimportant, let him be taught the meaning of our maxim by looking at the management of a house."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "On Virginity 18:3",
                            "text": "The master of a private dwelling will not allow any untidiness or unseemliness to be seen in the house, such as a couch upset, or the table littered with rubbish, or vessels of price thrown away into dirty corners, while those which serve ignobler uses are thrust forward for entering guests to see."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "On Virginity 18:4",
                            "text": "He has everything arranged neatly and in the proper place, where it stands to most advantage; and then he can welcome his guests, without any misgivings that he need be ashamed of opening the interior of his house to receive them."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "On Virginity 18:5",
                            "text": "The same duty, I take it, is incumbent on that master of our \"tabernacle,\" the mind; it has to arrange everything within us, and to put each particular faculty of the soul, which the Creator has fashioned to be our implement or our vessel, to fitting and noble uses."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "On Virginity 18:6",
                            "text": "We will now mention in detail the way in which any one might manage his life, with its present advantages, to his improvement, hoping that no one will accuse us of trifling, or over-minuteness."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "On Virginity 18:7",
                            "text": "We advise, then, that love's passion be placed in the soul's purest shrine, as a thing chosen to be the first fruits of all our gifts, and devoted entirely to God; and when once this has been done, to keep it untouched and unsullied by any secular defilement."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "On Virginity 18:8",
                            "text": "Then indignation, and anger, and hatred must be as watch-dogs to be roused only against attacking sins; they must follow their natural impulse only against the thief and the enemy who is creeping in to plunder the divine treasure-chamber, and who comes only for that, that he may steal, and mangle, and destroy."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "On Virginity 18:9",
                            "text": "Courage and confidence are to be weapons in our hands to baffle any sudden surprise and attack of the wicked who advance."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "On Virginity 18:10",
                            "text": "Hope and patience are to be the staffs to lean upon, whenever we are weary with the trials of the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "On Virginity 18:11",
                            "text": "As for sorrow, we must have a stock of it ready to apply, if need should happen to arise for it, in the hour of repentance for our sins; believing at the same time that it is never useful, except to minister to that."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "On Virginity 18:12",
                            "text": "Righteousness will be our rule of straightforwardness, guarding us from stumbling either in word or deed, and guiding us in the disposal of the faculties of our soul, as well as in the due consideration for every one we meet."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "On Virginity 18:13",
                            "text": "The love of gain, which is a large, incalculably large, element in every soul, when once applied to the desire for God, will bless the man who has it; for he will be violent where it is right to be violent."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "On Virginity 18:14",
                            "text": "Wisdom and prudence will be our advisers as to our best interests; they will order our lives so as never to suffer from any thoughtless folly."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "On Virginity 18:15",
                            "text": "But suppose a man does not apply the aforesaid faculties of the soul to their proper use, but reverses their intended purpose; suppose he wastes his love upon the basest objects, and stores up his hatred only for his own kinsmen; suppose he welcomes iniquity, plays the man only against his parents, is bold only in absurdities, fixes his hopes on emptiness, chases prudence and wisdom from his company, takes gluttony and folly for his mistresses, and uses all his other opportunities in the same fashion, he would indeed be a strange and unnatural character to a degree beyond any one's power to express."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "On Virginity 18:16",
                            "text": "If we could imagine any one putting his armour on all the wrong way, reversing the helmet so as to cover his face while the plume nodded backward, putting his feet into the cuirass, and fitting the greaves on to his breast, changing to the right side all that ought to go on the left and vice versa, and how such a hoplite would be likely to fare in battle, then we should have an idea of the fate in life which is sure to await him whose confused judgment makes him reverse the proper uses of his soul's faculties."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "On Virginity 18:17",
                            "text": "We must therefore provide this balance in all feeling; the true sobriety of mind is naturally able to supply it; and if one had to find an exact definition of this sobriety, one might declare absolutely, that it amounts to our ordered control, by dint of wisdom and prudence, over every emotion of the soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "On Virginity 18:18",
                            "text": "Moreover, such a condition in the soul will be no longer in need of any laborious method to attain to the high and heavenly realities; it will accomplish with the greatest ease that which erewhile seemed so unattainable; it will grasp the object of its search as a natural consequence of rejecting the opposite attractions."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "On Virginity 18:19",
                            "text": "A man who comes out of darkness is necessarily in the light; a man who is not dead is necessarily alive."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "On Virginity 18:20",
                            "text": "Indeed, if a man is not to have received his soul to no purpose, he will certainly be upon the path of truth; the prudence and the science employed to guard against error will be itself a sure guidance along the right road."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "On Virginity 18:21",
                            "text": "Slaves who have been freed and cease to serve their former masters, the very moment they become their own masters, direct all their thoughts towards themselves so, I take it, the soul which has been freed from ministering to the body becomes at once cognizant of its own inherent energy."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "On Virginity 18:22",
                            "text": "But this liberty consists, as we learn from the Apostle, in not again being held in the yoke of slavery, and in not being bound again, like a runaway or a criminal, with the fetters of marriage."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "On Virginity 18:23",
                            "text": "But I must return here to what I said at first; that the perfection of this liberty does not consist only in that one point of abstaining from marriage."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "On Virginity 18:24",
                            "text": "Let no one suppose that the prize of virginity is so insignificant and so easily won as that; as if one little observance of the flesh could settle so vital a matter."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "On Virginity 18:25",
                            "text": "But we have seen that every man who doeth a sin is the servant of sin; so that a declension towards vice in any act, or in any practice whatever, makes a slave, and still more, a branded slave, of the man, covering him through sin's lashes with bruises and seared spots."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "On Virginity 18:26",
                            "text": "Therefore it behoves the man who grasps at the transcendent aim of all virginity to be true to himself in every respect, and to manifest his purity equally in every relation of his life."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "On Virginity 18:27",
                            "text": "If any of the inspired words are required to aid our pleading, the Truth Itself will be sufficient to corroborate the truth when It inculcates this very kind of teaching in the veiled meaning of a Gospel Parable: the good and eatable fish are separated by the fishers' skill from the bad and poisonous fish, so that the enjoyment of the good should not be spoilt by any of the bad getting into the \"vessels\" with them."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "On Virginity 18:28",
                            "text": "The work of true sobriety is the same; from all pursuits and habits to choose that which is pure and improving, rejecting in every case that which does not seem likely to be useful, and letting it go back into the universal and secular life, called \"the sea,\" in the imagery of the Parable."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "On Virginity 18:29",
                            "text": "The Psalmist also, when expounding the doctrine of a full confession, calls this restless suffering tumultuous life, \"waters coming in even unto the soul,\" \"depths of waters,\" and a \"hurricane\"; in which sea indeed every rebellious thought sinks, as the Egyptian did, with a stone's weight into the deeps."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "On Virginity 18:30",
                            "text": "But all in us that is dear to God, and has a piercing insight into the truth (called \"Israel\" in the narrative), passes, but that alone, over that sea as if it were dry land, and is never reached by the bitterness and the brine of life's billows."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "On Virginity 18:31",
                            "text": "Thus, typically, under the leadership of the Law (for Moses was a type of the Law that was coming) Israel passes unwetted over that sea, while the Egyptian who crosses in her track is overwhelmed."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "On Virginity 18:32",
                            "text": "Each fares according to the disposition which he carries with him; one walks lightly enough, the other is dragged into the deep water."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "On Virginity 18:33",
                            "text": "For virtue is a light and buoyant thing, and all who live in her way \"fly like clouds,\" as Isaiah says, \"and as doves with their young ones\"; but sin is a heavy affair, \"sitting,\" as another of the prophets says, \"upon a talent of lead\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "On Virginity 18:34",
                            "text": "If, however, this reading of the history appears to any forced and inapplicable, and the miracle at the Red Sea does not present itself to him as written for our profit, let him listen to the Apostle: \"Now all these things happened unto them for types, and they are written for our admonition\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "On Virginity 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "On Virginity 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "On Virginity 19:2",
                            "text": "But besides other things the action of Miriam the prophetess also gives rise to these surmisings of ours."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "On Virginity 19:3",
                            "text": "Directly the sea was crossed she took in her hand a dry and sounding timbrel and conducted the women's dance."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "On Virginity 19:4",
                            "text": "By this timbrel the story may mean to imply virginity, as first perfected by Miriam; whom indeed I would believe to be a type of Mary the mother of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "On Virginity 19:5",
                            "text": "Just as the timbrel emits a loud sound because it is devoid of all moisture and reduced to the highest degree of dryness, so has virginity a clear and ringing report amongst men because it repels from itself the vital sap of merely physical life."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "On Virginity 19:6",
                            "text": "Thus, Miriam's timbrel being a dead thing, and virginity being a deadening of the bodily passions, it is perhaps not very far removed from the bounds of probability that Miriam was a virgin."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "On Virginity 19:7",
                            "text": "However, we can but guess and surmise, we cannot clearly prove, that this was so, and that Miriam the prophetess led a dance of virgins, even though many of the learned have affirmed distinctly that she was unmarried, from the fact that the history makes no mention either of her marriage or of her being a mother; and surely she would have been named and known, not as \"the sister of Aaron,\" but from her husband, if she had had one; since the head of the woman is not the brother but the husband."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "On Virginity 19:8",
                            "text": "But if, amongst a people with whom motherhood was sought after and classed as a blessing and regarded as a public duty, the grace of virginity, nevertheless, came to be regarded as a precious thing, how does it behove us to feel towards it, who do not \"judge\" of the Divine blessings \"according to the flesh\"? Indeed it has been revealed in the oracles of God, on what occasion to conceive and to bring forth is a good thing, and what species of fecundity was desired by God's saints; for both the Prophet Isaiah and the divine Apostle have made this clear and certain."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "On Virginity 19:9",
                            "text": "The one cries, \"From fear of Thee, O Lord, have I conceived;\" the other boasts that he is the parent of the largest family of any, bringing to the birth whole cities and nations; not the Corinthians and Galatians only whom by his travailings he moulded for the Lord, but all in the wide circuit from Jerusalem to Illyricum; his children filled the world, \"begotten\" by him in Christ through the Gospel."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "On Virginity 19:10",
                            "text": "In the same strain the womb of the Holy Virgin, which ministered to an Immaculate Birth, is pronounced blessed in the Gospel; for that birth did not annul the Virginity, nor did the Virginity impede so great a birth."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "On Virginity 19:11",
                            "text": "When the \"spirit of salvation,\" as Isaiah names it, is being born, the willings of the flesh are useless."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "On Virginity 19:12",
                            "text": "There is also a particular teaching of the Apostle, which harmonizes with this; viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "On Virginity 19:13",
                            "text": "each man of us is a double man; one the outwardly visible, whose natural fate it is to decay; the other perceptible only in the secret of the heart, yet capable of renovation."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "On Virginity 19:14",
                            "text": "If this teaching is true,—and it must be true because Wisdom is speaking there,—then there is no absurdity in supposing a double marriage also which answers in every detail to either man; and, maybe, if one was to assert boldly that the body's virginity was the co-operator and the agent of the inward marriage, this assertion would not be much beside the probable fact."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "On Virginity 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "On Virginity 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "On Virginity 20:2",
                            "text": "Now it is impossible, as far as manual exercise goes, to ply two arts at once; for instance, husbandry and sailing, or tinkering and carpentering."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "On Virginity 20:3",
                            "text": "If one is to be honestly taken in hand, the other must be left alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "On Virginity 20:4",
                            "text": "Just so, there are these two marriages for our choice, the one effected in the flesh, the other in the spirit; and preoccupation in the one must cause of necessity alienation from the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "On Virginity 20:5",
                            "text": "No more is the eye able to look at two objects at once; but it must concentrate its special attention on one at a time; no more can the tongue effect utterances in two different languages, so as to pronounce, for instance, a Hebrew word and a Greek word in the same moment: no more can the ear take in at one and the same time a narrative of facts, and a hortatory discourse; if each special tone is heard separately, it will impress its ideas upon the hearers' minds; but if they are combined and so poured into the ear, an inextricable confusion of ideas will be the result, one meaning being mutually lost in the other: and no more, by analogy, do our emotional powers possess a nature which can at once pursue the pleasures of sense and court the spiritual union; nor, besides, can both those ends be gained by the same courses of life; continence, mortification of the passions, scorn of fleshly needs, are the agents of the one union; but all that are the reverse of these are the agents of bodily habitation."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "On Virginity 20:6",
                            "text": "As, when two masters are before us to choose between, and we cannot be subject to both, for \"no man can serve two masters,\" he who is wise will choose the one most useful to himself, so, when two marriages are before us to choose between, and we cannot contract both, for \"he that is unmarried cares for the things of the Lord, but he that is married careth for the things of the world,\" I repeat that it would be the aim of a sound mind not to miss choosing the more profitable one; and not to be ignorant either of the way which will lead it to this, a way which cannot be learnt but by some such comparison as the following."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "On Virginity 20:7",
                            "text": "In the case of a marriage of this world a man who is anxious to avoid appearing altogether insignificant pays the greatest attention both to physical health, and becoming adornment, and amplitude of means and the security from any disgraceful revelations as to his antecedents or his parentage; for so he thinks things will be most likely to turn out as he wishes."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "On Virginity 20:8",
                            "text": "Now just in the same way the man who is courting the spiritual alliance will first of all display himself, by the renewal of his mind, a young man, without a single touch of age upon him; next he will reveal a lineage rich in that in which it is a noble ambition to be rich, not priding himself on worldly wealth, but luxuriating only in the heavenly treasures."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "On Virginity 20:9",
                            "text": "As for family distinction, he will not vaunt that which comes by the mere routine of devolution even to numbers of the worthless, but that which is gained by the successful efforts of his own zeal and labours; a distinction which only those can boast of who are \"sons of the light\" and children of God, and are styled \"nobles from the sunrise\" because of their splendid deeds."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "On Virginity 20:10",
                            "text": "Strength and health he will not try to gain by bodily training and feeding, but by all that is the contrary of this, perfecting the spirit's strength in the body's weakness."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "On Virginity 20:11",
                            "text": "I could tell also of the suitor's gifts to the bride in such a wedding; they are not procured by the money that perishes, but are contributed out of the wealth peculiar to the soul."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "On Virginity 20:12",
                            "text": "Would you know their names? You must hear from Paul, that excellent adorner of the Bride, in what the wealth of those consists who in everything commend themselves."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "On Virginity 20:13",
                            "text": "He mentions much else that is priceless in it, and adds, \"in chastity\"; and besides this all the recognized fruits of the spirit from any quarter whatever are gifts of this marriage."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "On Virginity 20:14",
                            "text": "If a man is going to carry out the advice of Solomon and take for helpmate and life-companion that true Wisdom of which he says, \"Love her, and she shall keep thee,\" \"honour her, that she may embrace thee,\" then he will prepare himself in a manner worthy of such a love, so as to feast with all the joyous wedding guests in spotless raiment, and not be cast forth, while claiming to sit at that feast, for not having put on the wedding garment."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "On Virginity 20:15",
                            "text": "It is plain moreover that the argument applies equally to men and women, to move them towards such a marriage."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "On Virginity 20:16",
                            "text": "\"There is neither male nor female,\" the Apostle says; \"Christ is all, and in all\"; and so it is equally reasonable that he who is enamoured of wisdom should hold the Object of his passionate desire, Who is the True Wisdom; and that the soul which cleaves to the undying Bridegroom should have the fruition of her love for the true Wisdom, which is God."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "On Virginity 20:17",
                            "text": "We have now sufficiently revealed the nature of the spiritual union, and the Object of the pure and heavenly Love."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "On Virginity 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "On Virginity 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "On Virginity 21:2",
                            "text": "It is perfectly clear that no one can come near the purity of the Divine Being who has not first himself become such; he must therefore place between himself and the pleasures of the senses a high strong wall of separation, so that in this his approach to the Deity the purity of his own heart may not become soiled again."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "On Virginity 21:3",
                            "text": "Such an impregnable wall will be found in a complete estrangement from everything wherein passion operates."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "On Virginity 21:4",
                            "text": "Now pleasure is one in kind, as we learn from the experts; as water parted into various channels from one single fountain, it spreads itself over the pleasure-lover through the various avenues of the senses; so that it has been on his heart that the man, who through any one particular sensation succumbs to the resulting pleasure, has received a wound from that sensation."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "On Virginity 21:5",
                            "text": "This accords with the teaching given from the Divine lips, that \"he who has satisfied the lust of the eyes has received the mischief already in his heart\"; for I take it that our Lord was speaking in that particular example of any of the senses; so that we might well carry on His saying, and add, \"He who hath heard, to lust after,\" and what follows, \"He who hath touched to lust after,\" \"He who hath lowered any faculty within us to the service of pleasure, hath sinned in his heart\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "On Virginity 21:6",
                            "text": "To prevent this, then, we want to apply to our own lives that rule of all temperance, never to let the mind dwell on anything wherein pleasure's bait is hid; but above all to be specially watchful against the pleasure of taste."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "On Virginity 21:7",
                            "text": "For that seems in a way the most deeply rooted, and to be the mother as it were of all forbidden enjoyment."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "On Virginity 21:8",
                            "text": "The pleasures of eating and drinking, leading to boundless excess, inflict upon the body the doom of the most dreadful sufferings; for over-indulgence is the parent of most of the painful diseases."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "On Virginity 21:9",
                            "text": "To secure for the body a continuous tranquillity, unstirred by the pains of surfeit, we must make up our minds to a more sparing regimen, and constitute the need of it on each occasion not the pleasure of it, as the measure and limit of our indulgence."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "On Virginity 21:10",
                            "text": "If the sweetness will nevertheless mingle itself with the satisfaction of the need (for hunger knows how to sweeten everything, and by the vehemence of appetite she gives the zest of pleasure to every discoverable supply of the need), we must not because of the resulting enjoyment reject the satisfaction, nor yet make this latter our leading aim."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "On Virginity 21:11",
                            "text": "In everything we must select the expedient quantity, and leave untouched what merely feasts the senses."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "On Virginity 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "On Virginity 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "On Virginity 22:2",
                            "text": "We see how the husbandmen have a method for separating the chaff, which is united with the wheat, with a view to employ each for its proper purpose, the one for the sustenance of man, the other for burning and the feeding of animals."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "On Virginity 22:3",
                            "text": "The labourer in the field of temperance will in like manner distinguish the satisfaction from the mere delight, and will fling this latter nature to savages \"whose end is to be burned,\" as the Apostle says, but will take the other, in proportion to the actual need, with thankfulness."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "On Virginity 22:4",
                            "text": "Many, however, slide into the very opposite kind of excess, and unconsciously to themselves, in their over-preciseness, laboriously thwart their own design; they let their soul fall down the other side from the heights of Divine elevation to the level of dull thoughts and occupations, where their minds are so bent upon regulations which merely affect the body, that they can no longer walk in their heavenly freedom and gaze above; their only inclination is to this tormenting and afflicting of the flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "On Virginity 22:5",
                            "text": "It would be well, then, to give this also careful thought, so as to be equally on our guard against either over-amount, neither stifling the mind beneath the wound of the flesh, nor, on the other hand, by gratuitously inflicted weakenings sapping and lowering the powers, so that it can have no thought but of the body's pain; and let every one remember that wise precept, which warns us from turning to the right hand or to the left."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "On Virginity 22:6",
                            "text": "I have heard a certain physician of my acquaintance, in the course of explaining the secrets of his art, say that our body consists of four elements, not of the same species, but disposed to be conflicting: yet the hot penetrated the cold, and an equally unexpected union of the wet and the dry took place, the contradictories of each pair being brought into contact by their relationship to the intervening pair."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "On Virginity 22:7",
                            "text": "He added an extremely subtle explanation of this account of his studies in nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "On Virginity 22:8",
                            "text": "Each of these elements was in its essence diametrically opposed to its contradictory; but then it had two other qualities lying on each side of it, and by virtue of its kinship with them it came into contact with its contradictory; for example, the cold and the hot each unite with the wet, or the dry; and again, the wet and the dry each unite with the hot, or the cold: and so this sameness of quality, when it manifests itself in contradictories, is itself the agent which affects the union of those contradictories."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "On Virginity 22:9",
                            "text": "What business of mine, however, is it to explain exactly the details of this change from this mutual separation and repugnance of nature, to this mutual union through the medium of kindred qualities, except for the purpose for which we mentioned it? And that purpose was to add that the author of this analysis of the body's constitution advised that all possible care be taken to preserve a balance between these properties, for that in fact health consisted in not letting any one of them gain the mastery within us."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "On Virginity 22:10",
                            "text": "If his doctrine has truth in it, then, for our health's continuance, we must secure such a habit, and by no irregularity of diet produce either an excess or a defect in any member of these our constituent elements."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "On Virginity 22:11",
                            "text": "The chariot-master, if the young horses which he has to drive will not work well together, does not urge a fast one with the whip, and rein in a slow one; nor, again, does he let a horse that shies in the traces or is hard-mouthed gallop his own way to the confusion of orderly driving; but he quickens the pace of the first, checks the second, reaches the third with cuts of his whip, till he has made them all breathe evenly together in a straight career."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "On Virginity 22:12",
                            "text": "Now our mind in like manner holds in its grasp the reins of this chariot of the body; and in that capacity it will not devise, in the time of youth, when heat of temperament is abundant, ways of heightening that fever; nor will it multiply the cooling and the thinning things when the body is already chilled by illness or by time; and in the case of all these physical qualities it will be guided by the Scripture, so as actually to realize it: \"He that gathered much had nothing over; and he that had gathered little had no lack\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "On Virginity 22:13",
                            "text": "It will curtail immoderate lengths in either direction, and so will be careful to replenish where there is much lack."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "On Virginity 22:14",
                            "text": "The inefficiency of the body from either cause will be that which it guards against; it will train the flesh, neither making it wild and ungovernable by excessive pampering, nor sickly and unstrung and nerveless for the required work by immoderate mortification."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "On Virginity 22:15",
                            "text": "That is temperance's highest aim; it looks not to the afflicting of the body, but to the peaceful action of the soul's functions."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "On Virginity 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "On Virginity 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "On Virginity 23:2",
                            "text": "Now the details of the life of him who has chosen to live in such a philosophy as this, the things to be avoided, the exercises to be engaged in, the rules of temperance, the whole method of the training, and all the daily regimen which contributes towards this great end, has been dealt with in certain written manuals of instruction for the benefit of those who love details."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "On Virginity 23:3",
                            "text": "Yet there is a plainer guide to be found than verbal instruction; and that is practice: and there is nothing vexatious in the maxim that when we are undertaking a long journey or voyage we should get an instructor."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "On Virginity 23:4",
                            "text": "\"But,\" says the Apostle, \"the word is nigh thee;\" the grace begins at home; there is the manufactory of all the virtues; there this life has become exquisitely refined by a continual progress towards consummate perfection; there, whether men are silent or whether they speak, there is large opportunity for being instructed in this heavenly citizenship through the actual practice of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "On Virginity 23:5",
                            "text": "Any theory divorced from living examples, however admirably it may be dressed out, is like the unbreathing statue, with its show of a blooming complexion impressed in tints and colours; but the man who acts as well as teaches, as the Gospel tells us, he is the man who is truly living, and has the bloom of beauty, and is efficient and stirring."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "On Virginity 23:6",
                            "text": "It is to him that we must go, if we mean, according to the saying of Scripture, to \"retain\" virginity."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "On Virginity 23:7",
                            "text": "One who wants to learn a foreign language is not a competent instructor of himself; he gets himself taught by experts, and can then talk with foreigners."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "On Virginity 23:8",
                            "text": "So, for this high life, which does not advance in nature's groove, but is estranged from her by the novelty of its course, a man cannot be instructed thoroughly unless he puts himself into the hands of one who has himself led it in perfection; and indeed in all the other professions of life the candidate is more likely to achieve success if he gets from tutors a scientific knowledge of each part of the subject of his choice, than if he undertook to study it by himself; and this particular profession is not one where everything is so clear that judgment as to our best course in it is necessarily left to ourselves; it is one where to hazard a step into the unknown at once brings us into danger."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "On Virginity 23:9",
                            "text": "The science of medicine once did not exist; it has come into being by the experiments which men have made, and has gradually been revealed through their various observations; the healing and the harmful drug became known from the attestation of those who had tried them, and this distinction was adopted into the theory of the art, so that the close observation of former practitioners became a precept for those who succeeded; and now any one who studies to attain this art is under no necessity to ascertain at his own peril the power of any drug, whether it be a poison or a medicine; he has only to learn from others the known facts, and may then practise with success."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "On Virginity 23:10",
                            "text": "It is so also with that medicine of the soul, philosophy, from which we learn the remedy for every weakness that can touch the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "On Virginity 23:11",
                            "text": "We need not hunt after a knowledge of these remedies by dint of guess-work and surmisings; we have abundant means of learning them from him who by a long and rich experience has gained the possession which we seek."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "On Virginity 23:12",
                            "text": "In any matter youth is generally a giddy guide; and it would not be easy to find anything of importance succeeding, in which gray hairs have not been called in to share in the deliberations."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "On Virginity 23:13",
                            "text": "Even in all other undertakings we must, in proportion to their greater importance, take the more precaution against failure; for in them too the thoughtless designs of youth have brought loss; on property, for instance; or have compelled the surrender of a position in the world, and even of renown."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "On Virginity 23:14",
                            "text": "But in this mighty and sublime ambition it is not property, or secular glory lasting for its hour, or any external fortune, that is at stake;—of such things, whether they settle themselves well or the reverse, the wise take small account;—here rashness can affect the soul itself; and we run the awful hazard, not of losing any of those other things whose recovery even may perhaps be possible, but of ruining our very selves and making the soul a bankrupt."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "On Virginity 23:15",
                            "text": "A man who has spent or lost his patrimony does not despair, as long as he is in the land of the living, of perchance coming again through contrivances into his former competence; but the man who has ejected himself from this calling, deprives himself as well of all hope of a return to better things."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "On Virginity 23:16",
                            "text": "Therefore, since most embrace virginity while still young and unformed in understanding, this before anything else should be their employment, to search out a fitting guide and master of this way, lest, in their present ignorance, they should wander from the direct route, and strike out new paths of their own in trackless wilds."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "On Virginity 23:17",
                            "text": "\"Two are better than one,\" says the Preacher; but a single one is easily vanquished by the foe who infests the path which leads to God; and verily \"woe to him that is alone when he falleth, for he hath not another to help him up\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "On Virginity 23:18",
                            "text": "Some ere now in their enthusiasm for the stricter life have shown a dexterous alacrity; but, as if in the very moment of their choice they had already touched perfection, their pride has had a shocking fall, and they have been tripped up from madly deluding themselves into thinking that that to which their own mind inclined them was the true beauty."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "On Virginity 23:19",
                            "text": "In this number are those whom Wisdom calls the \"slothful ones,\" who bestrew their \"way\" with \"thorns\"; who think it a moral loss to be anxious about keeping the commandments; who erase from their own minds the Apostolic teaching, and instead of eating the bread of their own honest earning fix on that of others, and make their idleness itself into an art of living."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "On Virginity 23:20",
                            "text": "From this number, too, come the Dreamers, who put more faith in the illusions of their dreams than in the Gospel teaching, and style their own phantasies \"revelations\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "On Virginity 23:21",
                            "text": "Hence, too, those who \"creep into the houses\"; and again others who suppose virtue to consist in savage bearishness, and have never known the fruits of long-suffering and humility of spirit."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "On Virginity 23:22",
                            "text": "Who could enumerate all the pitfalls into which any one might slip, from refusing to have recourse to men of godly celebrity? Why, we have known ascetics of this class who have persisted in their fasting even unto death, as if \"with such sacrifices God were well pleased;\" and, again, others who rush off into the extreme diametrically opposite, practising celibacy in name only and leading a life in no way different from the secular; for they not only indulge in the pleasures of the table, but are openly known to have a woman in their houses; and they call such a friendship a brotherly affection, as if, forsooth, they could veil their own thought, which is inclined to evil, under a sacred term."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "On Virginity 23:23",
                            "text": "It is owing to them that this pure and holy profession of virginity is \"blasphemed amongst the Gentiles\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "On Virginity 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "On Virginity 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "On Virginity 24:2",
                            "text": "It would therefore be to their profit, for the young to refrain from laying down for themselves their future course in this profession; and indeed, examples of holy lives for them to follow are not wanting in the living generation."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "On Virginity 24:3",
                            "text": "Now, if ever before, saintliness abounds and penetrates our world; by gradual advances it has reached the highest mark of perfectness; and one who follows such footsteps in his daily rounds may catch this halo; one who tracks the scent of this preceding perfume may be drenched in the sweet odours of Christ Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "On Virginity 24:4",
                            "text": "As, when one torch has been fired, flame is transmitted to all the neighbouring candlesticks, without either the first light being lessened or blazing with unequal brilliance on the other points where it has been caught; so the saintliness of a life is transmitted from him who has achieved it, to those who come within his circle; for there is truth in the Prophet's saying, that one who lives with a man who is \"holy\" and \"clean\" and \"elect,\" will become such himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "On Virginity 24:5",
                            "text": "If you would wish to know the sure signs, which will secure you the real model, it is not hard to take a sketch from life."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "On Virginity 24:6",
                            "text": "If you see a man so standing between death and life, as to select from each helps for the contemplative course, never letting death's stupor paralyze his zeal to keep all the commandments, nor yet placing both feet in the world of the living, since he has weaned himself from secular ambitions;—a man who remains more insensate than the dead themselves to everything that is found on examination to be living for the flesh, but instinct with life and energy and strength in the achievements of virtue, which are the sure marks of the spiritual life;—then look to that man for the rule of your life; let him be the leading light of your course of devotion, as the constellations that never set are to the pilot; imitate his youth and his gray hairs: or, rather, imitate the old man and the stripling who are joined in him; for even now in his declining years time has not blunted the keen activity of his soul, nor was his youth active in the sphere of youth's well-known employments; in both seasons of life he has shown a wonderful combination of opposites, or rather an exchange of the peculiar qualities of each; for in age he shows, in the direction of the good, a young man's energy, while, in the hours of youth, in the direction of evil, his passions were powerless."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "On Virginity 24:7",
                            "text": "If you wish to know what were the passions of that glorious youth of his, you will have for your imitation the intensity and glow of his godlike love of wisdom, which grew with him from his childhood, and has continued with him into his old age."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "On Virginity 24:8",
                            "text": "But if you cannot gaze upon him, as the weak-sighted cannot gaze upon the sun, at all events watch that band of holy men who are ranged beneath him, and who by the illumination of their lives are a model for this age."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "On Virginity 24:9",
                            "text": "God has placed them as a beacon for us who live around; many among them have been young men there in their prime, and have grown gray in the unbroken practice of continence and temperance; they were old in reasonableness before their time, and in character outstripped their years."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "On Virginity 24:10",
                            "text": "The only love they tasted was that of wisdom; not that their natural instincts were different from the rest; for in all alike \"the flesh lusteth against the spirit;\" but they listened to some purpose to him who said that Temperance \"is a tree of life to them that lay hold upon her;\" and they sailed across the swelling billows of existence upon this tree of life, as upon a skiff; and anchored in the haven of the will of God; enviable now after so fair a voyage, they rest their souls in that sunny cloudless calm."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "On Virginity 24:11",
                            "text": "They now ride safe themselves at the anchor of a good hope, far out of reach of the tumult of the billows; and for others who will follow they radiate the splendour of their lives as beacon-fires on some high watch-tower."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "On Virginity 24:12",
                            "text": "We have indeed a mark to guide us safely over the ocean of temptations; and why make the too curious inquiry, whether some with such thoughts as these have not fallen nevertheless, and why therefore despair, as if the achievement was beyond your reach? Look on him who has succeeded, and boldly launch upon the voyage with confidence that it will be prosperous, and sail on under the breeze of the Holy Spirit with Christ your pilot and with the oarage of good cheer."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "On Virginity 24:13",
                            "text": "For those who \"go down to the sea in ships and occupy their business in great waters\" do not let the shipwreck that has befallen some one else prevent their being of good cheer; they rather shield their hearts in this very confidence, and so sweep on to accomplish their successful feat."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "On Virginity 24:14",
                            "text": "Surely it is the most absurd thing in the world to reprobate him who has slipped in a course which requires the greatest nicety, while one considers those who all their lives have been growing old in failures and in errors, to have chosen the better part."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "On Virginity 24:15",
                            "text": "If one single approach to sin is such an awful thing that you deem it safer not to take in hand at all this loftier aim, how much more awful a thing it is to make sin the practice of a whole life, and to remain thereby absolutely ignorant of the purer course! How can you in your full life obey the Crucified? How can you, hale in sin, obey Him Who died to sin? How can you, who are not crucified to the world, and will not accept the mortification of the flesh, obey Him Who bids you follow after Him, and Who bore the Cross in His own body, as a trophy from the foe? How can you obey Paul when he exhorts you \"to present your body a living sacrifice, holy, acceptable unto God,\" when you are \"conformed to this world,\" and not transformed by the renewing of your mind, when you are not \"walking\" in this \"newness of life,\" but still pursuing the routine of \"the old man\"? How can you be a priest unto God, anointed though you are for this very office, to offer a gift to God; a gift in no way another's, no counterfeited gift from sources outside yourself, but a gift that is really your own, namely, \"the inner man,\" who must be perfect and blameless, as it is required of a lamb to be without spot or blemish? How can you offer this to God, when you do not listen to the law forbidding the unclean to offer sacrifices? If you long for God to manifest Himself to you, why do you not hear Moses, when he commands the people to be pure from the stains of marriage, that they may take in the vision of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "On Virginity 24:16",
                            "text": "If this all seems little in your eyes, to be crucified with Christ, to present yourself a sacrifice to God, to become a priest unto the most high God, to make yourself worthy of the vision of the Almighty, what higher blessings than these can we imagine for you, if indeed you make light of the consequences of these as well? And the consequence of being crucified with Christ is that we shall live with Him, and be glorified with Him, and reign with Him; and the consequence of presenting ourselves to God is that we shall be changed from the rank of human nature and human dignity to that of Angels; for so speaks Daniel, that \"thousand thousands stood before him\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "On Virginity 24:17",
                            "text": "He too who has taken his share in the true priesthood and placed himself beside the Great High Priest remains altogether himself a priest for ever, prevented for eternity from remaining any more in death."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "On Virginity 24:18",
                            "text": "To say, again, that one makes oneself worthy to see God, produces no less a result than this; that one is made worthy to see God."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "On Virginity 24:19",
                            "text": "Indeed, the crown of every hope, and of every desire, of every blessing, and of every promise of God, and of all those unspeakable delights which we believe to exist beyond our perception and our knowledge,—the crowning result of them all, I say, is this."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "On Virginity 24:20",
                            "text": "Moses longed earnestly to see it, and many prophets and kings have desired to see the same: but the only class deemed worthy of it are the pure in heart, those who are, and are named \"blessed,\" for this very reason, that \"they shall see God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "On Virginity 24:21",
                            "text": "Wherefore we would that you too should become crucified with Christ, a holy priest standing before God, a pure offering in all chastity, preparing yourself by your own holiness for God's coming; that you also may have a pure heart in which to see God, according to the promise of God, and of our Saviour Jesus Christ, to Whom be glory for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}