{
    "books": [
        {
            "name": "Augustine: Confessions Book XI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book XI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:1",
                            "text": "Confessions Book XI: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:2",
                            "text": "—By Confession He Desires to Stimulate Towards God His Own Love and That of His Readers."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:3",
                            "text": "O Lord, since eternity is Thine, art Thou ignorant of the things which I say unto Thee? Or seest Thou at the time that which cometh to pass in time? Why, therefore, do I place before Thee so many relations of things? Not surely that Thou mightest know them through me, but that I may awaken my own love and that of my readers towards Thee, that we may all say, \"Great is the Lord, and greatly to be praised\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:4",
                            "text": "I have already said, and shall say, for the love of Thy love do I this."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:5",
                            "text": "For we also pray, and yet Truth says, \"Your Father knoweth what things ye have need of before ye ask Him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:6",
                            "text": "Therefore do we make known unto Thee our love, in confessing unto Thee our own miseries and Thy mercies upon us, that Thou mayest free us altogether, since Thou hast begun, that we may cease to be wretched in ourselves, and that we may be blessed in Thee; since Thou hast called us, that we may be poor in spirit, and meek, and mourners, and hungering and athirst after righteousness, and merciful, and pure in heart, and peacemakers."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XI 1:7",
                            "text": "Behold, I have told unto Thee many things, which I could and which I would, for Thou first wouldest that I should confess unto Thee, the Lord my God, for Thou art good, since Thy \"mercy endureth for ever\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book XI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:2",
                            "text": "—He Begs of God that Through the Holy Scriptures He May Be Led to Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:3",
                            "text": "But when shall I suffice with the tongue of my pen to express all Thy exhortations, and all Thy terrors, and comforts, and guidances, whereby Thou hast led me to preach Thy Word and to dispense Thy Sacrament unto Thy people? And if I suffice to utter these things in order, the drops of time are dear to me."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:4",
                            "text": "Long time have I burned to meditate in Thy law, and in it to confess to Thee my knowledge and ignorance, the beginning of Thine enlightening, and the remains of my darkness, until infirmity be swallowed up by strength."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:5",
                            "text": "And I would not that to aught else those hours should flow away, which I find free from the necessities of refreshing my body, and the care of my mind, and of the service which we owe to men, and which, though we owe not, even yet we pay."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:6",
                            "text": "O Lord my God, hear my prayer, and let Thy mercy regard my longing, since it bums not for myself alone, but because it desires to benefit brotherly charity; and Thou seest into my heart, that so it is."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:7",
                            "text": "I would sacrifice to Thee the service of my thought and tongue; and do Thou give what I may offer unto Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:8",
                            "text": "For \"I am poor and needy,\" Thou rich unto all that call upon Thee, who free from care carest for us."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:9",
                            "text": "Circumcise from all rashness and from all lying my inward and outward lips."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:10",
                            "text": "Let Thy Scriptures be my chaste delights."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:11",
                            "text": "Neither let me be deceived in them, nor deceive out of them."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:12",
                            "text": "Lord, hear and pity, O Lord my God, light of the blind, and strength of the weak; even also light of those that see, and strength of the strong, hearken unto my soul, and hear it crying \"out of the depths\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:13",
                            "text": "For unless Thine ears be present in the depths also, whither shall we go? whither shall we cry? \"The day is Thine, and the night also is Thine\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:14",
                            "text": "At Thy nod the moments flee by."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:15",
                            "text": "Grant thereof space for our meditations amongst the hidden things of Thy law, nor close it against us who knock."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:16",
                            "text": "For not in vain hast Thou willed that the obscure secret of so many pages should be written."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:17",
                            "text": "Nor is it that those forests have not their harts, betaking themselves therein, and ranging, and walking, and feeding, lying down, and ruminating."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:18",
                            "text": "Perfect me, O Lord, and reveal them unto me."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:19",
                            "text": "Behold, Thy voice is my joy, Thy voice surpasseth the abundance of pleasures."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:20",
                            "text": "Give that which I love, for I do love; and this hast Thou given."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:21",
                            "text": "Abandon not Thine own gifts, nor despise Thy grass that thirsteth."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:22",
                            "text": "Let me confess unto Thee whatsoever I shall have found in Thy books, and let me hear the voice of praise, and let me imbibe Thee, and reflect on the wonderful things of Thy law; even from the beginning, wherein Thou madest the heaven and the earth, unto the everlasting kingdom of Thy holy city that is with Thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:23",
                            "text": "Lord, have mercy on me and hear my desire."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:24",
                            "text": "For I think that it is not of the earth, nor of gold and silver, and precious stones, nor gorgeous apparel, nor honours and powers, nor the pleasures of the flesh, nor necessaries for the body, and this life of our pilgrimage; all which are added to those that seek Thy kingdom and Thy righteousness."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:25",
                            "text": "Behold, O Lord my God, whence is my desire."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:26",
                            "text": "The unrighteous have told me of delights, but not such as Thy law, O Lord."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:27",
                            "text": "Behold whence is my desire."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:28",
                            "text": "Behold, Father, look and see, and approve; and let it be pleasing in the sight of Thy mercy, that I may find grace before Thee, that the secret things of Thy Word may be opened unto me when I knock."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:29",
                            "text": "I beseech, by our Lord Jesus Christ, Thy Son, \"the Man of Thy right hand, the Son of man, whom Thou madest strong for Thyself,\" as Thy Mediator and ours, through whom Thou hast sought us, although not seeking Thee, but didst seek us that we might seek Thee,—Thy Word through whom Thou hast made all things, and amongst them me also, Thy Only-begotten, through whom Thou hast called to adoption the believing people, and therein me also."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:30",
                            "text": "I beseech Thee through Him, who sitteth at Thy right hand, and \"maketh intercession for us,\" \"in whom are hid all treasures of wisdom and knowledge\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:31",
                            "text": "Him do I seek in Thy books."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XI 2:32",
                            "text": "Of Him did Moses write; this saith Himself; this saith the Truth."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book XI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:2",
                            "text": "—He Begins from the Creation of the World—Not Understanding the Hebrew Text."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:3",
                            "text": "Let me hear and understand how in the beginning Thou didst make the heaven and the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:4",
                            "text": "Moses wrote this; he wrote and departed,—passed hence from Thee to Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:5",
                            "text": "Nor now is he before me; for if he were I would hold him, and ask him, and would adjure him by Thee that he would open unto me these things, and I would lend the ears of my body to the sounds bursting forth from his mouth."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:6",
                            "text": "And should he speak in the Hebrew tongue, in vain would it beat on my senses, nor would aught touch my mind; but if in Latin, I should know what he said."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:7",
                            "text": "But whence should I know whether he said what was true? But if I knew this even, should I know it from him? Verily within me, within in the chamber of my thought, Truth, neither Hebrew, nor Greek, nor Latin, nor barbarian, without the organs of voice and tongue, without the sound of syllables, would say, \"He speaks the truth,\" and I, forthwith assured of it, confidently would say unto that man of Thine, \"Thou speakest the truth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XI 3:8",
                            "text": "As, then, I cannot inquire of him, I beseech Thee,—Thee, O Truth, full of whom he spake truth,—Thee, my God, I beseech, forgive my sins; and do Thou, who didst give to that Thy servant to speak these things, grant to me also to understand them."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book XI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:2",
                            "text": "—Heaven and Earth Cry Out that They Have Been Created by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:3",
                            "text": "Behold, the heaven and earth are; they proclaim that they were made, for they are changed and varied."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:4",
                            "text": "Whereas whatsoever hath not been made, and yet hath being, hath nothing in it which there was not before; this is what it is to be changed and varied."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:5",
                            "text": "They also proclaim that they made not themselves; \"therefore we are, because we have been made; we were not therefore before we were, so that we could have made ourselves\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:6",
                            "text": "And the voice of those that speak is in itself an evidence."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:7",
                            "text": "Thou, therefore, Lord, didst make these things; Thou who art beautiful, for they are beautiful; Thou who art good, for they are good; Thou who art, for they are."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:8",
                            "text": "Nor even so are they beautiful, nor good, nor are they, as Thou their Creator art; compared with whom they are neither beautiful, nor good, nor are at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:9",
                            "text": "These things we know, thanks be to Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XI 4:10",
                            "text": "And our knowledge, compared with Thy knowledge, is ignorance."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book XI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:2",
                            "text": "—God Created the World Not from Any Certain Matter, But in His Own Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:3",
                            "text": "But how didst Thou make the heaven and the earth, and what was the instrument of Thy so mighty work? For it was not as a human worker fashioning body from body, according to the fancy of his mind, in somewise able to assign a form which it perceives in itself by its inner eye."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:4",
                            "text": "And whence should he be able to do this, hadst not Thou made that mind? And he assigns to it already existing, and as it were having a being, a form, as clay, or stone, or wood, or gold, or such like."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:5",
                            "text": "And whence should these things be, hadst not Thou appointed them? Thou didst make for the workman his body,—Thou the mind commanding the limbs,—Thou the matter whereof he makes anything,—Thou the capacity whereby he may apprehend his art, and see within what he may do without,—Thou the sense of his body, by which, as by an interpreter, he may from mind unto matter convey that which he doeth, and report to his mind what may have been done, that it within may consult the truth, presiding over itself, whether it be well done."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:6",
                            "text": "All these things praise Thee, the Creator of all."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:7",
                            "text": "But how dost Thou make them? How, O God, didst Thou make heaven and earth? Truly, neither in the heaven nor in the earth didst Thou make heaven and earth; nor in the air, nor in the waters, since these also belong to the heaven and the earth; nor in the whole world didst Thou make the whole world; because there was no place wherein it could be made before it was made, that it might be; nor didst Thou hold anything in Thy hand wherewith to make heaven and earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XI 5:8",
                            "text": "For whence couldest Thou have what Thou hadst not made, whereof to make anything? For what is, save because Thou art? Therefore Thou didst speak and they were made, and in Thy Word Thou madest these things."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book XI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:2",
                            "text": "—He Did Not, However, Create It by a Sounding and Passing Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:3",
                            "text": "But how didst Thou speak? Was it in that manner in which the voice came from the cloud, saying, \"This is my beloved Son\"? For that voice was uttered and passed away, began and ended."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:4",
                            "text": "The syllables sounded and passed by, the second after the first, the third after the second, and thence in order, until the last after the rest, and silence after the last."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:5",
                            "text": "Hence it is clear and plain that the motion of a creature expressed it, itself temporal, obeying Thy Eternal will."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:6",
                            "text": "And these thy words formed at the time, the outer ear conveyed to the intelligent mind, whose inner ear lay attentive to Thy eternal word."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:7",
                            "text": "But it compared these words sounding in time with Thy eternal word in silence, and said, \"It is different, very different."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:8",
                            "text": "These words are far beneath me, nor are they, since they flee and pass away; but the Word of my Lord remaineth above me for ever\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:9",
                            "text": "If, then, in sounding and fleeting words Thou didst say that heaven and earth should be made, and didst thus make heaven and earth, there was already a corporeal creature before heaven and earth by whose temporal motions that voice might take its course in time."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:10",
                            "text": "But there was nothing corporeal before heaven and earth; or if there were, certainly Thou without a transitory voice hadst created that whence Thou wouldest make the passing voice, by which to say that the heaven and the earth should be made."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:11",
                            "text": "For whatsoever that were of which such a voice was made, unless it were made by Thee, it could not be at all."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XI 6:12",
                            "text": "By what word of Thine was it decreed that a body might be made, whereby these words might be made?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book XI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:2",
                            "text": "—By His Co-Eternal Word He Speaks, and All Things are Done."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:3",
                            "text": "Thou callest us, therefore, to understand the Word, God with Thee, God, which is spoken eternally, and by it are all things spoken eternally."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:4",
                            "text": "For what was spoken was not finished, and another spoken until all were spoken; but all things at once and for ever."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:5",
                            "text": "For otherwise have we time and change, and not a true eternity, nor a true immortality."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:6",
                            "text": "This I know, O my God, and give thanks."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:7",
                            "text": "I know, I confess to Thee, O Lord, and whosoever is not unthankful to certain truth, knows and blesses Thee with me."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:8",
                            "text": "We know, O Lord, we know; since in proportion as anything is not what it was, and is what it was not, in that proportion does it die and arise."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:9",
                            "text": "Not anything, therefore, of Thy Word giveth place and cometh into place again, because it is truly immortal and eternal."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XI 7:10",
                            "text": "And, therefore, unto the Word co-eternal with Thee, Thou dost at once and for ever say all that Thou dost say; and whatever Thou sayest shall be made, is made; nor dost Thou make otherwise than by speaking; yet all things are not made both together and everlasting which Thou makest by speaking."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book XI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:2",
                            "text": "—That Word Itself is the Beginning of All Things, in the Which We are Instructed as to Evangelical Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:3",
                            "text": "Why is this, I beseech Thee, O Lord my God? I see it, however; but how I shall express it, I know not, unless that everything which begins to be and ceases to be, then begins and ceases when in Thy eternal Reason it is known that it ought to begin or cease where nothing beginneth or ceaseth."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:4",
                            "text": "The same is Thy Word, which is also \"the Beginning,\" because also It speaketh unto us."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:5",
                            "text": "Thus, in the gospel He speaketh through the flesh; and this sounded outwardly in the ears of men, that it might be believed and sought inwardly, and that it might be found in the eternal Truth, where the good and only Master teacheth all His disciples."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:6",
                            "text": "There, O Lord, I hear Thy voice, the voice of one speaking unto me, since He speaketh unto us who teacheth us."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:7",
                            "text": "But He that teacheth us not, although He speaketh, speaketh not to us."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:8",
                            "text": "Moreover, who teacheth us, unless it be the immutable Truth? For even when we are admonished through a changeable creature, we are led to the Truth immutable."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:9",
                            "text": "There we learn truly while we stand and hear Him, and rejoice greatly \"because of the Bridegroom's voice,\" restoring us to that whence we are."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:10",
                            "text": "And, therefore, the Beginning, because unless It remained, there would not, where we strayed, be whither to return."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:11",
                            "text": "But when we return from error, it is by knowing that we return."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XI 8:12",
                            "text": "But that we may know, He teacheth us, because He is the Beginning and speaketh unto us."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book XI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:2",
                            "text": "—Wisdom and the Beginning."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:3",
                            "text": "In this Beginning, O God, hast Thou made heaven and earth,—in Thy Word, in Thy Son, in Thy Power, in Thy Wisdom, in Thy Truth, wondrously speaking and wondrously making."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:4",
                            "text": "Who shall comprehend? who shall relate it? What is that which shines through me, and strikes my heart without injury, and I both shudder and burn? I shudder inasmuch as I am unlike it; and I burn inasmuch as I am like it."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:5",
                            "text": "It is Wisdom itself that shines through me, clearing my cloudiness, which again overwhelms me, fainting from it, in the darkness and amount of my punishment."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:6",
                            "text": "For my strength is brought down in need, so that I cannot endure my blessings, until Thou, O Lord, who hast been gracious to all mine iniquities, heal also all mine infirmities; because Thou shalt also redeem my life from corruption, and crown me with Thy loving-kindness and mercy, and shalt satisfy my desire with good things, because my youth shall be renewed like the eagle's."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:7",
                            "text": "For by hope we are saved; and through patience we await Thy promises."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:8",
                            "text": "Let him that is able hear Thee discoursing within."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:9",
                            "text": "I will with confidence cry out from Thy oracle, How wonderful are Thy works, O Lord, in Wisdom hast Thou made them all."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XI 9:10",
                            "text": "And this Wisdom is the Beginning, and in that Beginning hast Thou made heaven and earth."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book XI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:2",
                            "text": "—The Rashness of Those Who Inquire What God Did Before He Created Heaven and Earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:3",
                            "text": "Lo, are they not full of their ancient way, who say to us, \"What was God doing before He made heaven and earth? For if,\" say they, \"He were unoccupied, and did nothing, why does He not for ever also, and from henceforth, cease from working, as in times past He did? For if any new motion has arisen in God, and a new will, to form a creature which He had never before formed, however can that be a true eternity where there ariseth a will which was not before? For the will of God is not a creature, but before the creature; because nothing could be created unless the will of the Creator were before it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:4",
                            "text": "The will of God, therefore, pertaineth to His very Substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:5",
                            "text": "But if anything hath arisen in the Substance of God which was not before, that Substance is not truly called eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XI 10:6",
                            "text": "But if it was the eternal will of God that the creature should be, why was not the creature also from eternity?\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book XI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XI 11:2",
                            "text": "—They Who Ask This Have Not as Yet Known the Eternity of God, Which is Exempt from the Relation of Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XI 11:3",
                            "text": "Those who say these things do not as yet understand Thee, O Thou Wisdom of God, Thou light of souls; not as yet do they understand how these things be made which are made by and in Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XI 11:4",
                            "text": "They even endeavour to comprehend things eternal; but as yet their heart flieth about in the past and future motions of things, and is still wavering."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XI 11:5",
                            "text": "Who shall hold it and fix it, that it may rest a little, and by degrees catch the glory of that everstanding eternity, and compare it with the times which never stand, and see that it is incomparable; and that a long time cannot become long, save from the many motions that pass by, which cannot at the same instant be prolonged; but that in the Eternal nothing passeth away, but that the whole is present; but no time is wholly present; and let him see that all time past is forced on by the future, and that all the future followeth from the past, and that all, both past and future, is created and issues from that which is always present? Who will hold the heart of man, that it may stand still, and see how the still-standing eternity, itself neither future nor past, uttereth the times future and past? Can my hand accomplish this, or the hand of my mouth by persuasion bring about a thing so great?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book XI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:2",
                            "text": "—What God Did Before the Creation of the World."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:3",
                            "text": "Behold, I answer to him who asks, \"What was God doing before He made heaven and earth?\" I answer not, as a certain person is reported to have done facetiously (avoiding the pressure of the question), \"He was preparing hell,\" saith he, \"for those who pry into mysteries\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:4",
                            "text": "It is one thing to perceive, another to laugh,—these things I answer not."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:5",
                            "text": "For more willingly would I have answered, \"I know not what I know not,\" than that I should make him a laughing-stock who asketh deep things, and gain praise as one who answereth false things."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:6",
                            "text": "But I say that Thou, our God, art the Creator of every creature; and if by the term \"heaven and earth\" every creature is understood, I boldly say, \"That before God made heaven and earth, He made not anything."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XI 12:7",
                            "text": "For if He did, what did He make unless the creature?\" And would that I knew whatever I desire to know to my advantage, as I know that no creature was made before any creature was made."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: Confessions Book XI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:2",
                            "text": "—Before the Times Created by God, Times Were Not."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:3",
                            "text": "But if the roving thought of any one should wander through the images of bygone time, and wonder that Thou, the God Almighty, and All-creating, and All-sustaining, the Architect of heaven and earth, didst for innumerable ages refrain from so great a work before Thou wouldst make it, let him awake and consider that he wonders at false things."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:4",
                            "text": "For whence could innumerable ages pass by which Thou didst not make, since Thou art the Author and Creator of all ages? Or what times should those be which were not made by Thee? Or how should they pass by if they had not been? Since, therefore, Thou art the Creator of all times, if any time was before Thou madest heaven and earth, why is it said that Thou didst refrain from working? For that very time Thou madest, nor could times pass by before Thou madest times."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:5",
                            "text": "But if before heaven and earth there was no time, why is it asked, What didst Thou then? For there was no \"then\" when time was not."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:6",
                            "text": "Nor dost Thou by time precede time; else wouldest not Thou precede all times."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:7",
                            "text": "But in the excellency of an ever-present eternity, Thou precedest all times past, and survivest all future times, because they are future, and when they have come they will be past; but \"Thou art the same, and Thy years shall have no end\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:8",
                            "text": "Thy years neither go nor come; but ours both go and come, that all may come."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:9",
                            "text": "All Thy years stand at once since they do stand; nor were they when departing excluded by coming years, because they pass not away; but all these of ours shall be when all shall cease to be."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:10",
                            "text": "Thy years are one day, and Thy day is not daily, but today; because Thy today yields not with tomorrow, for neither doth it follow yesterday."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:11",
                            "text": "Thy today is eternity; therefore didst Thou beget the Co-eternal, to whom Thou saidst, \"This day have I begotten Thee\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XI 13:12",
                            "text": "Thou hast made all time; and before all times Thou art, nor in any time was there not time."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: Confessions Book XI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:2",
                            "text": "—Neither Time Past Nor Future, But the Present Only, Really is."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:3",
                            "text": "At no time, therefore, hadst Thou not made anything, because Thou hadst made time itself."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:4",
                            "text": "And no times are co-eternal with Thee, because Thou remainest for ever; but should these continue, they would not be times."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:5",
                            "text": "For what is time? Who can easily and briefly explain it? Who even in thought can comprehend it, even to the pronouncing of a word concerning it? But what in speaking do we refer to more familiarly and knowingly than time? And certainly we understand when we speak of it; we understand also when we hear it spoken of by another."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:6",
                            "text": "What, then, is time? If no one ask of me, I know; if I wish to explain to him who asks, I know not."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:7",
                            "text": "Yet I say with confidence, that I know that if nothing passed away, there would not be past time; and if nothing were coming, there would not be future time; and if nothing were, there would not be present time."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:8",
                            "text": "Those two times, therefore, past and future, how are they, when even the past now is not; and the future is not as yet? But should the present be always present, and should it not pass into time past, time truly it could not be, but eternity."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XI 14:9",
                            "text": "If, then, time present—if it be time—only comes into existence because it passes into time past, how do we say that even this is, whose cause of being is that it shall not be—namely, so that we cannot truly say that time is, unless because it tends not to be?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: Confessions Book XI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:2",
                            "text": "—There is Only a Moment of Present Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:3",
                            "text": "And yet we say that \"time is long and time is short;\" nor do we speak of this save of time past and future."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:4",
                            "text": "A long time past, for example, we call a hundred years ago; in like manner a long time to come, a hundred years hence."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:5",
                            "text": "But a short time past we call, say, ten days ago: and a short time to come, ten days hence."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:6",
                            "text": "But in what sense is that long or short which is not? For the past is not now, and the future is not yet."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:7",
                            "text": "Therefore let us not say, \"It is long;\" but let us say of the past, \"It hath been long,\" and of the future, \"It will be long\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:8",
                            "text": "O my Lord, my light, shall not even here Thy truth deride man? For that past time which was long, was it long when it was already past, or when it was as yet present? For then it might be long when there was that which could be long, but when past it no longer was; wherefore that could not be long which was not at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:9",
                            "text": "Let us not, therefore, say, \"Time past hath been long;\" for we shall not find what may have been long, seeing that since it was past it is not; but let us say \"that present time was long, because when it was present it was long\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:10",
                            "text": "For it had not as yet passed away so as not to be, and therefore there was that which could be long."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:11",
                            "text": "But after it passed, that ceased also to be long which ceased to be."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:12",
                            "text": "Let us therefore see, O human soul, whether present time can be long; for to thee is it given to perceive and to measure periods of time."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:13",
                            "text": "What wilt thou reply to me? Is a hundred years when present a long time? See, first, whether a hundred years can be present."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:14",
                            "text": "For if the first year of these is current, that is present, but the other ninety and nine are future, and therefore they are not as yet."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:15",
                            "text": "But if the second year is current, one is already past, the other present, the rest future."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:16",
                            "text": "And thus, if we fix on any middle year of this hundred as present, those before it are past, those after it are future; wherefore a hundred years cannot be present."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:17",
                            "text": "See at least whether that year itself which is current can be present."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:18",
                            "text": "For if its first month be current, the rest are future; if the second, the first hath already passed, and the remainder are not yet."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:19",
                            "text": "Therefore neither is the year which is current as a whole present; and if it is not present as a whole, then the year is not present."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:20",
                            "text": "For twelve months make the year, of which each individual month which is current is itself present, but the rest are either past or future."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:21",
                            "text": "Although neither is that month which is current present, but one day only: if the first, the rest being to come, if the last, the rest being past; if any of the middle, then between past and future."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:22",
                            "text": "Behold, the present time, which alone we found could be called long, is abridged to the space scarcely of one day."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:23",
                            "text": "But let us discuss even that, for there is not one day present as a whole."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:24",
                            "text": "For it is made up of four-and-twenty hours of night and day, whereof the first hath the rest future, the last hath them past, but any one of the intervening hath those before it past, those after it future."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:25",
                            "text": "And that one hour passeth away in fleeting particles."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:26",
                            "text": "Whatever of it hath flown away is past, whatever remaineth is future."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:27",
                            "text": "If any portion of time be conceived which cannot now be divided into even the minutest particles of moments, this only is that which may be called present; which, however, flies so rapidly from future to past, that it cannot be extended by any delay."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:28",
                            "text": "For if it be extended, it is divided into the past and future; but the present hath no space."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:29",
                            "text": "Where, therefore, is the time which we may call long? Is it nature? Indeed we do not say, \"It is long,\" because it is not yet, so as to be long; but we say, \"It will be long\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XI 15:30",
                            "text": "When, then, will it be? For if even then, since as yet it is future, it will not be long, because what may be long is not as yet; but it shall be long, when from the future, which as yet is not, it shall already have begun to be, and will have become present, so that there could be that which may be long; then doth the present time cry out in the words above that it cannot be long."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: Confessions Book XI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:2",
                            "text": "—Time Can Only Be Perceived or Measured While It is Passing."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:3",
                            "text": "And yet, O Lord, we perceive intervals of times, and we compare them with themselves, and we say some are longer, others shorter."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:4",
                            "text": "We even measure by how much shorter or longer this time may be than that; and we answer, \"That this is double or treble, while that is but once, or only as much as that\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:5",
                            "text": "But we measure times passing when we measure them by perceiving them; but past times, which now are not, or future times, which as yet are not, who can measure them? Unless, perchance, any one will dare to say, that that can be measured which is not."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XI 16:6",
                            "text": "When, therefore, time is passing, it can be perceived and measured; but when it has passed, it cannot, since it is not."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: Confessions Book XI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:2",
                            "text": "—Nevertheless There is Time Past and Future."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:3",
                            "text": "I ask, Father, I do not affirm."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:4",
                            "text": "O my God, rule and guide me."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:5",
                            "text": "\"Who is there who can say to me that there are not three times (as we learned when boys, and as we have taught boys), the past, present, and future, but only present, because these two are not? Or are they also; but when from future it becometh present, cometh it forth from some secret place, and when from the present it becometh past, doth it retire into anything secret? For where have they, who have foretold future things, seen these things, if as yet they are not? For that which is not cannot be seen."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:6",
                            "text": "And they who relate things past could not relate them as true, did they not perceive them in their mind."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:7",
                            "text": "Which things, if they were not, they could in no wise be discerned."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XI 17:8",
                            "text": "There are therefore things both future and past."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: Confessions Book XI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:2",
                            "text": "—Past and Future Times Cannot Be Thought of But as Present."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:3",
                            "text": "Suffer me, O Lord, to seek further; O my Hope, let not my purpose be confounded."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:4",
                            "text": "For if there are times past and future, I desire to know where they are."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:5",
                            "text": "But if as yet I do not succeed, I still know, wherever they are, that they are not there as future or past, but as present."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:6",
                            "text": "For if there also they be future, they are not as yet there; if even there they be past, they are no longer there."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:7",
                            "text": "Wheresoever, therefore, they are, whatsoever they are, they are only so as present."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:8",
                            "text": "Although past things are related as true, they are drawn out from the memory,—not the things themselves, which have passed, but the words conceived from the images of the things which they have formed in the mind as footprints in their passage through the senses."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:9",
                            "text": "My childhood, indeed, which no longer is, is in time past, which now is not; but when I call to mind its image, and speak of it, I behold it in the present, because it is as yet in my memory."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:10",
                            "text": "Whether there be a like cause of foretelling future things, that of things which as yet are not the images may be perceived as already existing, I confess, my God, I know not."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:11",
                            "text": "This certainly I know, that we generally think before on our future actions, and that this premeditation is present; but that the action whereon we premeditate is not yet, because it is future; which when we shall have entered upon, and have begun to do that which we were premeditating, then shall that action be, because then it is not future, but present."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:12",
                            "text": "In whatever manner, therefore, this secret preconception of future things may be, nothing can be seen, save what is."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:13",
                            "text": "But what now is is not future, but present."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:14",
                            "text": "When, therefore, they say that things future are seen, it is not themselves, which as yet are not (that is, which are future); but their causes or their signs perhaps are seen, the which already are."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:15",
                            "text": "Therefore, to those already beholding them, they are not future, but present, from which future things conceived in the mind are foretold."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:16",
                            "text": "Which conceptions again now are, and they who foretell those things behold these conceptions present before them."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:17",
                            "text": "Let now so multitudinous a variety of things afford me some example."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:18",
                            "text": "I behold daybreak; I foretell that the sun is about to rise."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:19",
                            "text": "That which I behold is present; what I foretell is future,—not that the sun is future, which already is; but his rising, which is not yet."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:20",
                            "text": "Yet even its rising I could not predict unless I had an image of it in my mind, as now I have while I speak."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:21",
                            "text": "But that dawn which I see in the sky is not the rising of the sun, although it may go before it, nor that imagination in my mind; which two are seen as present, that the other which is future may be foretold."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:22",
                            "text": "Future things, therefore, are not as yet; and if they are not as yet, they are not."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XI 18:23",
                            "text": "And if they are not, they cannot be seen at all; but they can be foretold from things present which now are, and are seen."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: Confessions Book XI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XI 19:2",
                            "text": "—We are Ignorant in What Manner God Teaches Future Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XI 19:3",
                            "text": "Thou, therefore, Ruler of Thy creatures, what is the method by which Thou teachest souls those things which are future? For Thou hast taught Thy prophets."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XI 19:4",
                            "text": "What is that way by which Thou, to whom nothing is future, dost teach future things; or rather of future things dost teach present? For what is not, of a certainty cannot be taught."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XI 19:5",
                            "text": "Too far is this way from my view; it is too mighty for me, I cannot attain unto it; but by Thee I shall be enabled, when Thou shalt have granted it, sweet light of my hidden eyes."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: Confessions Book XI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:2",
                            "text": "—In What Manner Time May Properly Be Designated."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:3",
                            "text": "But what now is manifest and clear is, that neither are there future nor past things."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:4",
                            "text": "Nor is it fitly said, \"There are three times, past, present and future;\" but perchance it might be fitly said, \"There are three times; a present of things past, a present of things present, and a present of things future\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:5",
                            "text": "For these three do somehow exist in the soul, and otherwise I see them not: present of things past, memory; present of things present, sight; present of things future, expectation."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:6",
                            "text": "If of these things we are permitted to speak, I see three times, and I grant there are three."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:7",
                            "text": "It may also be said, \"There are three times, past, present and future,\" as usage falsely has it."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:8",
                            "text": "See, I trouble not, nor gainsay, nor reprove; provided always that which is said may be understood, that neither the future, nor that which is past, now is."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XI 20:9",
                            "text": "For there are but few things which we speak properly, many things improperly; but what we may wish to say is understood."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: Confessions Book XI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:2",
                            "text": "—How Time May Be Measured."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:3",
                            "text": "I have just now said, then, that we measure times as they pass, that we may be able to say that this time is twice as much as that one, or that this is only as much as that, and so of any other of the parts of time which we are able to tell by measuring."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:4",
                            "text": "Wherefore, as I said, we measure times as they pass."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:5",
                            "text": "And if any one should ask me, \"Whence dost thou know?\" I can answer, \"I know, because we measure; nor can we measure things that are not; and things past and future are not\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:6",
                            "text": "But how do we measure present time, since it hath not space? It is measured while it passeth; but when it shall have passed, it is not measured; for there will not be aught that can be measured."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:7",
                            "text": "But whence, in what way, and whither doth it pass while it is being measured? Whence, but from the future? Which way, save through the present? Whither, but into the past? From that, therefore, which as yet is not, through that which hath no space, into that which now is not."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:8",
                            "text": "But what do we measure, unless time in some space? For we say not single, and double, and triple, and equal, or in any other way in which we speak of time, unless with respect to the spaces of times."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:9",
                            "text": "In what space, then, do we measure passing time? Is it in the future, whence it passeth over? But what yet we measure not, is not."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:10",
                            "text": "Or is it in the present, by which it passeth? But no space, we do not measure."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XI 21:11",
                            "text": "Or in the past, whither it passeth? But that which is not now, we measure not."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: Confessions Book XI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:2",
                            "text": "—He Prays God that He Would Explain This Most Entangled Enigma."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:3",
                            "text": "My soul yearns to know this most entangled enigma."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:4",
                            "text": "Forbear to shut up, O Lord my God, good Father,—through Christ I beseech Thee,—forbear to shut up these things, both usual and hidden, from my desire, that it may be hindered from penetrating them; but let them dawn through Thy enlightening mercy, O Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:5",
                            "text": "Of whom shall I inquire concerning these things? And to whom shall I with more advantage confess my ignorance than to Thee, to whom these my studies, so vehemently kindled towards Thy Scriptures, are not troublesome? Give that which I love; for I do love, and this hast Thou given me."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:6",
                            "text": "Give, Father, who truly knowest to give good gifts unto Thy children."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:7",
                            "text": "Give, since I have undertaken to know, and trouble is before me until Thou dost open it."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:8",
                            "text": "Through Christ, I beseech Thee, in His name, Holy of Holies, let no man interrupt me."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:9",
                            "text": "For I believed, and therefore do I speak."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:10",
                            "text": "This is my hope; for this do I live, that I may contemplate the delights of the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:11",
                            "text": "Behold, Thou hast made my days old, and they pass away, and in what manner I know not."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:12",
                            "text": "And we speak as to time and time, times and times,—\"How long is the time since he said this?\" \"How long the time since he did this?\" and, \"How long the time since I saw that?\" and, \"This syllable hath double the time of that single short syllable\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:13",
                            "text": "These words we speak, and these we hear; and we are understood, and we understand."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XI 22:14",
                            "text": "They are most manifest and most usual, and the same things again lie hid too deeply, and the discovery of them is new."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: Confessions Book XI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:2",
                            "text": "—That Time is a Certain Extension."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:3",
                            "text": "I have heard from a learned man that the motions of the sun, moon, and stars constituted time, and I assented not."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:4",
                            "text": "For why should not rather the motions of all bodies be time? What if the lights of heaven should cease, and a potter's wheel run round, would there be no time by which we might measure those revolutions, and say either that it turned with equal pauses, or, if it were moved at one time more slowly, at another more quickly, that some revolutions were longer, others less so? Or while we were saying this, should we not also be speaking in time? Or should there in our words be some syllables long, others short, but because those sounded in a longer time, these in a shorter? God grant to men to see in a small thing ideas common to things great and small."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:5",
                            "text": "Both the stars and luminaries of heaven are \"for signs and for seasons, and for days and years\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:6",
                            "text": "No doubt they are; but neither should I say that the circuit of that wooden wheel was a day, nor yet should he say that therefore there was no time."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:7",
                            "text": "I desire to know the power and nature of time, by which we measure the motions of bodies, and say (for example) that this motion is twice as long as that."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:8",
                            "text": "For, I ask, since \"day\" declares not the stay only of the sun upon the earth, according to which day is one thing, night another, but also its entire circuit from east even to east,—according to which we say, \"So many days have passed\" (the nights being included when we say \"so many days,\" and their spaces not counted apart),—since, then, the day is finished by the motion of the sun, and by his circuit from east to east, I ask, whether the motion itself is the day, or the period in which that motion is completed, or both? For if the first be the day, then would there be a day although the sun should finish that course in so small a space of time as an hour."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:9",
                            "text": "If the second, then that would not be a day if from one sunrise to another there were but so short a period as an hour, but the sun must go round four-and-twenty times to complete a day."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:10",
                            "text": "If both, neither could that be called a day if the sun should run his entire round in the space of an hour; nor that, if, while the sun stood still, so much time should pass as the sun is accustomed to accomplish his whole course in from morning to morning."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:11",
                            "text": "I shall not therefore now ask, what that is which is called day, but what time is, by which we, measuring the circuit of the sun, should say that it was accomplished in half the space of time it was wont, if it had been completed in so small a space as twelve hours; and comparing both times, we should call that single, this double time, although the sun should run his course from east to east sometimes in that single, sometimes in that double time."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:12",
                            "text": "Let no man then tell me that the motions of the heavenly bodies are times, because, when at the prayer of one the sun stood still in order that he might achieve his victorious battle, the sun stood still, but time went on."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:13",
                            "text": "For in such space of time as was sufficient was that battle fought and ended."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:14",
                            "text": "I see that time, then, is a certain extension."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XI 23:15",
                            "text": "But do I see it, or do I seem to see it? Thou, O Light and Truth, wilt show me."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: Confessions Book XI 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:2",
                            "text": "—That Time is Not a Motion of a Body Which We Measure by Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:3",
                            "text": "Dost Thou command that I should assent, if any one should say that time is \"the motion of a body?\" Thou dost not command me."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:4",
                            "text": "For I hear that no body is moved but in time."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:5",
                            "text": "This Thou sayest; but that the very motion of a body is time, I hear not; Thou sayest it not."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:6",
                            "text": "For when a body is moved, I by time measure how long it may be moving from the time in which it began to be moved till it left off."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:7",
                            "text": "And if I saw not whence it began, and it continued to be moved, so that I see not when it leaves off, I cannot measure unless, perchance, from the time I began until I cease to see."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:8",
                            "text": "But if I look long, I only proclaim that the time is long, but not how long it may be because when we say, \"How long,\" we speak by comparison, as, \"This is as long as that,\" or, \"This is double as long as that,\" or any other thing of the kind."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:9",
                            "text": "But if we were able to note down the distances of places whence and whither cometh the body which is moved, or its parts, if it moved as in a wheel, we can say in how much time the motion of the body or its part, from this place unto that, was performed."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:10",
                            "text": "Since, then, the motion of a body is one thing, that by which we measure how long it is another, who cannot see which of these is rather to be called time? For, although a body be sometimes moved, sometimes stand still, we measure not its motion only, but also its standing still, by time; and we say, \"It stood still as much as it moved;\" or, \"It stood still twice or thrice as long as it moved;\" and if any other space which our measuring hath either determined or imagined, more or less, as we are accustomed to say."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XI 24:11",
                            "text": "Time, therefore, is not the motion of a body."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: Confessions Book XI 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:2",
                            "text": "—He Calls on God to Enlighten His Mind."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:3",
                            "text": "And I confess unto Thee, O Lord, that I am as yet ignorant as to what time is, and again I confess unto Thee, O Lord, that I know that I speak these things in time, and that I have already long spoken of time, and that very \"long\" is not long save by the stay of time."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:4",
                            "text": "How, then, know I this, when I know not what time is? Or is it, perchance, that I know not in what wise I may express what I know? Alas for me, that I do not at least know the extent of my own ignorance! Behold, O my God, before Thee I lie not."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:5",
                            "text": "As I speak, so is my heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XI 25:6",
                            "text": "Thou shalt light my candle; Thou, O Lord my God, wilt enlighten my darkness."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: Confessions Book XI 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:2",
                            "text": "—We Measure Longer Events by Shorter in Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:3",
                            "text": "Doth not my soul pour out unto Thee truly in confession that I do measure times? But do I thus measure, O my God, and know not what I measure? I measure the motion of a body by time; and the time itself do I not measure? But, in truth, could I measure the motion of a body, how long it is, and how long it is in coming from this place to that, unless I should measure the time in which it is moved? How, therefore, do I measure this very time itself? Or do we by a shorter time measure a longer, as by the space of a cubit the space of a crossbeam? For thus, indeed, we seem by the space of a short syllable to measure the space of a long syllable, and to say that this is double."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:4",
                            "text": "Thus we measure the spaces of stanzas by the spaces of the verses, and the spaces of the verses by the spaces of the feet, and the spaces of the feet by the spaces of the syllables, and the spaces of long by the spaces of short syllables; not measuring by pages (for in that manner we measure spaces, not times), but when in uttering the words they pass by, and we say, \"It is a long stanza because it is made up of so many verses; long verses, because they consist of so many feet; long feet, because they are prolonged by so many syllables; a long syllable, because double a short one\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:5",
                            "text": "But neither thus is any certain measure of time obtained; since it is possible that a shorter verse, if it be pronounced more fully, may take up more time than a longer one, if pronounced more hurriedly."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:6",
                            "text": "Thus for a stanzas, thus for a foot, thus for a syllable."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:7",
                            "text": "Whence it appeared to me that time is nothing else than protraction; but of what I know not."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:8",
                            "text": "It is wonderful to me, if it be not of the mind itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:9",
                            "text": "For what do I measure, I beseech Thee, O my God, even when I say either indefinitely, \"This time is longer than that;\" or even definitely, \"This is double that?\" That I measure time, I know."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:10",
                            "text": "But I measure not the future, for it is not yet; nor do I measure the present, because it is extended by no space; nor do I measure the past, because it no longer is."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XI 26:11",
                            "text": "What, therefore, do I measure? Is it times passing, not past? For thus had I said."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: Confessions Book XI 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:2",
                            "text": "—Times are Measured in Proportion as They Pass by."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:3",
                            "text": "Persevere, O my mind, and give earnest heed."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:4",
                            "text": "od is our helper; He made us, and not we ourselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:5",
                            "text": "Give heed, where truth dawns."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:6",
                            "text": "Lo, suppose the voice of a body begins to sound, and does sound, and sounds on, and lo! it ceases,—it is now silence, and that voice is past and is no longer a voice."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:7",
                            "text": "It was future before it sounded, and could not be measured, because as yet it was not; and now it cannot, because it no longer is."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:8",
                            "text": "Then, therefore, while it was sounding, it might, because there was then that which might be measured."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:9",
                            "text": "But even then it did not stand still, for it was going and passing away."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:10",
                            "text": "Could it, then, on that account be measured the more? For, while passing, it was being extended into some space of time, in which it might be measured, since the present hath no space."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:11",
                            "text": "If, therefore, then it might be measured, lo! suppose another voice hath begun to sound, and still soundeth, in a continued tenor without any interruption, we can measure it while it is sounding; for when it shall have ceased to sound, it will be already past, and there will not be that which can be measured."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:12",
                            "text": "Let us measure it truly, and let us say how much it is."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:13",
                            "text": "But as yet it sounds, nor can it be measured, save from that instant in which it began to sound, even to the end in which it left off."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:14",
                            "text": "For the interval itself we measure from some beginning unto some end."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:15",
                            "text": "On which account, a voice which is not yet ended cannot be measured, so that it may be said how long or how short it may be; nor can it be said to be equal to another, or single or double in respect of it, or the like."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:16",
                            "text": "But when it is ended, it no longer is."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:17",
                            "text": "In what manner, therefore, may it be measured? And yet we measure times; still not those which as yet are not, nor those which no longer are, nor those which are protracted by some delay, nor those which have no limits."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:18",
                            "text": "We, therefore, measure neither future times, nor past, nor present, nor those passing by; and yet we do measure times."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:19",
                            "text": "Deus Creator omnium; this verse of eight syllables alternates between short and long syllables."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:20",
                            "text": "The four short, then, the first, third, fifth and seventh, are single in respect of the four long, the second, fourth, sixth, and eighth."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:21",
                            "text": "Each of these hath a double time to every one of those."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:22",
                            "text": "I pronounce them, report on them, and thus it is, as is perceived by common sense."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:23",
                            "text": "By common sense, then, I measure a long by a short syllable, and I find that it has twice as much."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:24",
                            "text": "But when one sounds after another, if the former be short the latter long, how shall I hold the short one, and how measuring shall I apply it to the long, so that I may find out that this has twice as much, when indeed the long does not begin to sound unless the short leaves off sounding? That very long one I measure not as present, since I measure it not save when ended."
                        },
                        {
                            "verse": 25,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:25",
                            "text": "But its ending is its passing away."
                        },
                        {
                            "verse": 26,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:26",
                            "text": "What, then, is it that I can measure? Where is the short syllable by which I measure? Where is the long one which I measure? Both have sounded, have flown, have passed away, and are no longer; and still I measure, and I confidently answer (so far as is trusted to a practised sense), that as to space of time this syllable is single, that double."
                        },
                        {
                            "verse": 27,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:27",
                            "text": "Nor could I do this, unless because they have past, and are ended."
                        },
                        {
                            "verse": 28,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:28",
                            "text": "Therefore do I not measure themselves, which now are not, but something in my memory, which remains fixed."
                        },
                        {
                            "verse": 29,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:29",
                            "text": "In thee, O my mind, I measure times."
                        },
                        {
                            "verse": 30,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:30",
                            "text": "Do not overwhelm me with thy clamour."
                        },
                        {
                            "verse": 31,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:31",
                            "text": "That is, do not overwhelm thyself with the multitude of thy impressions."
                        },
                        {
                            "verse": 32,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:32",
                            "text": "In thee, I say, I measure times; the impression which things as they pass by make on thee, and which, when they have passed by, remains, that I measure as time present, not those things which have passed by, that the impression should be made."
                        },
                        {
                            "verse": 33,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:33",
                            "text": "This I measure when I measure times."
                        },
                        {
                            "verse": 34,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:34",
                            "text": "Either, then, these are times, or I do not measure times."
                        },
                        {
                            "verse": 35,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:35",
                            "text": "What when we measure silence, and say that this silence hath lasted as long as that voice lasts? Do we not extend our thought to the measure of a voice, as if it sounded, so that we may be able to declare something concerning the intervals of silence in a given space of time? For when both the voice and tongue are still, we go over in thought poems and verses, and any discourse, or dimensions of motions; and declare concerning the spaces of times, how much this may be in respect of that, not otherwise than if uttering them we should pronounce them."
                        },
                        {
                            "verse": 36,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:36",
                            "text": "Should any one wish to utter a lengthened sound, and had with forethought determined how long it should be, that man hath in silence verily gone through a space of time, and, committing it to memory, he begins to utter that speech, which sounds until it be extended to the end proposed; truly it hath sounded, and will sound."
                        },
                        {
                            "verse": 37,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XI 27:37",
                            "text": "For what of it is already finished hath verily sounded, but what remains will sound; and thus does it pass on, until the present intention carry over the future into the past; the past increasing by the diminution of the future, until, by the consumption of the future, all be past."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: Confessions Book XI 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:2",
                            "text": "—Time in the Human Mind, Which Expects, Considers, and Remembers."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:3",
                            "text": "But how is that future diminished or consumed which as yet is not? Or how doth the past, which is no longer, increase, unless in the mind which enacteth this there are three things done? For it both expects, and considers, and remembers, that that which it expecteth, through that which it considereth, may pass into that which it remembereth."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:4",
                            "text": "Who, therefore, denieth that future things as yet are not? But yet there is already in the mind the expectation of things future."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:5",
                            "text": "And who denies that past things are now no longer? But, however, there is still in the mind the memory of things past."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:6",
                            "text": "And who denies that time present wants space, because it passeth away in a moment? But yet our consideration endureth, through which that which may be present may proceed to become absent."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:7",
                            "text": "Future time, which is not, is not therefore long; but a \"long future\" is \"a long expectation of the future\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:8",
                            "text": "Nor is time past, which is now no longer, long; but a long past is \"a long memory of the past\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:9",
                            "text": "I am about to repeat a psalm that I know."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:10",
                            "text": "Before I begin, my attention is extended to the whole; but when I have begun, as much of it as becomes past by my saying it is extended in my memory; and the life of this action of mine is divided between my memory, on account of what I have repeated, and my expectation, on account of what I am about to repeat; yet my consideration is present with me, through which that which was future may be carried over so that it may become past."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:11",
                            "text": "Which the more it is done and repeated, by so much (expectation being shortened) the memory is enlarged, until the whole expectation be exhausted, when that whole action being ended shall have passed into memory."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XI 28:12",
                            "text": "And what takes place in the entire psalm, takes place also in each individual part of it, and in each individual syllable: this holds in the longer action, of which that psalm is perchance a portion; the same holds in the whole life of man, of which all the actions of man are parts; the same holds in the whole age of the sons of men, of which all the lives of men are parts."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: Confessions Book XI 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:2",
                            "text": "—That Human Life is a Distraction But that Through the Mercy of God He Was Intent on the Prize of His Heavenly Calling."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:3",
                            "text": "But \"because Thy loving-kindness is better than life,\" behold, my life is but a distraction, and Thy right hand upheld me in my Lord, the Son of man, the Mediator between Thee, The One, and us the many,—in many distractions amid many things,—that through Him I may apprehend in whom I have been apprehended, and may be recollected from my old days, following The One, forgetting the things that are past; and not distracted, but drawn on, not to those things which shall be and shall pass away, but to those things which are before, not distractedly, but intently, I follow on for the prize of my heavenly calling, where I may hear the voice of Thy praise, and contemplate Thy delights, neither coming nor passing away."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:4",
                            "text": "But now are my years spent in mourning."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:5",
                            "text": "And Thou, O Lord, art my comfort, my Father everlasting."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XI 29:6",
                            "text": "But I have been divided amid times, the order of which I know not; and my thoughts, even the inmost bowels of my soul, are mangled with tumultuous varieties, until I flow together unto Thee, purged and molten in the fire of Thy love."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: Confessions Book XI 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XI 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XI 30:2",
                            "text": "—Again He Refutes the Empty Question, \"What Did God Before the Creation of the World?\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XI 30:3",
                            "text": "And I will be immoveable, and fixed in Thee, in my mould, Thy truth; nor will I endure the questions of men, who by a penal disease thirst for more than they can hold, and say, \"What did God make before He made heaven and earth?\" Or, \"How came it into His mind to make anything, when He never before made anything?\" Grant to them, O Lord, to think well what they say, and to see that where there is no time, they cannot say \"never\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XI 30:4",
                            "text": "What, therefore, He is said \"never to have made,\" what else is it but to say, that in no time was it made? Let them therefore see that there could be no time without a created being, and let them cease to speak that vanity."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XI 30:5",
                            "text": "Let them also be extended unto those things which are before, and understand that thou, the eternal Creator of all times, art before all times, and that no times are co-eternal with Thee, nor any creature, even if there be any creature beyond all times."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: Confessions Book XI 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:2",
                            "text": "—How the Knowledge of God Differs from that of Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:3",
                            "text": "O Lord my God, what is that secret place of Thy mystery, and how far thence have the consequences of my transgressions cast me? Heal my eyes, that I may enjoy Thy light."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:4",
                            "text": "Surely, if there be a mind, so greatly abounding in knowledge and foreknowledge, to which all things past and future are so known as one psalm is well known to me, that mind is exceedingly wonderful, and very astonishing; because whatever is so past, and whatever is to come of after ages, is no more concealed from Him than was it hidden from me when singing that psalm, what and how much of it had been sung from the beginning, what and how much remained unto the end."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:5",
                            "text": "But far be it that Thou, the Creator of the universe, the Creator of souls and bodies,—far be it that Thou shouldest know all things future and past."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:6",
                            "text": "Far, far more wonderfully, and far more mysteriously, Thou knowest them."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:7",
                            "text": "For it is not as the feelings of one singing known things, or hearing a known song, are—through expectation of future words, and in remembrance of those that are past—varied, and his senses divided, that anything happeneth unto Thee, unchangeably eternal, that is, the truly eternal Creator of minds."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:8",
                            "text": "As, then, Thou in the Beginning knewest the heaven and the earth without any change of Thy knowledge, so in the Beginning didst Thou make heaven and earth without any distraction of Thy action."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:9",
                            "text": "Let him who understandeth confess unto Thee; and let him who understandeth not, confess unto Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XI 31:10",
                            "text": "Oh, how exalted art Thou, and yet the humble in heart are Thy dwelling-place; for Thou raisest up those that are bowed down, and they whose exaltation Thou art fall not."
                        }
                    ]
                }
            ]
        }
    ]
}