{
    "books": [
        {
            "name": "Remains: Pseud-Irenaeus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Remains: Pseud-Irenaeus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:1",
                            "text": "Pseud-Irenaeus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:4",
                            "text": "This letter should have been made a preface to the works of Irenaeus, or at least an appendix."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:5",
                            "text": "It is worthy of his great name; \"the finest thing of the kind in all antiquity,\" says Lardner."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:6",
                            "text": "Critics of no mean name have credited it to Irenaeus; but, as this cannot be proved, I have accordingly marked it as a pseudonym."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:7",
                            "text": "The same writer condenses the arguments of others, on which he decides to adhere to the later chronology of Eusebius, assigning its date to the seventeenth year of Marcus Aurelius."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:8",
                            "text": "Naturally humane and comparatively gentle in other respects he was; but Stoicism, as well as heathenism, showed what it could exact of such a character in maintenance of the popular and imperial superstitions."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:9",
                            "text": "Terrible is the summary of Lightfoot concerning the barbarities of this darling of the \"philosophers:\"  \"It is a plain fact, that Christian blood flowed more freely under M."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:10",
                            "text": "Aurelius than at any time previously during the half century since the Bithynian martyrdoms under Trajan, or was yet to flow at any time during the decades which would elapse before the Severian persecution."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:11",
                            "text": "These persecutions extend throughout his reign:  they were fierce and deliberate; aggravated, at least in some cases, by cruel tortures."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:12",
                            "text": "They had the emperor's direct personal sanction."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:13",
                            "text": "They break out in all parts of the empire,—in Rome, in Asia Minor, in Gaul, in Africa, possibly also in Byzantium\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:14",
                            "text": "Bishop Lightfoot accounts for the fact, that, in spite of this sanguinary character of the period, little complaint is heard from the suffering Church, by a simple statement which is honourable to Aurelius as a Roman and an emperor."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:15",
                            "text": "He was such a contrast to the Neros and Caligulas, that the wretched Romans loved him as a father; to reproach him was, therefore, poor policy for Christians."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:16",
                            "text": "They would have been answered, practically:  \"If so good a sovereign finds it necessary to punish you, the fault is your own; you have only to be as we are, and he will treat you as well as he does us\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:17",
                            "text": "Of this awful outbreak in Lyons and Vienne, says Lightfoot:  \"The persecution was wholesale, so that it was not safe for any Christian to appear out of doors."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:18",
                            "text": "No difference of age or sex was made."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:19",
                            "text": "The prisoners were put to the most cruel tortures."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:20",
                            "text": "All the elements of power combined to crush the brethren\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:21",
                            "text": "To forbear threatenings, to revile not again, to conquer through patient suffering, to persevere, \"looking unto Jesus,\" and to be silent, like Him, before their murderers, was therefore the world-wide conduct of the saints."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:22",
                            "text": "This golden letter shows what they were called to endure, and how they glorified Christ by their deaths, from the utmost Orient to the extreme limits of the West."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:23",
                            "text": "The Letter of the Churches of Vienna and Lugdunum to the Churches of Asia and Phrygia."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:24",
                            "text": "It began thus:—\"The servants of Christ who sojourn in Vienna and Lugdunum of Gaul to the brethren throughout Asia and Phrygia, who have the same faith and hope of redemption as ourselves, peace, grace, and glory from God the Father, and from Christ Jesus our Lord\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:25",
                            "text": "After some further preliminary remarks the letter proceeds:—\"The greatness of the tribulation in this region, and the exceeding anger of the heathen nations against the saints, and the sufferings which the blessed Witnesses endured, neither are we competent to describe accurately, nor indeed is it possible to detail them in writing."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:26",
                            "text": "For with all his strength did the adversary assail us, even then giving a foretaste of his activity among us which is to be without restraint; and he had recourse to every means, accustoming his own subjects and exercising them beforehand against the servants of God, so that not only were we excluded from houses, baths, and the forum, but a universal prohibition was laid against any one of us appearing in any place whatsoever."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:27",
                            "text": "But the grace of God acted as our general against him."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:28",
                            "text": "It rescued the weak; it arrayed against him men like firm pillars, who could through patience bear up against the whole force of the assaults of the wicked one."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:29",
                            "text": "These came to close quarters with him, enduring every form of reproach and torture; and, making light of grievous trials, they hastened on to Christ, showing in reality that the 'sufferings of the present time are not worthy to be compared with the glory that is to be revealed in us."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:30",
                            "text": "'  And first they nobly endured the evils which were heaped on them by the populace,—namely, hootings and blows, draggings, plunderings, stonings, and confinements, and everything that an infuriated mob is wont to perpetrate against those whom they deem bitter enemies."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:31",
                            "text": "And at length, being brought to the forum by the tribune of the soldiers, and the magistrates that had charge of the city, they were examined in presence of the whole multitude; and having confessed, they were shut up in prison until the arrival of the governor."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:32",
                            "text": "\"After this, when they were brought before the governor, and when he displayed a spirit of savage hostility to us, Vettius Epagathus, one of the brethren, interposed."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:33",
                            "text": "For he was a man who had contained the full measure of love towards God and his neighbours."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:34",
                            "text": "His mode of life had been so strict, that though he was a young man, he deserved to be described in the words used in regard to the elderly Zacharias:  'He had walked therefore in all the commandments and ordinances of the Lord blameless."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:35",
                            "text": "'  He was also eager to serve his neighbour in any way, he was very zealous for God, and he was fervent in spirit."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:36",
                            "text": "Such being the character of the man, he could not bear that judgment should be thus unreasonably passed against us, but was moved with indignation, and requested that he himself should be heard in defence of his brethren, undertaking to prove that there is nothing ungodly or impious amongst us."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:37",
                            "text": "On this, those who were round the judgment-seat cried out against him, for he was a man of distinction; and the governor, not for a moment listening to the just request thus made to him, merely asked him if he himself were a Christian."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:38",
                            "text": "And on his confessing in the clearest voice that he was, he also was taken up into the number of the Witnesses, receiving the appellation of the Advocate of the Christians, and having himself the Advocate, the Spirit, more abundantly than Zacharias; which he showed in the fulness of his love, in that he had of his own good-will offered to lay down his own life in defence of the brethren."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:39",
                            "text": "For he was and is a genuine disciple of Christ, 'following the Lamb whithersoever He goeth."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:40",
                            "text": "'  \"After this the rest began to be distinguished, for the proto-martyrs were decided and ready, and accomplished the confession of their testimony with all alacrity."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:41",
                            "text": "But there appeared also those who were unprepared and unpractised, and who were still feeble, and unable to bear the tension of a great contest."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:42",
                            "text": "Of these about ten in number proved abortions; causing great grief and immeasurable sorrow amongst us, and damping the ardour of the rest who had not yet been apprehended."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:43",
                            "text": "For these, although they suffered every kind of cruelty, remained nevertheless in the company of the Witnesses, and did not forsake them."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:44",
                            "text": "But then the whole of us were greatly alarmed on account of our uncertainty as to confession, not because we feared the tortures inflicted, but because we looked to the end, and dreaded lest any one should fall away."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:45",
                            "text": "Those who were worthy, however, were daily apprehended, filling up the number of the others:  so that out of the two churches all the excellent, and those to whom the churches owed most of all their establishment and prosperity, were collected together in prison."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:46",
                            "text": "Some heathen household slaves belonging to our people were also apprehended, since the governor had given orders publicly that all of us should be sought out."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:47",
                            "text": "These, through the instigation of Satan, and through fear of the tortures which they saw the saints enduring, urged on also by the soldiers, falsely accused us of Thyestean banquets and oedipodean connections, and other crimes which it is lawful for us neither to mention nor think of; and, indeed, we shrink from believing that any such crimes have ever taken place among men."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:48",
                            "text": "When the rumour of these accusations was spread abroad, all raged against us like wild beasts; so that if any formerly were temperate in their conduct to us on account of relationship, they then became exceedingly indignant and exasperated against us."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:49",
                            "text": "And thus was fulfilled that which was spoken by our Lord:  'The time shall come when every one who slayeth you shall think that he offereth service to God."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:50",
                            "text": "'  \"Then at last the holy Witnesses suffered tortures beyond all description, Satan striving eagerly that some of the evil reports might be acknowledged by them."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:51",
                            "text": "But in an exceeding degree did the whole wrath of mob, general, and soldiers fall on Sanctus, a deacon from Vienna, and on Maturus, a newly-enlightened but noble combatant, and on Attalus, a native of Pergamus, who had always been the Pillar and foundation of the church there, and on Blandina, through whom Christ showed that the things that to men appear mean and deformed and contemptible, are with God deemed worthy of great glory, on account of love to Him,—a love which is not a mere boastful appearance, but shows itself in the power which it exercises over the life."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:52",
                            "text": "For while we were all afraid, and especially her mistress in the flesh, who was herself one of the combatants among the Witnesses, that she would not be able to make a bold confession on account of the weakness of her body, Blandina was filled with such power, that those who tortured her one after the other in every way from morning till evening were wearied and tired, confessing that they had been baffled, for they had no other torture they could apply to her; and they were astonished that she remained in life, when her whole body was torn and opened up, and they gave their testimony that one only of the modes of torture employed was sufficient to have deprived her of life, not to speak of so many excruciating inflictions."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:53",
                            "text": "But the blessed woman, like a noble athlete, recovered her strength in the midst of the confession; and her declaration, 'I am a Christian, and there is no evil done amongst us,' brought her refreshment, and rest, and insensibility to all the sufferings inflicted on her."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:54",
                            "text": "\"Sanctus also nobly endured all the excessive and superhuman tortures which man could possibly devise against him; for the wicked hoped, on account of the continuance and greatness of the tortures, to hear him confess some of the unlawful practices."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:55",
                            "text": "But he opposed them with such firmness that he did not tell them even his own name, nor that of his nation or city, nor if he were slave or free; but in answer to all these questions, he said in Latin, 'I am a Christian."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:56",
                            "text": "'  This was the confession he made repeatedly, instead of giving his name, his city, his race, and indeed in reply to every question that was put to him; and other language the heathens heard not from him."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:57",
                            "text": "Hence arose in the minds of the governor and the torturers a determined resolution to subdue him; so that, when every other means failed, they at last fixed red-hot plates of brass to the most delicate parts of his body."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:58",
                            "text": "And these indeed were burned, but he himself remained inflexible and unyielding, firm in his confession, being bedewed and strengthened by the heavenly fountain of the water of life which issues from the belly of Christ."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:59",
                            "text": "But his body bore witness to what had happened:  for it was all wounds and weals, shrunk and torn up, and had lost externally the human shape."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:60",
                            "text": "In him Christ suffering wrought great wonders, destroying the adversary, and showing for an example to the rest that there is nothing fearful where there is the Father's love, and nothing painful where there is Christ's glory."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:61",
                            "text": "For the wicked after some days again tortured the Witness, thinking that, since his body was swollen and inflamed, if they were to apply the same tortures they would gain the victory over him, especially since the parts of his body could not bear to be touched by the hand, or that he would die in consequence of the tortures, and thus inspire the rest with fear."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:62",
                            "text": "Yet not only did no such occurrence take place in regard to him, but even, contrary to every expectation of man, his body unbent itself and became erect in the midst of the subsequent tortures, and resumed its former appearance and the use of its limbs, so that the second torture turned out through the grace of Christ a cure, not an affliction."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:63",
                            "text": "\"Among those who had denied was a woman of the name of Biblias."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:64",
                            "text": "The devil, thinking that he had already swallowed her, and wishing to damn her still more by making her accuse falsely, brought her forth to punishment, and employed force to constrain her, already feeble and spiritless, to utter accusations of atheism against us."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:65",
                            "text": "But she, in the midst of the tortures, came again to a sound state of mind, and awoke as it were out of a deep sleep; for the temporary suffering reminded her of the eternal punishment in Gehenna, and she contradicted the accusers of Christians, saying, 'How can children be eaten by those who do not think it lawful to partake of the blood of even brute beasts?'  And after this she confessed herself a Christian, and was added to the number of Witnesses."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:66",
                            "text": "\"But when the tyrannical tortures were rendered by Christ of no avail through the patience of the blessed, the devil devised other contrivances—confinement in the darkest and most noisome cells of the prison, the stretching of the feet on the stocks, even up to the fifth hole, and the other indignities which attendants stirred up by wrath and full of the devil are wont to inflict on the imprisoned."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:67",
                            "text": "The consequence was, that very many were suffocated in prison, as many at least as the Lord, showing His glory, wished to depart in this way."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:68",
                            "text": "For there were others who were tortured so bitterly, that it seemed impossible for them to survive even though they were to obtain every kind of attention; and yet they remained alive in prison, destitute indeed of care from man, but strengthened by the Lord, and invigorated both in body and soul, and they animated and consoled the rest."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:69",
                            "text": "But the new converts who had been recently apprehended, and whose bodies had not previously been tortured, could not indure the confinement, but died in the prison."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:70",
                            "text": "\"Now the blessed Pothinus, who had been entrusted with the service of the bishopric in Lugdunum, was also dragged before the judgment-seat."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:71",
                            "text": "He was now upwards of ninety years of age, and exceedingly weak in body."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:72",
                            "text": "Though he breathed with difficulty on account of the feebleness of the body, yet he was strengthened by the eagerness of his spirit, on account of his earnest desire to bear his testimony."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:73",
                            "text": "His body, indeed, was already dissolved through old age and disease, yet the life was preserved in him, that Christ might triumph through him."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:74",
                            "text": "When he was brought by the soldiers to the judgment-seat, under a convoy of the magistrates of the city, and amid exclamations of every kind from the whole population, as if he himself were the Christ, he gave the good testimony."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:75",
                            "text": "Being asked by the governor who was the God of the Christians, he said, 'If thou art worthy, thou shalt know."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:76",
                            "text": "'  Thereupon he was unmercifully dragged about, and endured many blows; for those who were near maltreated him in every way with their hands and feet, showing no respect for his age, while those at a distance hurled against him each one whatever came to hand, all of them believing that they would sin greatly and act impiously if they in any respect fell short in their insulting treatment of him."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:77",
                            "text": "For they thought that in this way they would avenge their gods."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:78",
                            "text": "And Pothinus, breathing with difficulty, was cast into prison, and two days after he expired."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:79",
                            "text": "\"Upon this a grand dispensation of God's providence took place, and the immeasurable mercy of Jesus was made manifest,—such an occurrence as but rarely happens among the brotherhood, yet one that does not fall short of the art of Christ."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:80",
                            "text": "For those who in the first apprehension had denied, were imprisoned along with the others, and shared their hardships."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:81",
                            "text": "Their denial, in fact, turned out at this time to be of no advantage to them."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:82",
                            "text": "For while those who confessed what they really were, were imprisoned simply as Christians, no other accusation being brought against them, those who denied were detained as murderers and profligates."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:83",
                            "text": "They, moreover, were doubly punished."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:84",
                            "text": "For the confessors were lightened by the joy of their testimony and their hope in the promises, and by their love to Christ, and by the Father's Spirit."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:85",
                            "text": "But the deniers were tormented greatly by their own consciences, so that when they were led forth their countenances could be distinguished among all the rest."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:86",
                            "text": "For the confessors went forth joyous, with a mingling of glory and abundant grace in their looks, so that their chains lay like becoming ornaments around them, as around a bride adorned with golden fringes wrought with divers colours."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:87",
                            "text": "And they breathed at the same time the fragrance of Christ, so that some even thought that they were anointed with this world's perfume."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:88",
                            "text": "But the deniers were downcast, humbled, sad-looking, and weighed down with every kind of disgrace."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:89",
                            "text": "They were, moreover, reproached even by the heathens with being base and cowardly, and charged with the crime of murder; they had lost the altogether honourable, glorious, and life-giving appellation."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:90",
                            "text": "When the rest saw this, they were strengthened, and those who were apprehended confessed unhesitatingly, not allowing the reasoning of the devil to have even a place in their thoughts\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:91",
                            "text": "Eusebius omits something, saying that after a little the letter proceeded as follows:—  \"After these things, then, their testimonies took every shape through the different ways in which they departed."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:92",
                            "text": "For, plaiting a crown from different colours and flowers of every kind, they presented it to the Father."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:93",
                            "text": "It was right therefore that the noble athletes, after having endured divers contests and gained grand victories, should receive the great crown of incorruption."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:94",
                            "text": "\"Maturus, therefore, and Sanctus, and Blandina, and Attalus were publicly exposed to the wild beasts—that common spectacle of heathen barbarity; for a day was expressly assigned to fights with wild beasts on account of our people."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:95",
                            "text": "And Maturus and Sanctus again endured every form of torture in the amphitheatre, as if they had had no suffering at all before."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:96",
                            "text": "Or rather, like athletes who had overthrown their adversary several times, and were now contending for the crown itself, again they endured the lashes which were usual there; and they were dragged about by the wild beasts, and suffered every indignity which the maddened populace demanded in cries and exhortations proceeding from various parts of the amphitheatre."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:97",
                            "text": "And last of all they were placed in the iron chair, on which their bodies were roasted, and they themselves were filled with the fumes of their own flesh."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:98",
                            "text": "But the heathens did not stop even here, but became still more frantic in their desire to overcome the endurance of the Christians."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:99",
                            "text": "But not even thus did they hear anything else from Sanctus than the utterance of the confession which he had been accustomed to make from the beginning."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:100",
                            "text": "These, then, after life had lasted a long time throughout the great contest, were at last sacrificed, after they alone had formed a spectacle to the world, throughout that day, instead of all the diversity which usually takes place in gladiatorial shows."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:101",
                            "text": "\"Blandina was hung up fastened to a stake, and exposed, as food to the wild beasts that were let loose against her; and through her presenting the spectacle of one suspended on something like a cross, and through her earnest prayers, she inspired the combatants with great eagerness:  for in the combat they saw, by means of their sister, with their bodily eyes, Him who was crucified for them, that He might persuade those who trust in Him that every one that has suffered for the glory of Christ has eternal communion with the living God."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:102",
                            "text": "When none of the wild beasts at that time touched her, she was taken down from the stake and conveyed back to prison."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:103",
                            "text": "She was thus reserved for another contest, in order that, gaining the victory in many preparative conflicts, she might make the condemnation of the Crooked Serpent unquestionable, and that she might encourage the brethren."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:104",
                            "text": "For though she was an insignificant, weak, and despised woman, yet she was clothed with the great and invincible athlete Christ."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:105",
                            "text": "On many occasions she had overpowered the adversary, and in the course of the contest had woven for herself the crown of incorruption."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:106",
                            "text": "\"Attalus also was vehemently demanded by the mob; for he was a man of mark."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:107",
                            "text": "He entered the lists a ready combatant on account of his good conscience, since he had been truly practised in the Christian discipline, and had always been a Witness of the truth among us."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:108",
                            "text": "He was led round the amphitheatre, a tablet going before him, on which was written in Latin, 'This is Attalus the Christian;' and the people swelled with indignation against him."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:109",
                            "text": "But the governor, learning that he was a Roman, ordered him to be taken back to prison and kept with the rest who were there, with regard to whom he had written to the Caesar, and was now awaiting his determination."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:110",
                            "text": "\"The intervening time did not prove barren or unfruitful to the Witnesses, but through their patient endurance the immeasurable love of Christ was made manifest."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:111",
                            "text": "For through the living the dead were made alive; and the Witnesses conferred favours on those who were not Witnesses, and the Virgin Mother had much joy in receiving back alive those whom she had given up as dead abortions."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:112",
                            "text": "For through the Witnesses the greater number of those who had denied returned, as it were, into their mother's womb, and were conceived again and re-quickened; and they learned to confess."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:113",
                            "text": "And being now restored to life, and having their spirits braced, they went up to the judgment-seat to be again questioned by the governor, while that God who wishes not the death of the sinner, but mercifully calls to repentance, put sweetness into their souls."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:114",
                            "text": "This new examination took place because the Caesar had given orders that the Witnesses should be punished, but that if any denied they should be set free."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:115",
                            "text": "And as now was commencing here the fair, which is attendee by vast numbers of men assembling from all nations, he brought the blessed up to the judgment-seat, exhibiting them as a theatrical show and spectacle to the mobs."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:116",
                            "text": "Wherefore also he again questioned them, and whoever appeared to have had the rights of Roman citizenship he beheaded, and the rest he sent to the wild beasts."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:117",
                            "text": "\"Now Christ was greatly glorified in those who formerly denied; for, contrary to every expectation of the heathen, they confessed."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:118",
                            "text": "For these were examined separately, under the belief that they were to be set free; but confessing, they were added to the number of the Witnesses."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:119",
                            "text": "But there were also some who remained without; namely, those who had no trace of faith, and no perception of the marriage garment, nor notion of the fear of God, but through their conduct caused evil reports of our way of life, that is, sons of perdition."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:120",
                            "text": "But all the rest were added to the Church."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:121",
                            "text": "\"Present at the examination of these was one Alexander, a native of Phrygia, a physician by profession."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:122",
                            "text": "He had lived for many years in Gaul, and had become well known to all for his love to God and his boldness in proclaiming the truth, for he was not without a share of apostolic grace."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:123",
                            "text": "He stood near the judgment-seat, and, urging by signs those who had denied to confess, he looked to those who stood round the judgment-seat like one in travail."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:124",
                            "text": "But the mobs, enraged that those who had formerly denied should now confess, cried out against Alexander as if he were the cause of this change."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:125",
                            "text": "Then the governor summoned him before him, and inquired of him who he was; and when Alexander said he was a Christian, the governor burst into a passion, and condemned him to the wild beasts."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:126",
                            "text": "And on the next day he entered the amphitheatre along with Attalus; for the governor, wishing to gratify the mob, again exposed Attalus to the wild beasts."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:127",
                            "text": "These two, after being tortured in the amphitheatre with all the instruments devised for that purpose, and having undergone an exceedingly severe contest, at last were themselves sacrificed."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:128",
                            "text": "Alexander uttered no groan or murmur of any kind, but conversed in his heart with God; but Attalus, when he was placed on the iron chair, and all the parts of his body were burning, and when the fumes from his body were borne aloft, said to the multitude in Latin, 'Lo! this which ye do is eating men."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:129",
                            "text": "But as for us, we neither eat men nor practise any other wickedness."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:130",
                            "text": "'  And being asked what name God has, he answered, 'God has not a name as men have."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:131",
                            "text": "'  \"After all these, on the last day of the gladiatorial shows, Blandina was again brought in along with Ponticus, a boy of about fifteen years of age."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:132",
                            "text": "These two had been taken daily to the amphitheatre to see the tortures which the rest endured, and force was used to compel them to swear by the idols of the heathen; but on account of their remaining stedfast, and setting all their devices at nought, the multitude were furious against them, so as neither to pity the tender years of the boy nor to respect the sex of the woman."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:133",
                            "text": "Accordingly they exposed them to every terror, and inflicted on them every torture, repeatedly trying to compel them to swear."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:134",
                            "text": "But they failed in effecting this; for Ponticus, encouraged by his sister, so plainly indeed that even the heathens saw that it was she that encouraged and confirmed him, after enduring nobly every kind of torture, gave up the ghost; while the blessed Blandina, last of all, after having like a noble mother encouraged her children, and sent them on before her victorious to the King, trod the same path of conflict which her children had trod, hastening on to them with joy and exultation at her departure, not as one thrown to the wild beasts, but as one invited to a marriage supper."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:135",
                            "text": "And after she had been scourged and exposed to the wild beasts, and roasted in the iron chair, she was at last enclosed in a net and cast before a bull."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:136",
                            "text": "And after having been well tossed by the bull, though without having any feeling of what was happening to her, through her hope and firm hold of what had been entrusted to her and her converse with Christ, she also was sacrificed, the heathens themselves acknowledging that never among them did woman endure so many and such fearful tortures."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:137",
                            "text": "\"Yet not even thus was their madness and their savage hatred to the saints satiated."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:138",
                            "text": "For wild and barbarous tribes, when excited by the Wild Beast, with difficulty ceased from their rage, and their insulting conduct found another and peculiar subject in the bodies of the Witnesses."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:139",
                            "text": "For they felt no shame that they had been overcome, for they were not possessed of human reason; but their defeat only the more inflamed their rage, and governor and people, like a wild beast, showed a like unjust hatred of us, that the Scripture might be fulfilled, 'He that is unjust, let him be unjust still; and he that is righteous, let him be righteous still."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:140",
                            "text": "'  For they threw to the dogs those who had been suffocated in prison, carefully watching them day and night, lest any one should receive burial from us."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:141",
                            "text": "They then laid out the mangled remains left by the wild beasts, and the scorched remains left by the fire, and the heads of the rest along with their trunks, and in like manner for many days watched them lying unburied with a military guard."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:142",
                            "text": "There were some who raged and gnashed their teeth at them, seeking to get from them further vengeance."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:143",
                            "text": "Others derided and insulted them, at the same time magnifying their own idols, and ascribing to them the punishment inflicted on the Christians."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:144",
                            "text": "There were persons also of a milder disposition, who to some extent seemed to sympathize; yet they also frequently upbraided, saying, 'Where now is their God, and what good have they got from that religion which they chose in preference to their life?'  Such was the diversity which characterized the conduct of the heathens."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:145",
                            "text": "But our state was one of deep sorrow that we could not bury the bodies."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:146",
                            "text": "For night aided us not in this matter; money failed to persuade, and entreaty did not shame them into compliance; but they kept up the watch in every way, as if they were to gain some great advantage from the bodies of the Christians not obtaining burial."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:147",
                            "text": "Something is omitted."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:148",
                            "text": "The letter then goes on:—  \"The bodies of the Witnesses, after having been maltreated in every way, and exposed in the open air for six days, were burned, reduced to ashes, and swept by the wicked into the river Rhone, which flows past, in order that not even a vestige of them might be visible on earth."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:149",
                            "text": "And these things they did, as if they had been able to overcome God, and deprive them of their second birth, in order, as they said, that 'they may not have hope in a resurrection, trusting to which they introduce some strange and new mode of worship, and despise dangers, and go readily and with joy to death."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:150",
                            "text": "Now let us see if they will rise again, and if their God can help them, and rescue them out of our hands."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:151",
                            "text": "'\"  Eusebius here breaks off his series of continuous extracts, but he makes a few more for special purposes."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:152",
                            "text": "The first is the account which the churches gave of the character of the Witnesses:—  \"Who also were to such an extent zealous followers and imitators of Christ, who, being in the shape of God, thought it not an object of desire to be treated like God; that though they were in such glory, and had borne their testimony not once, nor twice, but often, and had been again taken back to prison after exposure to the wild beasts, and bore about with them the marks of the burnings and bruises and wounds all over their bodies, yet did they neither proclaim themselves Witnesses, nor indeed did they permit us to address them by this name; but if any one of us on any occasion, either by letter or in conversation, called them Witnesses, they rebuked him sharply."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:153",
                            "text": "For they willingly gave the title of Witness to Christ, 'the faithful and true Witness,' and first-born from the dead, and the leader to the divine life."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:154",
                            "text": "And they reminded us of those Witnesses who had already departed, and said:  'These indeed are now Witnesses, whom Christ has vouchsafed to take up to Himself in the very act of confession, thus putting His seal upon their testimony through their departure."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:155",
                            "text": "But we are mean and humble confessors."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:156",
                            "text": "'  And with tears they besought the brethren that earnest prayers might be made for their being perfected."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:157",
                            "text": "They in reality did all that is implied in the term 'testimony,' acting with great boldness towards all the heathen; and their nobleness they made manifest through their patience, and fearlessness, and intrepidity."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:158",
                            "text": "But the title of Witness, as implying some superiority to their brethren, they refused, being filled with the fear of God\"."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:159",
                            "text": "After a little they say:—  \"They humbled themselves under the powerful hand by which they are now highly exalted."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:160",
                            "text": "Then they pleaded for all, but accused none; they absolved all, they bound none; and they prayed for those who inflicted the tortures, even as Stephen the perfect Witness, 'Lord, lay not this sin to their charge."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:161",
                            "text": "'  But if he prayed for those who stoned him, how much more for the brethren!\"  After other things, again they say:—  \"For they had this very great conflict with him, the devil, on account of their genuine love, in order that the Beast being choked, might vomit forth those whom he thought he had already swallowed."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:162",
                            "text": "For they assumed no airs of superiority over the fallen, but with those things in which they themselves abounded they aided the needy, displaying towards them the compassion of a mother."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:163",
                            "text": "And pouring out many tears for them to the Father, they begged life; and He gave it to them, and they shared it with their neighbours."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:164",
                            "text": "And departing victorious over all to God, having always loved peace, and having recommended peace to us, in peace they went to God, leaving no sorrow to their Mother, nor division and dissension to their brethren, but joy and peace, and concord and love\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:165",
                            "text": "\"The same writing of the fore-mentioned martyrs,\" says Eusebius, \"contains a story worth remembrance."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:166",
                            "text": "\"For there was one of them of the name of Alcibiades, who lived an exceedingly austere life, confining his diet to bread and water, and partaking of nothing else whatsoever."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:167",
                            "text": "He tried to continue this mode of life in prison; but it was revealed to Attalus after the first conflict which he underwent in the amphitheatre that Alcibiades was not pursuing the right course in refusing to use the creatures of God, and in leaving an example which might be a stumbling-block to others."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:168",
                            "text": "And Alcibiades was persuaded, and partook freely of all kinds of food, and thanked God."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Remains: Pseud-Irenaeus 1:169",
                            "text": "For they were not without the oversight of the grace of God, but the Holy Spirit was their counsellor\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Remains: Pseud-Irenaeus 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:1",
                            "text": "Elucidation."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:2",
                            "text": "(In every succession, p."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:3",
                            "text": ")  Here our author mentions that he noted the succession of Bishops at Rome, but he gives his list with no remark about Rome in particular."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:4",
                            "text": "He adds that \"in every succession and in every city (i-e:, in every See) a primitive accordance with the law and the Gospel is maintained\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:5",
                            "text": "How can our excellent Lightfoot give it a colour wholly gratuitous in these words:  \"He interested himself in the succession of the Roman See, intent, like Irenaeus in the next generation, on showing the permanence of the orthodox tradition, through the continuity of the Roman episcopate\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Remains: Pseud-Irenaeus 2:6",
                            "text": "Irenaeus, who, above all the Westerns, is identified with the Orient!  Where is the evidence of any such idea or \"intent\"?  As for Irenaeus, his testimony has been sufficiently illustrated before, with proof that his words have not the slightest reference to the continuity of the Roman more than any other See, save only as the influx of visitors from other Sees helped to give it orthodoxy by their concurrent testimony."
                        }
                    ]
                }
            ]
        }
    ]
}