{
    "books": [
        {
            "name": "Eusebius: Chuch History Book IVs",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Eusebius: Chuch History Book IVs 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book IVs 1:1",
                            "text": "Church History of Eusebius, Book IV."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Eusebius: Chuch History Book IVs 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book IVs 2:1",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book IVs 2:2",
                            "text": "—The Bishops of Rome and of Alexandria during the Reign of Trajan."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book IVs 2:3",
                            "text": "About the twelfth year of the reign of Trajan the above-mentioned bishop of the parish of Alexandria died, and Primus, the fourth in succession from the apostles, was chosen to the office."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book IVs 2:4",
                            "text": "At that time also Alexander, the fifth in the line of succession from Peter and Paul, received the episcopate at Rome, after Evarestus had held the office eight years."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Eusebius: Chuch History Book IVs 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:2",
                            "text": "—The Calamities of the Jews during Trajan's Reign."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:3",
                            "text": "The teaching and the Church of our Saviour flourished greatly and made progress from day to day; but the calamities of the Jews increased, and they underwent a constant succession of evils."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:4",
                            "text": "In the eighteenth year of Trajan's reign there was another disturbance of the Jews, through which a great multitude of them perished."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:5",
                            "text": "For in Alexandria and in the rest of Egypt, and also in Cyrene, as if incited by some terrible and factious spirit, they rushed into seditious measures against their fellow-inhabitants, the Greeks."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:6",
                            "text": "The insurrection increased greatly, and in the following year, while Lupus was governor of all Egypt, it developed into a war of no mean magnitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:7",
                            "text": "In the first attack it happened that they were victorious over the Greeks, who fled to Alexandria and imprisoned and slew the Jews that were in the city."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:8",
                            "text": "But the Jews of Cyrene, although deprived of their aid, continued to plunder the land of Egypt and to devastate its districts, under the leadership of Lucuas."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:9",
                            "text": "Against them the emperor sent Marcius Turbo with a foot and naval force and also with a force of cavalry."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:10",
                            "text": "He carried on the war against them for a long time and fought many battles, and slew many thousands of Jews, not only of those of Cyrene, but also of those who dwelt in Egypt and had come to the assistance of their king Lucuas."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:11",
                            "text": "But the emperor, fearing that the Jews in Mesopotamia would also make an attack upon the inhabitants of that country, commanded Lucius Quintus to clear the province of them."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:12",
                            "text": "And he having marched against them slew a great multitude of those that dwelt there; and in consequence of his success he was made governor of Judea by the emperor."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book IVs 3:13",
                            "text": "These events are recorded also in these very words by the Greek historians that have written accounts of those times."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Eusebius: Chuch History Book IVs 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:2",
                            "text": "—The Apologists that wrote in Defense of the Faith during the Reign of Adrian."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:3",
                            "text": "After Trajan had reigned for nineteen and a half years aelius Adrian became his successor in the empire."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:4",
                            "text": "To him Quadratus addressed a discourse containing an apology for our religion, because certain wicked men had attempted to trouble the Christians."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:5",
                            "text": "The work is still in the hands of a great many of the brethren, as also in our own, and furnishes clear proofs of the man's understanding and of his apostolic orthodoxy."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:6",
                            "text": "He himself reveals the early date at which he lived in the following words: \"But the works of our Saviour were always present, for they were genuine:—those that were healed, and those that were raised from the dead, who were seen not only when they were healed and when they were raised, but were also always present; and not merely while the Saviour was on earth, but also after his death, they were alive for quite a while, so that some of them lived even to our day\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:7",
                            "text": "Such then was Quadratus."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:8",
                            "text": "Aristides also, a believer earnestly devoted to our religion, left, like Quadratus, an apology for the faith, addressed to Adrian."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book IVs 4:9",
                            "text": "His work, too, has been preserved even to the present day by a great many persons."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Eusebius: Chuch History Book IVs 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book IVs 5:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book IVs 5:2",
                            "text": "—The Bishops of Rome and of Alexandria under the Same Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book IVs 5:3",
                            "text": "In the third year of the same reign, Alexander, bishop of Rome, died after holding office ten years."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book IVs 5:4",
                            "text": "His successor was Xystus."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book IVs 5:5",
                            "text": "About the same time Primus, bishop of Alexandria, died in the twelfth year of his episcopate, and was succeeded by Justus."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Eusebius: Chuch History Book IVs 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:2",
                            "text": "—The Bishops of Jerusalem from the Age of our Saviour to the Period under Consideration."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:3",
                            "text": "The chronology of the bishops of Jerusalem I have nowhere found preserved in writing; for tradition says that they were all short lived."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:4",
                            "text": "But I have learned this much from writings, that until the siege of the Jews, which took place under Adrian, there were fifteen bishops in succession there, all of whom are said to have been of Hebrew descent, and to have received the knowledge of Christ in purity, so that they were approved by those who were able to judge of such matters, and were deemed worthy of the episcopate."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:5",
                            "text": "For their whole church consisted then of believing Hebrews who continued from the days of the apostles until the siege which took place at this time; in which siege the Jews, having again rebelled against the Romans, were conquered after severe battles."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:6",
                            "text": "But since the bishops of the circumcision ceased at this time, it is proper to give here a list of their names from the beginning."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:7",
                            "text": "The first, then, was James, the so-called brother of the Lord; the second, Symeon; the third, Justus; the fourth, Zacchaeus; the fifth, Tobias; the sixth, Benjamin; the seventh, John; the eighth, Matthias; the ninth, Philip; the tenth, Seneca; the eleventh, Justus; the twelfth, Levi; the thirteenth, Ephres; the fourteenth, Joseph; and finally, the fifteenth, Judas."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:8",
                            "text": "These are the bishops of Jerusalem that lived between the age of the apostles and the time referred to, all of them belonging to the circumcision."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:9",
                            "text": "In the twelfth year of the reign of Adrian, Xystus, having completed the tenth year of his episcopate, was succeeded by Telesphorus, the seventh in succession from the apostles."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book IVs 6:10",
                            "text": "In the meantime, after the lapse of a year and some months, Eumenes, the sixth in order, succeeded to the leadership of the Alexandrian church, his predecessor having held office eleven years."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Eusebius: Chuch History Book IVs 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:2",
                            "text": "—The Last Siege of the Jews under Adrian."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:3",
                            "text": "As the rebellion of the Jews at this time grew much more serious, Rufus, governor of Judea, after an auxiliary force had been sent him by the emperor, using their madness as a pretext, proceeded against them without mercy, and destroyed indiscriminately thousands of men and women and children, and in accordance with the laws of war reduced their country to a state of complete subjection."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:4",
                            "text": "The leader of the Jews at this time was a man by the name of Barcocheba (which signifies a star), who possessed the character of a robber and a murderer, but nevertheless, relying upon his name, boasted to them, as if they were slaves, that he possessed wonderful powers; and he pretended that he was a star that had come down to them out of heaven to bring them light in the midst of their misfortunes."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:5",
                            "text": "The war raged most fiercely in the eighteenth year of Adrian, at the city of Bithara, which was a very secure fortress, situated not far from Jerusalem."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:6",
                            "text": "When the siege had lasted a long time, and the rebels had been driven to the last extremity by hunger and thirst, and the instigator of the rebellion had suffered his just punishment, the whole nation was prohibited from this time on by a decree, and by the commands of Adrian, from ever going up to the country about Jerusalem."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:7",
                            "text": "For the emperor gave orders that they should not even see from a distance the land of their fathers."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:8",
                            "text": "Such is the account of Aristo of Pella."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:9",
                            "text": "And thus, when the city had been emptied of the Jewish nation and had suffered the total destruction of its ancient inhabitants, it was colonized by a different race, and the Roman city which subsequently arose changed its name and was called aelia, in honor of the emperor aelius Adrian."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book IVs 7:10",
                            "text": "And as the church there was now composed of Gentiles, the first one to assume the government of it after the bishops of the circumcision was Marcus."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Eusebius: Chuch History Book IVs 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:2",
                            "text": "—The Persons that became at that Time Leaders of Knowledge falsely so-called."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:3",
                            "text": "As the churches throughout the world were now shining like the most brilliant stars, and faith in our Saviour and Lord Jesus Christ was flourishing among the whole human race, the demon who hates everything that is good, and is always hostile to the truth, and most bitterly opposed to the salvation of man, turned all his arts against the Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:4",
                            "text": "In the beginning he armed himself against it with external persecutions."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:5",
                            "text": "But now, being shut off from the use of such means, he devised all sorts of plans, and employed other methods in his conflict with the Church, using base and deceitful men as instruments for the ruin of souls and as ministers of destruction."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:6",
                            "text": "Instigated by him, impostors and deceivers, assuming the name of our religion, brought to the depth of ruin such of the believers as they could win over, and at the same time, by means of the deeds which they practiced, turned away from the path which leads to the word of salvation those who were ignorant of the faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:7",
                            "text": "Accordingly there proceeded from that Menander, whom we have already mentioned as the successor of Simon, a certain serpent-like power, double-tongued and two-headed, which produced the leaders of two different heresies, Saturninus, an Antiochian by birth, and Basilides, an Alexandrian."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:8",
                            "text": "The former of these established schools of godless heresy in Syria, the latter in Alexandria."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:9",
                            "text": "Irenaeus states that the false teaching of Saturninus agreed in most respects with that of Menander, but that Basilides, under the pretext of unspeakable mysteries, invented monstrous fables, and carried the fictions of his impious heresy quite beyond bounds."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:10",
                            "text": "But as there were at that time a great many members of the Church who were fighting for the truth and defending apostolic and ecclesiastical doctrine with uncommon eloquence, so there were some also that furnished posterity through their writings with means of defense against the heresies to which we have referred."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:11",
                            "text": "Of these there has come down to us a most powerful refutation of Basilides by Agrippa Castor, one of the most renowned writers of that day, which shows the terrible imposture of the man."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:12",
                            "text": "While exposing his mysteries he says that Basilides wrote twenty-four books upon the Gospel, and that he invented prophets for himself named Barcabbas and Barcoph, and others that had no existence, and that he gave them barbarous names in order to amaze those who marvel at such things; that he taught also that the eating of meat offered to idols and the unguarded renunciation of the faith in times of persecution were matters of indifference; and that he enjoined upon his followers, like Pythagoras, a silence of five years."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:13",
                            "text": "Other similar things the above-mentioned writer has recorded concerning Basilides, and has ably exposed the error of his heresy."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:14",
                            "text": "Irenaeus also writes that Carpocrates was a contemporary of these men, and that he was the father of another heresy, called the heresy of the Gnostics, who did not wish to transmit any longer the magic arts of Simon, as that one had done, in secret, but openly."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:15",
                            "text": "For they boasted—as of something great—of love potions that were carefully prepared by them, and of certain demons that sent them dreams and lent them their protection, and of other similar agencies; and in accordance with these things they taught that it was necessary for those who wished to enter fully into their mysteries, or rather into their abominations, to practice all the worst kinds of wickedness, on the ground that they could escape the cosmic powers, as they called them, in no other way than by discharging their obligations to them all by infamous conduct."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:16",
                            "text": "Thus it came to pass that the malignant demon, making use of these ministers, on the one hand enslaved those that were so pitiably led astray by them to their own destruction, while on the other hand he furnished to the unbelieving heathen abundant opportunities for slandering the divine word, inasmuch as the reputation of these men brought infamy upon the whole race of Christians."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:17",
                            "text": "In this way, therefore, it came to pass that there was spread abroad in regard to us among the unbelievers of that age, the infamous and most absurd suspicion that we practiced unlawful commerce with mothers and sisters, and enjoyed impious feasts."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:18",
                            "text": "He did not, however, long succeed in these artifices, as the truth established itself and in time shone with great brilliancy."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:19",
                            "text": "For the machinations of its enemies were refuted by its power and speedily vanished."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:20",
                            "text": "One new heresy arose after another, and the former ones always passed away, and now at one time, now at another, now in one way, now in other ways, were lost in ideas of various kinds and various forms."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:21",
                            "text": "But the splendor of the catholic and only true Church, which is always the same, grew in magnitude and power, and reflected its piety and simplicity and freedom, and the modesty and purity of its inspired life and philosophy to every nation both of Greeks and of Barbarians."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:22",
                            "text": "At the same time the slanderous accusations which had been brought against the whole Church also vanished, and there remained our teaching alone, which has prevailed over all, and which is acknowledged to be superior to all in dignity and temperance, and in divine and philosophical doctrines."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:23",
                            "text": "So that none of them now ventures to affix a base calumny upon our faith, or any such slander as our ancient enemies formerly delighted to utter."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book IVs 8:24",
                            "text": "Nevertheless, in those times the truth again called forth many champions who fought in its defense against the godless heresies, refuting them not only with oral, but also with written arguments."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Eusebius: Chuch History Book IVs 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:2",
                            "text": "—Ecclesiastical Writers."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:3",
                            "text": "Among these Hegesippus was well known."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:4",
                            "text": "We have already quoted his words a number of times, relating events which happened in the time of the apostles according to his account."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:5",
                            "text": "He records in five books the true tradition of apostolic doctrine in a most simple style, and he indicates the time in which he flourished when he writes as follows concerning those that first set up idols: \"To whom they erected cenotaphs and temples, as is done to the present day."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:6",
                            "text": "Among whom is also Antinoüs, a slave of the Emperor Adrian, in whose honor are celebrated also the Antinoian games, which were instituted in our day."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:7",
                            "text": "For he [i-e: Adrian] also founded a city named after Antinoüs, and appointed prophets\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:8",
                            "text": "At the same time also Justin, a genuine lover of the true philosophy, was still continuing to busy himself with Greek literature."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:9",
                            "text": "He indicates this time in the Apology which he addressed to Antonine, where he writes as follows: \"We do not think it out of place to mention here Antinoüs also, who lived in our day, and whom all were driven by fear to worship as a god, although they knew who he was and whence he came\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:10",
                            "text": "The same writer, speaking of the Jewish war which took place at that time, adds the following: \"For in the late Jewish war Barcocheba, the leader of the Jewish rebellion, commanded that Christians alone should be visited with terrible punishments unless they would deny and blaspheme Jesus Christ\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:11",
                            "text": "And in the same work he shows that his conversion from Greek philosophy to Christianity was not without reason, but that it was the result of deliberation on his part."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:12",
                            "text": "His words are as follows: \"For I myself, while I was delighted with the doctrines of Plato, and heard the Christians slandered, and saw that they were afraid neither of death nor of anything else ordinarily looked upon as terrible, concluded that it was impossible that they could be living in wickedness and pleasure."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:13",
                            "text": "For what pleasure-loving or intemperate man, or what man that counts it good to feast on human flesh, could welcome death that he might be deprived of his enjoyments, and would not rather strive to continue permanently his present life, and to escape the notice of the rulers, instead of giving himself up to be put to death?\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:14",
                            "text": "The same writer, moreover, relates that Adrian having received from Serennius Granianus, a most distinguished governor, a letter in behalf of the Christians, in which he stated that it was not just to slay the Christians without a regular accusation and trial, merely for the sake of gratifying the outcries of the populace, sent a rescript to Minucius Fundanus, proconsul of Asia, commanding him to condemn no one without an indictment and a well-grounded accusation."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:15",
                            "text": "And he gives a copy of the epistle, preserving the original Latin in which it was written, and prefacing it with the following words: \"Although from the epistle of the greatest and most illustrious Emperor Adrian, your father, we have good ground to demand that you order judgment to be given as we have desired, yet we have asked this not because it was ordered by Adrian, but rather because we know that what we ask is just."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:16",
                            "text": "And we have subjoined the copy of Adrian's epistle that you may know that we are speaking the truth in this matter also."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:17",
                            "text": "And this is the copy\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:18",
                            "text": "After these words the author referred to gives the rescript in Latin, which we have translated into Greek as accurately as we could."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book IVs 9:19",
                            "text": "It reads as follows:."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Eusebius: Chuch History Book IVs 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:2",
                            "text": "—The Epistle of Adrian, decreeing that we should not be punished without a Trial."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:3",
                            "text": "\"To Minucius Fundanus."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:4",
                            "text": "I have received an epistle, written to me by Serennius Granianus, a most illustrious man, whom you have succeeded."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:5",
                            "text": "It does not seem right to me that the matter should be passed by without examination, lest the men be harassed and opportunity be given to the informers for practicing villainy."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:6",
                            "text": "If, therefore, the inhabitants of the province can clearly sustain this petition against the Christians so as to give answer in a court of law, let them pursue this course alone, but let them not have resort to men's petitions and outcries."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:7",
                            "text": "For it is far more proper, if any one wishes to make an accusation, that you should examine into it."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:8",
                            "text": "If any one therefore accuses them and shows that they are doing anything contrary to the laws, do you pass judgment according to the heinousness of the crime."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:9",
                            "text": "But, by Hercules! if any one bring an accusation through mere calumny, decide in regard to his criminality, and see to it that you inflict punishment\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book IVs 10:10",
                            "text": "Such are the contents of Adrian's rescript."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Eusebius: Chuch History Book IVs 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:2",
                            "text": "—The Bishops of Rome and of Alexandria during the Reign of Antoninus."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:3",
                            "text": "Adrian having died after a reign of twenty-one years, was succeeded in the government of the Romans by Antoninus, called the Pious."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:4",
                            "text": "In the first year of his reign Telesphorus died in the eleventh year of his episcopate, and Hyginus became bishop of Rome."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:5",
                            "text": "Irenaeus records that Telesphorus' death was made glorious by martyrdom, and in the same connection he states that in the time of the above-mentioned Roman bishop Hyginus, Valentinus, the founder of a sect of his own, and Cerdon, the author of Marcion's error, were both well known at Rome."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book IVs 11:6",
                            "text": "He writes as follows:."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Eusebius: Chuch History Book IVs 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:2",
                            "text": "—The Heresiarchs of that Age."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:3",
                            "text": "\"For Valentinus came to Rome under Hyginus, flourished under Pius, and remained until Anicetus."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:4",
                            "text": "Cerdon also, Marcion's predecessor, entered the Church in the time of Hyginus, the ninth bishop, and made confession, and continued in this way, now teaching in secret, now making confession again, and now denounced for corrupt doctrine and withdrawing from the assembly of the brethren\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:5",
                            "text": "These words are found in the third book of the work Against Heresies."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:6",
                            "text": "And again in the first book he speaks as follows concerning Cerdon: \"A certain Cerdon, who had taken his system from the followers of Simon, and had come to Rome under Hyginus, the ninth in the episcopal succession from the apostles, taught that the God proclaimed by the law and prophets was not the father of our Lord Jesus Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:7",
                            "text": "For the former was known, but the latter unknown; and the former was just, but the latter good."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:8",
                            "text": "Marcion of Pontus succeeded Cerdon and developed his doctrine, uttering shameless blasphemies\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:9",
                            "text": "The same Irenaeus unfolds with the greatest vigor the unfathomable abyss of Valentinus' errors in regard to matter, and reveals his wickedness, secret and hidden like a serpent lurking in its nest."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:10",
                            "text": "And in addition to these men he says that there was also another that lived in that age, Marcus by name, who was remarkably skilled in magic arts."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:11",
                            "text": "And he describes also their unholy initiations and their abominable mysteries in the following words:."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:12",
                            "text": "\"For some of them prepare a nuptial couch and perform a mystic rite with certain forms of expression addressed to those who are being initiated, and they say that it is a spiritual marriage which is celebrated by them, after the likeness of the marriages above."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:13",
                            "text": "But others lead them to water, and while they baptize them they repeat the following words: Into the name of the unknown father of the universe, into truth, the mother of all things, into the one that descended upon Jesus."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:14",
                            "text": "Others repeat Hebrew names in order the better to confound those who are being initiated\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:15",
                            "text": "But Hyginus having died at the close of the fourth year of his episcopate, Pius succeeded him in the government of the church of Rome."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:16",
                            "text": "In Alexandria Marcus was appointed pastor, after Eumenes had filled the office thirteen years in all."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:17",
                            "text": "And Marcus having died after holding office ten years was succeeded by Celadion in the government of the church of Alexandria."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:18",
                            "text": "And in Rome Pius died in the fifteenth year of his episcopate, and Anicetus assumed the leadership of the Christians there."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:19",
                            "text": "Hegesippus records that he himself was in Rome at this time, and that he remained there until the episcopate of Eleutherus."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:20",
                            "text": "But Justin was especially prominent in those days."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:21",
                            "text": "In the guise of a philosopher he preached the divine word, and contended for the faith in his writings."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:22",
                            "text": "He wrote also a work against Marcion, in which he states that the latter was alive at the time he wrote."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:23",
                            "text": "He speaks as follows: \"And there is a certain Marcion of Pontus, who is even now still teaching his followers to think that there is some other God greater than the creator."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:24",
                            "text": "And by the aid of the demons he has persuaded many of every race of men to utter blasphemy, and to deny that the maker of this universe is the father of Christ, and to confess that some other, greater than he, was the creator."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:25",
                            "text": "And all who followed them are, as we have said, called Christians, just as the name of philosophy is given to philosophers, although they may have no doctrines in common\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:26",
                            "text": "To this he adds: \"And we have also written a work against all the heresies that have existed, which we will give you if you wish to read it\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:27",
                            "text": "But this same Justin contended most successfully against the Greeks, and addressed discourses containing an apology for our faith to the Emperor Antoninus, called Pius, and to the Roman senate."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:28",
                            "text": "For he lived at Rome."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book IVs 12:29",
                            "text": "But who and whence he was he shows in his Apology in the following words."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Eusebius: Chuch History Book IVs 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book IVs 13:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book IVs 13:2",
                            "text": "—The Apology of Justin addressed to Antoninus."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book IVs 13:3",
                            "text": "\"To the Emperor Titus aelius Adrian Antoninus Pius Caesar Augustus, and to Verissimus his son, the philosopher, and to Lucius the philosopher, own son of Caesar and adopted son of Pius, a lover of learning, and to the sacred senate and to the whole Roman people, I , Justin, son of Priscus and grandson of Bacchius, of Flavia Neapolis in Palestine, Syria, present this address and petition in behalf of those men of every nation who are unjustly hated and persecuted, I myself being one of them\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book IVs 13:4",
                            "text": "And the same emperor having learned also from other brethren in Asia of the injuries of all kinds which they were suffering from the inhabitants of the province, thought it proper to address the following ordinance to the Common Assembly of Asia."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Eusebius: Chuch History Book IVs 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:2",
                            "text": "—The Epistle of Antoninus to the Common Assembly of Asia in Regard to our Doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:3",
                            "text": "The Emperor Caesar Marcus Aurelius Antoninus Augustus, Armenicus, Pontifex Maximus, for the fifteenth time Tribune, for the third time Consul, to the Common Assembly of Asia, Greeting."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:4",
                            "text": "I know that the gods also take care that such persons do not escape detection."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:5",
                            "text": "For they would much rather punish those who will not worship them than you would."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:6",
                            "text": "But you throw them into confusion, and while you accuse them of atheism you only confirm them in the opinion which they hold."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:7",
                            "text": "It would indeed be more desirable for them, when accused, to appear to die for their God, than to live."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:8",
                            "text": "Wherefore also they come off victorious when they give up their lives rather than yield obedience to your commands."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:9",
                            "text": "And in regard to the earthquakes which have been and are still taking place, it is not improper to admonish you who lose heart whenever they occur, and nevertheless are accustomed to compare your conduct with theirs."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:10",
                            "text": "They indeed become the more confident in God, while you, during the whole time, neglect, in apparent ignorance, the other gods and the worship of the Immortal, and oppress and persecute even unto death the Christians who worship him."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:11",
                            "text": "But in regard to these persons, many of the governors of the provinces wrote also to our most divine father, to whom he wrote in reply that they should not trouble these people unless it should appear that they were attempting something affecting the Roman government."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:12",
                            "text": "And to me also many have sent communications concerning these men, but I have replied to them in the same way that my father did."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:13",
                            "text": "But if any one still persists in bringing accusations against any of these people as such, the person who is accused shall be acquitted of the charge, even if it appear that he is one of them, but the accuser shall be punished."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:14",
                            "text": "Published in Ephesus in the Common Assembly of Asia\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book IVs 14:15",
                            "text": "To these things Melito, bishop of the church of Sardis, and a man well known at that time, is a witness, as is clear from his words in the Apology which he addressed to the Emperor Verus in behalf of our doctrine."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Eusebius: Chuch History Book IVs 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:2",
                            "text": "—The Circumstances related of Polycarp, a Friend of the Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:3",
                            "text": "At this time, while Anicetus was at the head of the church of Rome, Irenaeus relates that Polycarp, who was still alive, was at Rome, and that he had a conference with Anicetus on a question concerning the day of the paschal feast."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:4",
                            "text": "And the same writer gives another account of Polycarp which I feel constrained to add to that which has been already related in regard to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:5",
                            "text": "The account is taken from the third book of Irenaeus' work Against Heresies, and is as follows:."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:6",
                            "text": "\"But Polycarp also was not only instructed by the apostles, and acquainted with many that had seen Christ, but was also appointed by apostles in Asia bishop of the church of Smyrna."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:7",
                            "text": "We too saw him in our early youth; for he lived a long time, and died, when a very old man, a glorious and most illustrious martyr's death, having always taught the things which he had learned from the apostles, which the Church also hands down, and which alone are true."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:8",
                            "text": "To these things all the Asiatic churches testify, as do also those who, down to the present time, have succeeded Polycarp, who was a much more trustworthy and certain witness of the truth than Valentinus and Marcion and the rest of the heretics."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:9",
                            "text": "He also was in Rome in the time of Anicetus and caused many to turn away from the above-mentioned heretics to the Church of God, proclaiming that he had received from the apostles this one and only system of truth which has been transmitted by the Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:10",
                            "text": "And there are those that heard from him that John, the disciple of the Lord, going to bathe in Ephesus and seeing Cerinthus within, ran out of the bath-house without bathing, crying, 'Let us flee, lest even the bath fall, because Cerinthus, the enemy of the truth, is within."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:11",
                            "text": "'."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:12",
                            "text": "And Polycarp himself, when Marcion once met him and said, 'Knowest thou us?' replied, 'I know the first born of Satan."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:13",
                            "text": "' Such caution did the apostles and their disciples exercise that they might not even converse with any of those who perverted the truth; as Paul also said, 'A man that is a heretic, after the first and second admonition, reject; knowing he that is such is subverted, and sinneth, being condemned of himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:14",
                            "text": "'."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:15",
                            "text": "There is also a very powerful epistle of Polycarp written to the Philippians, from which those that wish to do so, and that are concerned for their own salvation, may learn the character of his faith and the preaching of the truth\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:16",
                            "text": "Such is the account of Irenaeus."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:17",
                            "text": "But Polycarp, in his above-mentioned epistle to the Philippians, which is still extant, has made use of certain testimonies drawn from the First Epistle of Peter."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book IVs 15:18",
                            "text": "And when Antoninus, called Pius, had completed the twenty-second year of his reign, Marcus Aurelius Verus, his son, who was also called Antoninus, succeeded him, together with his brother Lucius."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Eusebius: Chuch History Book IVs 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:2",
                            "text": "—Under Verus,Polycarp with Others suffered Martyrdom at Smyrna."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:3",
                            "text": "At this time, when the greatest persecutions were exciting Asia, Polycarp ended his life by martyrdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:4",
                            "text": "But I consider it most important that his death, a written account of which is still extant, should be recorded in this history."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:5",
                            "text": "There is a letter, written in the name of the church over which he himself presided, to the parishes in Pontus, which relates the events that befell him, in the following words:."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:6",
                            "text": "\"The church of God which dwelleth in Philomelium, and to all the parishes of the holy catholic Church in every place; mercy and peace and love from God the Father be multiplied."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:7",
                            "text": "We write unto you, brethren, an account of what happened to those that suffered martyrdom and to the blessed Polycarp, who put an end to the persecution, having, as it were, sealed it by his martyrdom\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:8",
                            "text": "After these words, before giving the account of Polycarp, they record the events which befell the rest of the martyrs, and describe the great firmness which they exhibited in the midst of their pains."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:9",
                            "text": "For they say that the bystanders were struck with amazement when they saw them lacerated with scourges even to the innermost veins and arteries, so that the hidden inward parts of the body, both their bowels and their members, were exposed to view; and then laid upon sea-shells and certain pointed spits, and subjected to every species of punishment and of torture, and finally thrown as food to wild beasts."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:10",
                            "text": "And they record that the most noble Germanicus especially distinguished himself, overcoming by the grace of God the fear of bodily death implanted by nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:11",
                            "text": "When indeed the proconsul wished to persuade him, and urged his youth, and besought him, as he was very young and vigorous, to take compassion on himself, he did not hesitate, but eagerly lured the beast toward himself, all but compelling and irritating him, in order that he might the sooner be freed from their unrighteous and lawless life."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:12",
                            "text": "After his glorious death the whole multitude, marveling at the bravery of the God-beloved martyr and at the fortitude of the whole race of Christians, began to cry out suddenly, \"Away with the atheists; let Polycarp be sought\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:13",
                            "text": "And when a very great tumult arose in consequence of the cries, a certain Phrygian, Quintus by name, who was newly come from Phrygia, seeing the beasts and the additional tortures, was smitten with cowardice and gave up the attainment of salvation."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:14",
                            "text": "But the above-mentioned epistle shows that he, too hastily and without proper discretion, had rushed forward with others to the tribunal, but when seized had furnished a clear proof to all, that it is not right for such persons rashly and recklessly to expose themselves to danger."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:15",
                            "text": "Thus did matters turn out in connection with them."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:16",
                            "text": "But the most admirable Polycarp, when he first heard of these things, continued undisturbed, preserved a quiet and unshaken mind, and determined to remain in the city."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:17",
                            "text": "But being persuaded by his friends who entreated and exhorted him to retire secretly, he went out to a farm not far distant from the city and abode there with a few companions, night and day doing nothing but wrestle with the Lord in prayer, beseeching and imploring, and asking peace for the churches throughout the whole world."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:18",
                            "text": "For this was always his custom."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:19",
                            "text": "And three days before his arrest, while he was praying, he saw in a vision at night the pillow under his head suddenly seized by fire and consumed; and upon this awakening he immediately interpreted the vision to those that were present, almost foretelling that which was about to happen, and declaring plainly to those that were with him that it would be necessary for him for Christ's sake to die by fire."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:20",
                            "text": "Then, as those who were seeking him pushed the search with vigor, they say that he was again constrained by the solicitude and love of the brethren to go to another farm."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:21",
                            "text": "Thither his pursuers came after no long time, and seized two of the servants there, and tortured one of them for the purpose of learning from him Polycarp's hiding-place."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:22",
                            "text": "And coming late in the evening, they found him lying in an upper room, whence he might have gone to another house, but he would not, saying, \"The will of God be done\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:23",
                            "text": "And when he learned that they were present, as the account says, he went down and spoke to them with a very cheerful and gentle countenance, so that those who did not already know the man thought that they beheld a miracle when they observed his advanced age and the gravity and firmness of his bearing, and they marveled that so much effort should be made to capture a man like him."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:24",
                            "text": "But he did not hesitate, but immediately gave orders that a table should be spread for them."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:25",
                            "text": "Then he invited them to partake of a bounteous meal, and asked of them one hour that he might pray undisturbed."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:26",
                            "text": "And when they had given permission, he stood up and prayed, being full of the grace of the Lord, so that those who were present and heard him praying were amazed, and many of them now repented that such a venerable and godly old man was about to be put to death."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:27",
                            "text": "In addition to these things the narrative concerning him contains the following account: \"But when at length he had brought his prayer to an end, after remembering all that had ever come into contact with him, small and great, famous and obscure, and the whole catholic Church throughout the world, the hour of departure being come, they put him upon an ass and brought him to the city, it being a great Sabbath."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:28",
                            "text": "And he was met by Herod, the captain of police, and by his father Nicetes, who took him into their carriage, and sitting beside him endeavored to persuade him, saying, 'For what harm is there in saying, Lord Caesar, and sacrificing and saving your life?' He at first did not answer; but when they persisted, he said, 'I am not going to do what you advise me."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:29",
                            "text": "'."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:30",
                            "text": "And when they failed to persuade him, they uttered dreadful words, and thrust him down with violence, so that as he descended from the carriage he lacerated his shin."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:31",
                            "text": "But without turning round, he went on his way promptly and rapidly, as if nothing had happened to him, and was taken to the stadium."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:32",
                            "text": "But there was such a tumult in the stadium that not many heard a voice from heaven, which came to Polycarp as he was entering the place: 'Be strong, Polycarp, and play the man."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:33",
                            "text": "' And no one saw the speaker, but many of our people heard the voice."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:34",
                            "text": "And when he was led forward, there was a great tumult, as they heard that Polycarp was taken."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:35",
                            "text": "Finally, when he came up, the proconsul asked if he were Polycarp."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:36",
                            "text": "And when he confessed that he was, he endeavored to persuade him to deny, saying, 'Have regard for thine age,' and other like things, which it is their custom to say: 'Swear by the genius of Caesar; repent and say, Away with the Atheists."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:37",
                            "text": "'."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:38",
                            "text": "But Polycarp, looking with dignified countenance upon the whole crowd that was gathered in the stadium, waved his hand to them, and groaned, and raising his eyes toward heaven, said, 'Away with the Atheists."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:39",
                            "text": "'."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:40",
                            "text": "But when the magistrate pressed him, and said, 'Swear, and I will release thee; revile Christ,' Polycarp said, 'Fourscore and six years have I been serving him, and he hath done me no wrong; how then can I blaspheme my king who saved me?'."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:41",
                            "text": "\"But when he again persisted, and said, 'Swear by the genius of Caesar,' Polycarp replied, 'If thou vainly supposest that I will swear by the genius of Caesar, as thou sayest, feigning to be ignorant who I am, hear plainly: I am a Christian."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:42",
                            "text": "But if thou desirest to learn the doctrine of Christianity, assign a day and hear."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:43",
                            "text": "'."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:44",
                            "text": "The proconsul said, 'Persuade the people."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:45",
                            "text": "' But Polycarp said, 'As for thee, I thought thee worthy of an explanation; for we have been taught to render to princes and authorities ordained by God the honor that is due, so long as it does not injure us; but as for these, I do not esteem them the proper persons to whom to make my defense."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:46",
                            "text": "'."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:47",
                            "text": "But the proconsul said, 'I have wild beasts; I will throw thee to them unless thou repent."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:48",
                            "text": "' But he said, 'Call them; for repentance from better to worse is a change we cannot make."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:49",
                            "text": "But it is a noble thing to turn from wickedness to righteousness."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:50",
                            "text": "'."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:51",
                            "text": "But he again said to him, 'If thou despisest the wild beasts, I will cause thee to be consumed by fire, unless thou repent."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:52",
                            "text": "' But Polycarp said, 'Thou threatenest a fire which burneth for an hour, and after a little is quenched; for thou knowest not the fire of the future judgment and of the eternal punishment which is reserved for the impious."
                        },
                        {
                            "verse": 53,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:53",
                            "text": "But why dost thou delay? Do what thou wilt."
                        },
                        {
                            "verse": 54,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:54",
                            "text": "'."
                        },
                        {
                            "verse": 55,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:55",
                            "text": "Saying these and other words besides, he was filled with courage and joy, and his face was suffused with grace, so that not only was he not terrified and dismayed by the words that were spoken to him, but, on the contrary, the proconsul was amazed, and sent his herald to proclaim three times in the midst of the stadium: 'Polycarp hath confessed that he is a Christian."
                        },
                        {
                            "verse": 56,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:56",
                            "text": "'."
                        },
                        {
                            "verse": 57,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:57",
                            "text": "And when this was proclaimed by the herald, the whole multitude, both of Gentiles and of Jews, who dwelt in Smyrna, cried out with ungovernable wrath and with a great shout, 'This is the teacher of Asia, the father of the Christians, the overthrower of our gods, who teacheth many not to sacrifice nor to worship."
                        },
                        {
                            "verse": 58,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:58",
                            "text": "'."
                        },
                        {
                            "verse": 59,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:59",
                            "text": "When they had said this, they cried out and asked the Asiarch Philip to let a lion loose upon Polycarp."
                        },
                        {
                            "verse": 60,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:60",
                            "text": "But he said that it was not lawful for him, since he had closed the games."
                        },
                        {
                            "verse": 61,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:61",
                            "text": "Then they thought fit to cry out with one accord that Polycarp should be burned alive."
                        },
                        {
                            "verse": 62,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:62",
                            "text": "For it was necessary that the vision should be fulfilled which had been shown him concerning his pillow, when he saw it burning while he was praying, and turned and said prophetically to the faithful that were with him, 'I must needs be burned alive."
                        },
                        {
                            "verse": 63,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:63",
                            "text": "'."
                        },
                        {
                            "verse": 64,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:64",
                            "text": "These things were done with great speed,—more quickly than they were said,—the crowds immediately collecting from the workshops and baths timber and fagots, the Jews being especially zealous in the work, as is their wont."
                        },
                        {
                            "verse": 65,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:65",
                            "text": "But when the pile was ready, taking off all his upper garments, and loosing his girdle, he attempted also to remove his shoes, although he had never before done this, because of the effort which each of the faithful always made to touch his skin first; for he had been treated with all honor on account of his virtuous life even before his gray hairs came."
                        },
                        {
                            "verse": 66,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:66",
                            "text": "Forthwith then the materials prepared for the pile were placed about him; and as they were also about to nail him to the stake, he said, 'Leave me thus; for he who hath given me strength to endure the fire, will also grant me strength to remain in the fire unmoved without being secured by you with nails."
                        },
                        {
                            "verse": 67,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:67",
                            "text": "' So they did not nail him, but bound him."
                        },
                        {
                            "verse": 68,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:68",
                            "text": "And he, with his hands behind him, and bound like a noble ram taken from a great flock, an acceptable burnt-offering unto God omnipotent, said,."
                        },
                        {
                            "verse": 69,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:69",
                            "text": "'Father of thy beloved and blessed Son Jesus Christ, through whom we have received the knowledge of thee, the God of angels and of powers and of the whole creation and of the entire race of the righteous who live in thy presence, I bless thee that thou hast deemed me worthy of this day and hour, that I might receive a portion in the number of the martyrs, in the cup of Christ, unto resurrection of eternal life, both of soul and of body, in the immortality of the Holy Spirit."
                        },
                        {
                            "verse": 70,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:70",
                            "text": "Among these may I be received before thee this day, in a rich and acceptable sacrifice, as thou, the faithful and true God, hast beforehand prepared and revealed, and hast fulfilled."
                        },
                        {
                            "verse": 71,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:71",
                            "text": "Wherefore I praise thee also for everything; I bless thee, I glorify thee, through the eternal high priest, Jesus Christ, thy beloved Son, through whom, with him, in the Holy Spirit, be glory unto thee, both now and for the ages to come, Amen."
                        },
                        {
                            "verse": 72,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:72",
                            "text": "'."
                        },
                        {
                            "verse": 73,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:73",
                            "text": "When he had offered up his Amen and had finished his prayer, the firemen lighted the fire and as a great flame blazed out, we, to whom it was given to see, saw a wonder, and we were preserved that we might relate what happened to the others."
                        },
                        {
                            "verse": 74,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:74",
                            "text": "For the fire presented the appearance of a vault, like the sail of a vessel filled by the wind, and made a wall about the body of the martyr, and it was in the midst not like flesh burning, but like gold and silver refined in a furnace."
                        },
                        {
                            "verse": 75,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:75",
                            "text": "For we perceived such a fragrant odor, as of the fumes of frankincense or of some other precious spices."
                        },
                        {
                            "verse": 76,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:76",
                            "text": "So at length the lawless men, when they saw that the body could not be consumed by the fire, commanded an executioner to approach and pierce him with the sword."
                        },
                        {
                            "verse": 77,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:77",
                            "text": "And when he had done this there came forth a quantity of blood so that it extinguished the fire; and the whole crowd marveled that there should be such a difference between the unbelievers and the elect, of whom this man also was one, the most wonderful teacher in our times, apostolic and prophetic, who was bishop of the catholic Church in Smyrna."
                        },
                        {
                            "verse": 78,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:78",
                            "text": "For every word which came from his mouth was accomplished and will be accomplished."
                        },
                        {
                            "verse": 79,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:79",
                            "text": "But the jealous and envious Evil One, the adversary of the race of the righteous, when he saw the greatness of his martyrdom, and his blameless life from the beginning, and when he saw him crowned with the crown of immortality and bearing off an incontestable prize, took care that not even his body should be taken away by us, although many desired to do it and to have communion with his holy flesh."
                        },
                        {
                            "verse": 80,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:80",
                            "text": "Accordingly certain ones secretly suggested to Nicetes, the father of Herod and brother of Alce, that he should plead with the magistrate not to give up his body, 'lest,' it was said, 'they should abandon the crucified One and begin to worship this man."
                        },
                        {
                            "verse": 81,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:81",
                            "text": "' They said these things at the suggestion and impulse of the Jews, who also watched as we were about to take it from the fire, not knowing that we shall never be able either to forsake Christ, who suffered for the salvation of the whole world of those that are saved, or to worship any other."
                        },
                        {
                            "verse": 82,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:82",
                            "text": "For we worship him who is the Son of God, but the martyrs, as disciples and imitators of the Lord, we love as they deserve on account of their matchless affection for their own king and teacher."
                        },
                        {
                            "verse": 83,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:83",
                            "text": "May we also be made partakers and fellow-disciples with them."
                        },
                        {
                            "verse": 84,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:84",
                            "text": "The centurion, therefore, when he saw the contentiousness exhibited by the Jews, placed him in the midst and burned him, as was their custom."
                        },
                        {
                            "verse": 85,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:85",
                            "text": "And so we afterwards gathered up his bones, which were more valuable than precious stones and more to be esteemed than gold, and laid them in a suitable place."
                        },
                        {
                            "verse": 86,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:86",
                            "text": "There the Lord will permit us to come together as we are able, in gladness and joy to celebrate the birthday of his martyrdom, for the commemoration of those who have already fought and for the training and preparation of those who shall hereafter do the same."
                        },
                        {
                            "verse": 87,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:87",
                            "text": "Such are the events that befell the blessed Polycarp, who suffered martyrdom in Smyrna with the eleven from Philadelphia."
                        },
                        {
                            "verse": 88,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:88",
                            "text": "This one man is remembered more than the others by all, so that even by the heathen he is talked about in every place\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:89",
                            "text": "Of such an end was the admirable and apostolic Polycarp deemed worthy, as recorded by the brethren of the church of Smyrna in their epistle which we have mentioned."
                        },
                        {
                            "verse": 90,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:90",
                            "text": "In the same volume concerning him are subjoined also other martyrdoms which took place in the same city, Smyrna, about the same period of time with Polycarp's martyrdom."
                        },
                        {
                            "verse": 91,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:91",
                            "text": "Among them also Metrodorus, who appears to have been a proselyte of the Marcionitic sect, suffered death by fire."
                        },
                        {
                            "verse": 92,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:92",
                            "text": "A celebrated martyr of those times was a certain man named Pionius."
                        },
                        {
                            "verse": 93,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:93",
                            "text": "Those who desire to know his several confessions, and the boldness of his speech, and his apologies in behalf of the faith before the people and the rulers, and his instructive addresses and, moreover, his greetings to those who had yielded to temptation in the persecution, and the words of encouragement which he addressed to the brethren who came to visit him in prison, and the tortures which he endured in addition, and besides these the sufferings and the nailings, and his firmness on the pile, and his death after all the extraordinary trials,—those we refer to that epistle which has been given in the Martyrdoms of the Ancients, collected by us, and which contains a very full account of him."
                        },
                        {
                            "verse": 94,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book IVs 16:94",
                            "text": "And there are also records extant of others that suffered martyrdom in Pergamus, a city of Asia,—of Carpus and Papylus, and a woman named Agathonice, who, after many and illustrious testimonies, gloriously ended their lives."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Eusebius: Chuch History Book IVs 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:2",
                            "text": "—Justin the Philosopher preaches the Word of Christ in Rome and suffers Martyrdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:3",
                            "text": "About this time Justin, who was mentioned by us just above, after he had addressed a second work in behalf of our doctrines to the rulers already named, was crowned with divine martyrdom, in consequence of a plot laid against him by Crescens, a philosopher who emulated the life and manners of the Cynics, whose name he bore."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:4",
                            "text": "After Justin had frequently refuted him in public discussions he won by his martyrdom the prize of victory, dying in behalf of the truth which he preached."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:5",
                            "text": "And he himself, a man most learned in the truth, in his Apology already referred to clearly predicts how this was about to happen to him, although it had not yet occurred."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:6",
                            "text": "His words are as follows: \"I, too, therefore, expect to be plotted against and put in the stocks by some one of those whom I have named, or perhaps by Crescens, that unphilosophical and vainglorious man."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:7",
                            "text": "For the man is not worthy to be called a philosopher who publicly bears witness against those concerning whom he knows nothing, declaring, for the sake of captivating and pleasing the multitude, that the Christians are atheistical and impious."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:8",
                            "text": "Doing this he errs greatly."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:9",
                            "text": "For if he assails us without having read the teachings of Christ, he is thoroughly depraved, and is much worse than the illiterate, who often guard against discussing and bearing false witness about matters which they do not understand."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:10",
                            "text": "And if he has read them and does not understand the majesty that is in them, or, understanding it, does these things in order that he may not be suspected of being an adherent, he is far more base and totally depraved, being enslaved to vulgar applause and irrational fear."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:11",
                            "text": "For I would have you know that when I proposed certain questions of the sort and asked him in regard to them, I learned and proved that he indeed knows nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:12",
                            "text": "And to show that I speak the truth I am ready, if these disputations have not been reported to you, to discuss the questions again in your presence."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:13",
                            "text": "And this indeed would be an act worthy of an emperor."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:14",
                            "text": "But if my questions and his answers have been made known to you, it is obvious to you that he knows nothing about our affairs; or if he knows, but does not dare to speak because of those who hear him, he shows himself to be, as I have already said, not a philosopher, but a vainglorious man, who indeed does not even regard that most admirable saying of Socrates\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:15",
                            "text": "These are the words of Justin."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:16",
                            "text": "And that he met his death as he had predicted that he would, in consequence of the machinations of Crescens, is stated by Tatian, a man who early in life lectured upon the sciences of the Greeks and won no little fame in them, and who has left a great many monuments of himself in his writings."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:17",
                            "text": "He records this fact in his work against the Greeks, where he writes as follows: \"And that most admirable Justin declared with truth that the aforesaid persons were like robbers\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:18",
                            "text": "Then, after making some remarks about the philosophers, he continues as follows: \"Crescens, indeed, who made his nest in the great city, surpassed all in his unnatural lust, and was wholly devoted to the love of money."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:19",
                            "text": "And he who taught that death should be despised, was himself so greatly in fear of it that he endeavored to inflict death, as if it were a great evil, upon Justin, because the latter, when preaching the truth, had proved that the philosophers were gluttons and impostors\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book IVs 17:20",
                            "text": "And such was the cause of Justin's martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Eusebius: Chuch History Book IVs 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:2",
                            "text": "—The Martyrs whom Justin mentions in his Own Work."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:3",
                            "text": "The same man, before his conflict, mentions in his first Apology others that suffered martyrdom before him, and most fittingly records the following events."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:4",
                            "text": "He writes thus: \"A certain woman lived with a dissolute husband; she herself, too, having formerly been of the same character."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:5",
                            "text": "But when she came to the knowledge of the teachings of Christ, she became temperate, and endeavored to persuade her husband likewise to be temperate, repeating the teachings, and declaring the punishment in eternal fire which shall come upon those who do not live temperately and conformably to right reason."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:6",
                            "text": "But he, continuing in the same excesses, alienated his wife by his conduct."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:7",
                            "text": "For she finally, thinking it wrong to live as a wife with a man who, contrary to the law of nature and right, sought every possible means of pleasure, desired to be divorced from him."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:8",
                            "text": "And when she was earnestly entreated by her friends, who counseled her still to remain with him, on the ground that her husband might some time give hope of amendment, she did violence to herself and remained."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:9",
                            "text": "But when her husband had gone to Alexandria, and was reported to be conducting himself still worse, she—in order that she might not, by continuing in wedlock, and by sharing his board and bed, become a partaker in his lawlessness and impiety—gave him what we call a bill of divorce and left him."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:10",
                            "text": "But her noble and excellent husband,—instead of rejoicing, as he ought to have done, that she had given up those actions which she had formerly recklessly committed with the servants and hirelings, when she delighted in drunkenness and in every vice, and that she desired him likewise to give them up,—when she had gone from him contrary to his wish, brought an accusation concerning her, declaring that she was a Christian."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:11",
                            "text": "And she petitioned you, the emperor, that she might be permitted first to set her affairs in order, and afterwards, after the settlement of her affairs, to make her defense against the accusation."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:12",
                            "text": "And this you granted."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:13",
                            "text": "But he who had once been her husband, being no longer able to prosecute her, directed his attacks against a certain Ptolemaeus, who had been her teacher in the doctrines of Christianity, and whom Urbicius had punished."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:14",
                            "text": "Against him he proceeded in the following manner:."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:15",
                            "text": "\"He persuaded a centurion who was his friend to cast Ptolemaeus into prison, and to take him and ask him this only: whether he were a Christian? And when Ptolemaeus, who was a lover of truth, and not of a deceitful and false disposition, confessed that he was a Christian, the centurion bound him and punished him for a long time in the prison."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:16",
                            "text": "And finally, when the man was brought before Urbicius he was likewise asked this question only: whether he were a Christian? And again, conscious of the benefits which he enjoyed through the teaching of Christ, he confessed his schooling in divine virtue."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:17",
                            "text": "For whoever denies that he is a Christian, either denies because he despises Christianity, or he avoids confession because he is conscious that he is unworthy and an alien to it; neither of which is the case with the true Christian."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:18",
                            "text": "And when Urbicius commanded that he be led away to punishment, a certain Lucius, who was also a Christian, seeing judgment so unjustly passed, said to Urbicius, 'Why have you punished this man who is not an adulterer, nor a fornicator, nor a murderer, nor a thief, nor a robber, nor has been convicted of committing any crime at all, but has confessed that he bears the name of Christian? You do not judge, O Urbicius, in a manner befitting the Emperor Pius, or the philosophical son of Caesar, or the sacred senate."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:19",
                            "text": "'."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:20",
                            "text": "And without making any other reply, he said to Lucius, 'Thou also seemest to me to be such an one."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:21",
                            "text": "' And when Lucius said, 'Certainly,' he again commanded that he too should be led away to punishment."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:22",
                            "text": "But he professed his thanks, for he was liberated, he added, from such wicked rulers and was going to the good Father and King, God."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:23",
                            "text": "And still a third having come forward was condemned to be punished\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book IVs 18:24",
                            "text": "To this, Justin fittingly and consistently adds the words which we quoted above, saying, \"I, too, therefore expect to be plotted against by some one of those whom I have named,\" &c."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Eusebius: Chuch History Book IVs 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:2",
                            "text": "—The Works of Justin which have come down to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:3",
                            "text": "This writer has left us a great many monuments of a mind educated and practiced in divine things, which are replete with profitable matter of every kind."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:4",
                            "text": "To them we shall refer the studious, noting as we proceed those that have come to our knowledge."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:5",
                            "text": "There is a certain discourse of his in defense of our doctrine addressed to Antoninus surnamed the Pious, and to his sons, and to the Roman senate."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:6",
                            "text": "Another work contains his second Apology in behalf of our faith, which he offered to him who was the successor of the emperor mentioned and who bore the same name, Antoninus Verus, the one whose times we are now recording."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:7",
                            "text": "Also another work against the Greeks, in which he discourses at length upon most of the questions at issue between us and the Greek philosophers, and discusses the nature of demons."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:8",
                            "text": "It is not necessary for me to add any of these things here."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:9",
                            "text": "And still another work of his against the Greeks has come down to us, to which he gave the title Refutation."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:10",
                            "text": "And besides these another, On the Sovereignty of God, which he establishes not only from our Scriptures, but also from the books of the Greeks."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:11",
                            "text": "Still further, a work entitled Psaltes, and another disputation On the Soul, in which, after propounding various questions concerning the problem under discussion, he gives the opinions of the Greek philosophers, promising to refute it, and to present his own view in another work."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:12",
                            "text": "He composed also a dialogue against the Jews, which he held in the city of Ephesus with Trypho, a most distinguished man among the Hebrews of that day."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:13",
                            "text": "In it he shows how the divine grace urged him on to the doctrine of the faith, and with what earnestness he had formerly pursued philosophical studies, and how ardent a search he had made for the truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:14",
                            "text": "And he records of the Jews in the same work, that they were plotting against the teaching of Christ, asserting the same things against Trypho: \"Not only did you not repent of the wickedness which you had committed, but you selected at that time chosen men, and you sent them out from Jerusalem through all the land, to announce that the godless heresy of the Christians had made its appearance, and to accuse them of those things which all that are ignorant of us say against us, so that you become the causes not only of your own injustice, but also of all other men's\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:15",
                            "text": "He writes also that even down to his time prophetic gifts shone in the Church."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:16",
                            "text": "And he mentions the Apocalypse of John, saying distinctly that it was the apostle's."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:17",
                            "text": "He also refers to certain prophetic declarations, and accuses Trypho on the ground that the Jews had cut them out of the Scripture."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:18",
                            "text": "A great many other works of his are still in the hands of many of the brethren."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:19",
                            "text": "And the discourses of the man were thought so worthy of study even by the ancients, that Irenaeus quotes his words: for instance, in the fourth book of his work Against Heresies, where he writes as follows: \"And Justin well says in his work against Marcion, that he would not have believed the Lord himself if he had preached another God besides the Creator\"; and again in the fifth book of the same work he says: \"And Justin well said that before the coming of the Lord Satan never dared to blaspheme God, because he did not yet know his condemnation\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:20",
                            "text": "These things I have deemed it necessary to say for the sake of stimulating the studious to peruse his works with diligence."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book IVs 19:21",
                            "text": "So much concerning him."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Eusebius: Chuch History Book IVs 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book IVs 20:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book IVs 20:2",
                            "text": "—The Rulers of the Churches of Rome and Alexandria during the Reign of Verus."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book IVs 20:3",
                            "text": "In the eighth year of the above-mentioned reign Soter succeeded Anicetus as bishop of the church of Rome, after the latter had held office eleven years in all."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book IVs 20:4",
                            "text": "But when Celadion had presided over the church of Alexandria for fourteen years he was succeeded by Agrippinus."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Eusebius: Chuch History Book IVs 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book IVs 21:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book IVs 21:2",
                            "text": "—The Rulers of the Church of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book IVs 21:3",
                            "text": "At that time also in the church of Antioch, Theophilus was well known as the sixth from the apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book IVs 21:4",
                            "text": "For Cornelius, who succeeded Hero, was the fourth, and after him Eros, the fifth in order, had held the office of bishop."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Eusebius: Chuch History Book IVs 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book IVs 22:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book IVs 22:2",
                            "text": "—The Ecclesiastical Writers that flourished in Those Days."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book IVs 22:3",
                            "text": "At that time there flourished in the Church Hegesippus, whom we know from what has gone before, and Dionysius, bishop of Corinth, and another bishop, Pinytus of Crete, and besides these, Philip, and Apolinarius, and Melito, and Musanus, and Modestus, and finally, Irenaeus."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book IVs 22:4",
                            "text": "From them has come down to us in writing, the sound and orthodox faith received from apostolic tradition."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Eusebius: Chuch History Book IVs 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:2",
                            "text": "—Hegesippus and the Events which he mentions."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:3",
                            "text": "Hegesippus in the five books of Memoirs which have come down to us has left a most complete record of his own views."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:4",
                            "text": "In them he states that on a journey to Rome he met a great many bishops, and that he received the same doctrine from all."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:5",
                            "text": "It is fitting to hear what he says after making some remarks about the epistle of Clement to the Corinthians."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:6",
                            "text": "His words are as follows: \"And the church of Corinth continued in the true faith until Primus was bishop in Corinth."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:7",
                            "text": "I conversed with them on my way to Rome, and abode with the Corinthians many days, during which we were mutually refreshed in the true doctrine."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:8",
                            "text": "And when I had come to Rome I remained there until Anicetus, whose deacon was Eleutherus."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:9",
                            "text": "And Anicetus was succeeded by Soter, and he by Eleutherus."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:10",
                            "text": "In every succession, and in every city that is held which is preached by the law and the prophets and the Lord\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:11",
                            "text": "The same author also describes the beginnings of the heresies which arose in his time, in the following words: \"And after James the Just had suffered martyrdom, as the Lord had also on the same account, Symeon, the son of the Lord's uncle, Clopas, was appointed the next bishop."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:12",
                            "text": "All proposed him as second bishop because he was a cousin of the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:13",
                            "text": "\"Therefore, they called the Church a virgin, for it was not yet corrupted by vain discourses."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:14",
                            "text": "But Thebuthis, because he was not made bishop, began to corrupt it."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:15",
                            "text": "He also was sprung from the seven sects among the people, like Simon, from whom came the Simonians, and Cleobius, from whom came the Cleobians, and Dositheus, from whom came the Dositheans, and Gorthaeus, from whom came the Goratheni, and Masbotheus, from whom came the Masbothaeans."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:16",
                            "text": "From them sprang the Menandrianists, and Marcionists, and Carpocratians, and Valentinians, and Basilidians, and Saturnilians."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:17",
                            "text": "Each introduced privately and separately his own peculiar opinion."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:18",
                            "text": "From them came false Christs, false prophets, false apostles, who divided the unity of the Church by corrupt doctrines uttered against God and against his Christ\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:19",
                            "text": "The same writer also records the ancient heresies which arose among the Jews, in the following words: \"There were, moreover, various opinions in the circumcision, among the children of Israel."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:20",
                            "text": "The following were those that were opposed to the tribe of Judah and the Christ: Essenes, Galileans, Hemerobaptists, Masbothaeans, Samaritans, Sadducees, Pharisees\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:21",
                            "text": "And he wrote of many other matters, which we have in part already mentioned, introducing the accounts in their appropriate places."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:22",
                            "text": "And from the Syriac Gospel according to the Hebrews he quotes some passages in the Hebrew tongue, showing that he was a convert from the Hebrews, and he mentions other matters as taken from the unwritten tradition of the Jews."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:23",
                            "text": "And not only he, but also Irenaeus and the whole company of the ancients, called the Proverbs of Solomon All-virtuous Wisdom."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:24",
                            "text": "And when speaking of the books called Apocrypha, he records that some of them were composed in his day by certain heretics."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book IVs 23:25",
                            "text": "But let us now pass on to another."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Eusebius: Chuch History Book IVs 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:2",
                            "text": "—Dionysius, Bishop of Corinth, and the Epistles which he wrote."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:3",
                            "text": "And first we must speak of Dionysius, who was appointed bishop of the church in Corinth, and communicated freely of his inspired labors not only to his own people, but also to those in foreign lands, and rendered the greatest service to all in the catholic epistles which he wrote to the churches."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:4",
                            "text": "Among these is the one addressed to the Lacedaemonians, containing instruction in the orthodox faith and an admonition to peace and unity; the one also addressed to the Athenians, exciting them to faith and to the life prescribed by the Gospel, which he accuses them of esteeming lightly, as if they had almost apostatized from the faith since the martyrdom of their ruler Publius, which had taken place during the persecutions of those days."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:5",
                            "text": "He mentions Quadratus also, stating that he was appointed their bishop after the martyrdom of Publius, and testifying that through his zeal they were brought together again and their faith revived."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:6",
                            "text": "He records, moreover, that Dionysius the Areopagite, who was converted to the faith by the apostle Paul, according to the statement in the Acts of the Apostles, first obtained the episcopate of the church at Athens."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:7",
                            "text": "And there is extant another epistle of his addressed to the Nicomedians, in which he attacks the heresy of Marcion, and stands fast by the canon of the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:8",
                            "text": "Writing also to the church that is in Gortyna, together with the other parishes in Crete, he commends their bishop Philip, because of the many acts of fortitude which are testified to as performed by the church under him, and he warns them to be on their guard against the aberrations of the heretics."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:9",
                            "text": "And writing to the church that is in Amastris, together with those in Pontus, he refers to Bacchylides and Elpistus, as having urged him to write, and he adds explanations of passages of the divine Scriptures, and mentions their bishop Palmas by name."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:10",
                            "text": "He gives them much advice also in regard to marriage and chastity, and commands them to receive those who come back again after any fall, whether it be delinquency or heresy."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:11",
                            "text": "Among these is inserted also another epistle addressed to the Cnosians, in which he exhorts Pinytus, bishop of the parish, not to lay upon the brethren a grievous and compulsory burden in regard to chastity, but to have regard to the weakness of the multitude."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:12",
                            "text": "Pinytus, replying to this epistle, admires and commends Dionysius, but exhorts him in turn to impart some time more solid food, and to feed the people under him, when he wrote again, with more advanced teaching, that they might not be fed continually on these milky doctrines and imperceptibly grow old under a training calculated for children."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:13",
                            "text": "In this epistle also Pinytus' orthodoxy in the faith and his care for the welfare of those placed under him, his learning and his comprehension of divine things, are revealed as in a most perfect image."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:14",
                            "text": "There is extant also another epistle written by Dionysius to the Romans, and addressed to Soter, who was bishop at that time."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:15",
                            "text": "We cannot do better than to subjoin some passages from this epistle, in which he commends the practice of the Romans which has been retained down to the persecution in our own days."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:16",
                            "text": "His words are as follows:."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:17",
                            "text": "\"For from the beginning it has been your practice to do good to all the brethren in various ways, and to send contributions to many churches in every city."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:18",
                            "text": "Thus relieving the want of the needy, and making provision for the brethren in the mines by the gifts which you have sent from the beginning, you Romans keep up the hereditary customs of the Romans, which your blessed bishop Soter has not only maintained, but also added to, furnishing an abundance of supplies to the saints, and encouraging the brethren from abroad with blessed words, as a loving father his children\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:19",
                            "text": "In this same epistle he makes mention also of Clement's epistle to the Corinthians, showing that it had been the custom from the beginning to read it in the church."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:20",
                            "text": "His words are as follows: \"To-day we have passed the Lord's holy day, in which we have read your epistle."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:21",
                            "text": "From it, whenever we read it, we shall always be able to draw advice, as also from the former epistle, which was written to us through Clement\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:22",
                            "text": "The same writer also speaks as follows concerning his own epistles, alleging that they had been mutilated: \"As the brethren desired me to write epistles, I wrote."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:23",
                            "text": "And these epistles the apostles of the devil have filled with tares, cutting out some things and adding others."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:24",
                            "text": "For them a woe is reserved."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:25",
                            "text": "It is, therefore, not to be wondered at if some have attempted to adulterate the Lord's writings also, since they have formed designs even against writings which are of less account\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:26",
                            "text": "There is extant, in addition to these, another epistle of Dionysius, written to Chrysophora, a most faithful sister."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:27",
                            "text": "In it he writes what is suitable, and imparts to her also the proper spiritual food."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book IVs 24:28",
                            "text": "So much concerning Dionysius."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Eusebius: Chuch History Book IVs 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:2",
                            "text": "—Theophilus Bishop of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:3",
                            "text": "Of Theophilus, whom we have mentioned as bishop of the church of Antioch, three elementary works addressed to Autolycus are extant; also another writing entitled Against the Heresy of Hermogenes, in which he makes use of testimonies from the Apocalypse of John, and finally certain other catechetical books."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:4",
                            "text": "And as the heretics, no less then than at other times, were like tares, destroying the pure harvest of apostolic teaching, the pastors of the churches everywhere hastened to restrain them as wild beasts from the fold of Christ, at one time by admonitions and exhortations to the brethren, at another time by contending more openly against them in oral discussions and refutations, and again by correcting their opinions with most accurate proofs in written works."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:5",
                            "text": "And that Theophilus also, with the others, contended against them, is manifest from a certain discourse of no common merit written by him against Marcion."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:6",
                            "text": "This work too, with the others of which we have spoken, has been preserved to the present day."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book IVs 25:7",
                            "text": "Maximinus, the seventh from the apostles, succeeded him as bishop of the church of Antioch."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Eusebius: Chuch History Book IVs 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book IVs 26:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book IVs 26:2",
                            "text": "—Philip and Modestus."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book IVs 26:3",
                            "text": "Philip who, as we learn from the words of Dionysius, was bishop of the parish of Gortyna, likewise wrote a most elaborate work against Marcion, as did also Irenaeus and Modestus."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book IVs 26:4",
                            "text": "The last named has exposed the error of the man more clearly than the rest to the view of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book IVs 26:5",
                            "text": "There are a number of others also whose works are still presented by a great many of the brethren."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Eusebius: Chuch History Book IVs 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:2",
                            "text": "—Melito and the Circumstances which he records."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:3",
                            "text": "In those days also Melito, bishop of the parish in Sardis, and Apolinarius, bishop of Hierapolis, enjoyed great distinction."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:4",
                            "text": "Each of them on his own part addressed apologies in behalf of the faith to the above-mentioned emperor of the Romans who was reigning at that time."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:5",
                            "text": "The following works of these writers have come to our knowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:6",
                            "text": "Of Melito, the two books On the Passover, and one On the Conduct of Life and the Prophets, the discourse On the Church, and one On the Lord's Day, still further one On the Faith of Man, and one On his Creation, another also On the Obedience of Faith, and one On the Senses; besides these the work On the Soul and Body, and that On Baptism, and the one On Truth, and On the Creation and Generation of Christ; his discourse also On Prophecy, and that On Hospitality; still further, The Key, and the books On the Devil and the Apocalypse of John, and the work On the Corporeality of God, and finally the book addressed to Antoninus."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:7",
                            "text": "In the books On the Passover he indicates the time at which he wrote, beginning with these words: \"While Servilius Paulus was proconsul of Asia, at the time when Sagaris suffered martyrdom, there arose in Laodicea a great strife concerning the Passover, which fell according to rule in those days; and these were written\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:8",
                            "text": "And Clement of Alexandria refers to this work in his own discourse On the Passover, which, he says, he wrote on occasion of Melito's work."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:9",
                            "text": "But in his book addressed to the emperor he records that the following events happened to us under him: \"For, what never before happened, the race of the pious is now suffering persecution, being driven about in Asia by new decrees."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:10",
                            "text": "For the shameless informers and coveters of the property of others, taking occasion from the decrees, openly carry on robbery night and day, despoiling those who are guilty of no wrong\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:11",
                            "text": "And a little further on he says: \"If these things are done by thy command, well and good."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:12",
                            "text": "For a just ruler will never take unjust measures; and we indeed gladly accept the honor of such a death."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:13",
                            "text": "But this request alone we present to thee, that thou wouldst thyself first examine the authors of such strife, and justly judge whether they be worthy of death and punishment, or of safety and quiet."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:14",
                            "text": "But if, on the other hand, this counsel and this new decree, which is not fit to be executed even against barbarian enemies, be not from thee, much more do we beseech thee not to leave us exposed to such lawless plundering by the populace\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:15",
                            "text": "Again he adds the following: \"For our philosophy formerly flourished among the Barbarians; but having sprung up among the nations under thy rule, during the great reign of thy ancestor Augustus, it became to thine empire especially a blessing of auspicious omen."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:16",
                            "text": "For from that time the power of the Romans has grown in greatness and splendor."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:17",
                            "text": "To this power thou hast succeeded, as the desired possessor, and such shalt thou continue with thy son, if thou guardest the philosophy which grew up with the empire and which came into existence with Augustus; that philosophy which thy ancestors also honored along with the other religions."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:18",
                            "text": "And a most convincing proof that our doctrine flourished for the good of an empire happily begun, is this—that there has no evil happened since Augustus' reign, but that, on the contrary, all things have been splendid and glorious, in accordance with the prayers of all."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:19",
                            "text": "Nero and Domitian, alone, persuaded by certain calumniators, have wished to slander our doctrine, and from them it has come to pass that the falsehood has been handed down, in consequence of an unreasonable practice which prevails of bringing slanderous accusations against the Christians."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:20",
                            "text": "But thy pious fathers corrected their ignorance, having frequently rebuked in writing many who dared to attempt new measures against them."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:21",
                            "text": "Among them thy grandfather Adrian appears to have written to many others, and also to Fundanus, the proconsul and governor of Asia."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:22",
                            "text": "And thy father, when thou also wast ruling with him, wrote to the cities, forbidding them to take any new measures against us; among the rest to the Larissaeans, to the Thessalonians, to the Athenians, and to all the Greeks."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:23",
                            "text": "And as for thee,—since thy opinions respecting the Christians are the same as theirs, and indeed much more benevolent and philosophic,—we are the more persuaded that thou wilt do all that we ask of thee\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:24",
                            "text": "These words are found in the above-mentioned work."
                        },
                        {
                            "verse": 25,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:25",
                            "text": "But in the Extracts made by him the same writer gives at the beginning of the introduction a catalogue of the acknowledged books of the Old Testament, which it is necessary to quote at this point."
                        },
                        {
                            "verse": 26,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:26",
                            "text": "He writes as follows:."
                        },
                        {
                            "verse": 27,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:27",
                            "text": "\"Melito to his brother Onesimus, greeting: Since thou hast often, in thy zeal for the word, expressed a wish to have extracts made from the Law and the Prophets concerning the Saviour and concerning our entire faith, and hast also desired to have an accurate statement of the ancient book, as regards their number and their order, I have endeavored to perform the task, knowing thy zeal for the faith, and thy desire to gain information in regard to the word, and knowing that thou, in thy yearning after God, esteemest these things above all else, struggling to attain eternal salvation."
                        },
                        {
                            "verse": 28,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:28",
                            "text": "Accordingly when I went East and came to the place where these things were preached and done, I learned accurately the books of the Old Testament, and send them to thee as written below."
                        },
                        {
                            "verse": 29,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:29",
                            "text": "Their names are as follows: Of Moses, five books: Genesis, Exodus, Numbers, Leviticus, Deuteronomy; Jesus Nave, Judges, Ruth; of Kings, four books; of Chronicles, two; the Psalms of David, the Proverbs of Solomon, Wisdom also, Ecclesiastes, Song of Songs, Job; of Prophets, Isaiah, Jeremiah; of the twelve prophets, one book; Daniel, Ezekiel, Esdras."
                        },
                        {
                            "verse": 30,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:30",
                            "text": "From which also I have made the extracts, dividing them into six books\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book IVs 27:31",
                            "text": "Such are the words of Melito."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Eusebius: Chuch History Book IVs 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book IVs 28:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book IVs 28:2",
                            "text": "—Apolinarius, Bishop of the Church of Hierapolis."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book IVs 28:3",
                            "text": "A number of works of Apolinarius have been preserved by many, and the following have reached us: the Discourse addressed to the above-mentioned emperor, five books Against the Greeks, On Truth, a first and second book, and those which he subsequently wrote against the heresy of the Phrygians, which not long afterwards came out with its innovations, but at that time was, as it were, in its incipiency, since Montanus, with his false prophetesses, was then laying the foundations of his error."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Eusebius: Chuch History Book IVs 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book IVs 29:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book IVs 29:2",
                            "text": "—Musanus and His Writings."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book IVs 29:3",
                            "text": "And as for Musanus, whom we have mentioned among the foregoing writers, a certain very elegant discourse is extant, which was written by him against some brethren that had gone over to the heresy of the so-called Encratites, which had recently sprung up, and which introduced a strange and pernicious error."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book IVs 29:4",
                            "text": "It is said that Tatian was the author of this false doctrine."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Eusebius: Chuch History Book IVs 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:2",
                            "text": "—The Heresy of Tatian."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:3",
                            "text": "He is the one whose words we quoted a little above in regard to that admirable man, Justin, and whom we stated to have been a disciple of the martyr."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:4",
                            "text": "Irenaeus declares this in the first book of his work Against Heresies, where he writes as follows concerning both him and his heresy:."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:5",
                            "text": "\"Those who are called Encratites, and who sprung from Saturninus and Marcion, preached celibacy, setting aside the original arrangement of God and tacitly censuring him who made male and female for the propagation of the human race."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:6",
                            "text": "They introduced also abstinence from the things called by them animate, thus showing ingratitude to the God who made all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:7",
                            "text": "And they deny the salvation of the first man."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:8",
                            "text": "But this has been only recently discovered by them, a certain Tatian being the first to introduce this blasphemy."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:9",
                            "text": "He was a hearer of Justin, and expressed no such opinion while he was with him, but after the martyrdom of the latter he left the Church, and becoming exalted with the thought of being a teacher, and puffed up with the idea that he was superior to others, he established a peculiar type of doctrine of his own, inventing certain invisible aeons like the followers of Valentinus, while, like Marcion and Saturninus, he pronounced marriage to be corruption and fornication."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:10",
                            "text": "His argument against the salvation of Adam, however, he devised for himself\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:11",
                            "text": "Irenaeus at that time wrote thus."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:12",
                            "text": "But a little later a certain man named Severus put new strength into the aforesaid heresy, and thus brought it about that those who took their origin from it were called, after him, Severians."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:13",
                            "text": "They, indeed, use the Law and Prophets and Gospels, but interpret in their own way the utterances of the Sacred Scriptures."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:14",
                            "text": "And they abuse Paul the apostle and reject his epistles, and do not accept even the Acts of the Apostles."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:15",
                            "text": "But their original founder, Tatian, formed a certain combination and collection of the Gospels, I know not how, to which he gave the title Diatessaron, and which is still in the hands of some."
                        },
                        {
                            "verse": 16,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:16",
                            "text": "But they say that he ventured to paraphrase certain words of the apostle, in order to improve their style."
                        },
                        {
                            "verse": 17,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:17",
                            "text": "He has left a great many writings."
                        },
                        {
                            "verse": 18,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:18",
                            "text": "Of these the one most in use among many persons is his celebrated Address to the Greeks, which also appears to be the best and most useful of all his works."
                        },
                        {
                            "verse": 19,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:19",
                            "text": "In it he deals with the most ancient times, and shows that Moses and the Hebrew prophets were older than all the celebrated men among the Greeks."
                        },
                        {
                            "verse": 20,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book IVs 30:20",
                            "text": "So much in regard to these men."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Eusebius: Chuch History Book IVs 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:2",
                            "text": "—Bardesanes the Syrian and his Extant Works."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:3",
                            "text": "In the same reign, as heresies were abounding in the region between the rivers, a certain Bardesanes, a most able man and a most skillful disputant in the Syriac tongue, having composed dialogues against Marcion's followers and against certain others who were authors of various opinions, committed them to writing in his own language, together with many other works."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:4",
                            "text": "His pupils, of whom he had very many (for he was a powerful defender of the faith), translated these productions from the Syriac into Greek."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:5",
                            "text": "Among them there is also his most able dialogue On Fate, addressed to Antoninus, and other works which they say he wrote on occasion of the persecution which arose at that time."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:6",
                            "text": "He indeed was at first a follower of Valentinus, but afterward, having rejected his teaching and having refuted most of his fictions, he fancied that he had come over to the more correct opinion."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:7",
                            "text": "Nevertheless he did not entirely wash off the filth of the old heresy."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book IVs 31:8",
                            "text": "About this time also Soter, bishop of the church of Rome, departed this life."
                        }
                    ]
                }
            ]
        }
    ]
}