{
    "books": [
        {
            "name": "Tertullian: Against Marcion Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Against Marcion Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:1",
                            "text": "Book : A Brief Statement of the Preceding Argument in Connection with the Subject of This Book."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:2",
                            "text": "Following the track of my original treatise, the loss of which we are steadily proceeding to restore, we come now, in the order of our subject, to treat of Christ, although this be a work of supererogation, after the proof which we have gone through that there is but one only God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:3",
                            "text": "For no doubt it has been already ruled with sufficient clearness, that Christ must be regarded as pertaining to no other God than the Creator, when it has been determined that no other God but the Creator should be the object of our faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:4",
                            "text": "Him did Christ so expressly preach, whilst the apostles one after the other also so clearly affirmed that Christ belonged to no other God than Him whom He Himself preached—that is, the Creator—that no mention of a second God (nor, accordingly, of a second Christ) was ever agitated previous to Marcion's scandal."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:5",
                            "text": "This is most easily proved by an examination of both the apostolic and the heretical churches, from which we are forced to declare that there is undoubtedly a subversion of the rule (of faith), where any opinion is found of later date,—a point which I have inserted in my first book."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:6",
                            "text": "A discussion of it would unquestionably be of value even now, when we are about to make a separate examination into (the subject of) Christ; because, whilst proving Christ to be the Creator's Son, we are effectually shutting out the God of Marcion."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:7",
                            "text": "Truth should employ all her available resources, and in no limping way."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:8",
                            "text": "In our compendious rules of faith, however, she has it all her own way."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book III 1:9",
                            "text": "But I have resolved, like an earnest man, to meet my adversary every way and everywhere in the madness of his heresy, which is so great, that he has found it easier to assume that that Christ has come who was never heard of, than He who has always been predicted."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Against Marcion Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:1",
                            "text": "Why Christ's Coming Should Be Previously Announced."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:2",
                            "text": "Coming then at once to the point, I have to encounter the question, Whether Christ ought to have come so suddenly? (I answer, No."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:3",
                            "text": ") First, because He was the Son of God His Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:4",
                            "text": "For this was a point of order, that the Father should announce the Son before the Son should the Father, and that the Father should testify of the Son before the Son should testify of the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:5",
                            "text": "Secondly, because, in addition to the title of Son, He was the Sent."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:6",
                            "text": "The authority, therefore, of the Sender must needs have first appeared in a testimony of the Sent; because none who comes in the authority of another does himself set it forth for himself on his own assertion, but rather looks out for protection from it, for first comes the support of him who gives him his authority."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:7",
                            "text": "Now (Christ) will neither be acknowledged as Son if the Father never named Him, nor be believed in as the Sent One if no Sender gave Him a commission: the Father, if any, purposely naming Him; and the Sender, if any, purposely commissioning Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:8",
                            "text": "Everything will be open to suspicion which transgresses a rule."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:9",
                            "text": "Now the primary order of all things will not allow that the Father should come after the Son in recognition, or the Sender after the Sent, or God after Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:10",
                            "text": "Nothing can take precedence of its own original in being acknowledged, nor in like manner can it in its ordering."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:11",
                            "text": "Suddenly a Son, suddenly Sent, and suddenly Christ! On the contrary, I should suppose that from God nothing comes suddenly, because there is nothing which is not ordered and arranged by God."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:12",
                            "text": "And if ordered, why not also foretold, that it may be proved to have been ordered by the prediction, and by the ordering to be divine? And indeed so great a work, which (we may be sure) required preparation, as being for the salvation of man, could not have been on that very account a sudden thing, because it was through faith that it was to be of avail."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:13",
                            "text": "Inasmuch, then, as it had to be believed in order to be of use, so far did it require, for the securing of this faith, a preparation built upon the foundations of pro-arrangement and fore-announcement."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book III 2:14",
                            "text": "Faith, when informed by such a process, might justly be required of man by God, and by man be reposed in God; it being a duty, after that knowledge has made it a possibility, to believe those things which a man had learned indeed to believe from the fore-announcement."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Against Marcion Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:1",
                            "text": "A procedure of this kind, you say, was not necessary, because He was forthwith to prove Himself the Son and the Sent One, and the Christ of God in very deed, by means of the evidence of His wonderful works."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:2",
                            "text": "On my side, however, I have to deny that evidence simply of this sort was sufficient as a testimony to Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:3",
                            "text": "He Himself afterwards deprived it of its authority, because when He declared that many would come and \"show great signs and wonders,\" so as to turn aside the very elect, and yet for all that were not to be received, He showed how rash was belief in signs and wonders, which were so very easy of accomplishment by even false christs."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:4",
                            "text": "Else how happens it, if He meant Himself to be approved and understood, and received on a certain evidence—I mean that of miracles—that He forbade the recognition of those others who had the very same sort of proof to show, and whose coming was to be quite as sudden and unannounced by any authority? If, because He came before them, and was beforehand with them in displaying the signs of His mighty deeds, He therefore seized the first right to men's faith,—just as the firstcomers do the first place in the baths,—and so forestalled all who came after Him in that right, take care that He, too, be not caught in the condition of the later comers, if He be found to be behindhand with the Creator, who had already been made known, and had already worked miracles like Him, and like Him had forewarned men not to believe in others, even such as should come after Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:5",
                            "text": "If, therefore, to have been the first to come and utter this warning, is to bar and limit faith, He will Himself have to be condemned, because He was later in being acknowledged; and authority to prescribe such a rule about later comers will belong to the Creator alone, who could have been posterior to none."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:6",
                            "text": "And now, when I am about to prove that the Creator sometimes displayed by His servants of old, and in other cases reserved for His Christ to display, the self-same miracles which you claim as solely due to faith in your Christ, I may fairly even from this maintain that there was so much the greater reason wherefore Christ should not be believed in simply on account of His miracles, inasmuch as these would have shown Him to belong to none other (God) than the Creator, because answering to the mighty deeds of the Creator, both as performed by His servants and reserved for His Christ; although, even if some other proofs should be found in your Christ—new ones, to wit—we should more readily believe that they, too, belong to the same God as do the old ones, rather than to him who has no other than new proofs, such as are wanting in the evidences of that antiquity which wins the assent of faith, so that even on this ground he ought to have come announced as much by prophecies of his own building up faith in him, as by miracles, especially in opposition to the Creator's Christ who was to come fortified by signs and prophets of His own, in order that he might shine forth as the rival of Christ by help of evidence of different kinds."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book III 3:7",
                            "text": "But how was his Christ to be foretold by a god who was himself never predicted? This, therefore, is the unavoidable inference, that neither your god nor your Christ is an object of faith, because God ought not to have been unknown, and Christ ought to have been made known through God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Against Marcion Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:1",
                            "text": "He disdained, I suppose, to imitate the order of our God, as one who was displeasing to him, and was by all means to be vanquished."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:2",
                            "text": "He wished to come, as a new being in a new way—a son previous to his father's announcement, a sent one before the authority of the sender; so that he might in person propagate a most monstrous faith, whereby it should come to be believed that Christ was come before it should be known that He had an existence."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:3",
                            "text": "It is here convenient to me to treat that other point: Why he came not after Christ? For when I observe that, during so long a period, his lord bore with the greatest patience the very ruthless Creator who was all the while announcing His Christ to men, I say, that whatever reason impelled him to do so, postponing thereby his own revelation and interposition, the self-same reason imposed on him the duty of bearing with the Creator (who had also in His Christ dispensations of His own to carry out); so that, after the completion and accomplishment of the entire plan of the rival God and the rival Christ, he might then superinduce his own proper dispensation."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:4",
                            "text": "But he grew weary of so long an endurance, and so failed to wait till the end of the Creator's course."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:5",
                            "text": "It was of no use, his enduring that his Christ should be predicted, when he refused to permit him to be manifested."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:6",
                            "text": "Either it was without just cause that he interrupted the full course of his rival's time, or without just cause did he so long refrain from interrupting it."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:7",
                            "text": "What held him back at first? Or what disturbed him at last? As the case now stands, however, he has committed himself in respect of both, having revealed himself so tardily after the Creator, so hurriedly before His Christ; whereas he ought long ago to have encountered the one with a confutation, the other to have forborne encountering as yet—not to have borne with the one so long in His ruthless hostility, nor to have disquieted the other, who was as yet quiescent! In the case of both, while depriving them of their title to be considered the most good God, he showed himself at least capricious and uncertain; lukewarm (in his resentment) towards the Creator, but fervid against His Christ, and powerless in respect of them both! For he no more restrained the Creator than he resisted His Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:8",
                            "text": "The Creator still remains such as He really is."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:9",
                            "text": "His Christ also will come, just as it is written of Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:10",
                            "text": "Why did he come after the Creator, since he was unable to correct Him by punishment? Why did he reveal himself before Christ, whom he could not hinder from appearing? If, on the contrary, he did chastise the Creator, he revealed himself, (I suppose,) after Him in order that things which require correction might come first."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:11",
                            "text": "On which account also, (of course,) he ought to have waited for Christ to appear first, whom he was going to chastise in like manner; then he would be His punisher coming after Him, just as he had been in the case of the Creator."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:12",
                            "text": "There is another consideration:  since he will at his second advent come after Him, that as he at His first coming took hostile proceedings against the Creator, destroying the law and the prophets, which were His, so he may, to be sure, at his second coming proceed in opposition to Christ, upsetting His kingdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book III 4:13",
                            "text": "Then, no doubt, he would terminate his course, and then (if ever) be worthy of belief; for else, if his work has been already perfected, it would be in vain for him to come, for there would indeed be nothing that he could further accomplish."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Against Marcion Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:1",
                            "text": "These preliminary remarks I have ventured to make at this first step of the discussion and while the conflict is, as it were, from a distance."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:2",
                            "text": "But inasmuch as I shall now from this point have to grapple with my opponent on a distinct issue and in close combat, I perceive that I must advance even here some lines, at which the battle will have to be delivered; they are the Scriptures of the Creator."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:3",
                            "text": "For as I shall have to prove that Christ was from the Creator, according to these (Scriptures), which were afterwards accomplished in the Creator's Christ, I find it necessary to set forth the form and, so to speak, the nature of the Scriptures themselves, that they may not distract the reader's attention by being called into controversy at the moment of their application to subjects of discussion, and by their proof being confounded with the proof of the subjects themselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:4",
                            "text": "Now there are two conditions of prophetic announcement which I adduce, as requiring the assent of our adversaries in the future stages of the discussion."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:5",
                            "text": "One, that future events are sometimes announced as if they were already passed."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:6",
                            "text": "For it is consistent with Deity to regard as accomplished facts whatever It has determined on, because there is no difference of time with that Being in whom eternity itself directs a uniform condition of seasons."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:7",
                            "text": "It is indeed more natural to the prophetic divination to represent as seen and already brought to pass, even while forseeing it, that which it foresees; in other words, that which is by all means future."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:8",
                            "text": "As for instance, in Isaiah: \"I gave my back to the smiters, and my cheeks (I exposed) to their hands."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:9",
                            "text": "I hid not my face from shame and spitting\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:10",
                            "text": "For whether it was Christ even then, as we hold, or the prophet, as the Jews say, who pronounced these words concerning himself, in either case, that which as yet had not happened sounded as if it had been already accomplished."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:11",
                            "text": "Another characteristic will be, that very many events are figuratively predicted by means of enigmas and allegories and parables, and that they must be understood in a sense different from the literal description."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:12",
                            "text": "For we both read of \"the mountains dropping down new wine,\" but not as if one might expect \"must\" from the stones, or its decoction from the rocks; and also hear of \"a land flowing with milk and honey,\" but not as if you were to suppose that you would ever gather Samian cakes from the ground; nor does God, forsooth, offer His services as a water-bailiff or a farmer when He says, \"I will open rivers in a land; I will plant in the wilderness the cedar and the box-tree\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:13",
                            "text": "In like manner, when, foretelling the conversion of the Gentiles, He says, \"The beasts of the field shall honour me, the dragons and the owls,\" He surely never meant to derive His fortunate omens from the young of birds and foxes, and from the songsters of marvel and fable."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book III 5:14",
                            "text": "But why enlarge on such a subject? When the very apostle whom our heretics adopt, interprets the law which allows an unmuzzled mouth to the oxen that tread out the corn, not of cattle, but of ourselves; and also alleges that the rock which followed (the Israelites) and supplied them with drink was Christ; teaching the Galatians, moreover, that the two narratives of the sons of Abraham had an allegorical meaning in their course; and to the Ephesians giving an intimation that, when it was declared in the beginning that a man should leave his father and mother and become one flesh with his wife, he applied this to Christ and the church."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Against Marcion Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:1",
                            "text": "Since, therefore, there clearly exist these two characteristics in the Jewish prophetic literature, let the reader remember, whenever we adduce any evidence therefrom, that, by mutual consent, the point of discussion is not the form of the scripture, but the subject it is called in to prove."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:2",
                            "text": "When, therefore, our heretics in their phrenzy presumed to say that that Christ was come who had never been fore-announced, it followed that, on their assumption, that Christ had not yet appeared who had always been predicted; and thus they are obliged to make common cause with Jewish error, and construct their arguments with its assistance, on the pretence that the Jews were themselves quite certain that it was some other who came: so they not only rejected Him as a stranger, but slew Him as an enemy, although they would without doubt have acknowledged Him, and with all religious devotion followed Him, if He had only been one of themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:3",
                            "text": "Our shipmaster of course got his craft-wisdom not from the Rhodian law, but from the Pontic, which cautioned him against believing that the Jews had no right to sin against their Christ; whereas (even if nothing like their conduct had been predicted against them) human nature alone, liable to error as it is, might well have induced him to suppose that it was quite possible for the Jews to have committed such a sin, considered as men, without assuming any unfair prejudice regarding their feelings, whose sin was antecedently so credible."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:4",
                            "text": "Since, however, it was actually foretold that they would not acknowledge Christ, and therefore would even put Him to death, it will therefore follow that He was both ignored and slain by them, who were beforehand pointed out as being about to commit such offences against Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:5",
                            "text": "If you require a proof of this, instead of turning out those passages of Scripture which, while they declare Christ to be capable of suffering death, do thereby also affirm the possibility of His being rejected (for if He had not been rejected, He could not really suffer anything), but rather reserving them for the subject of His sufferings, I shall content myself at the present moment with adducing those which simply show that there was a probability of Christ's rejection."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:6",
                            "text": "This is quickly done, since the passages indicate that the entire power of understanding was by the Creator taken from the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:7",
                            "text": "\"I will take away,\" says He, \"the wisdom of their wise men; and the understanding of their prudent men will I hide;\" and again: \"With your ear ye shall hear, and not understand; and with your eyes ye shall see, but not perceive: for the heart of this people hath growth fat, and with their ears they hear heavily, and their eyes have they shut; lest they hear with their ears, and see with their eyes, and understand with the heart, and be converted, and I heal them\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:8",
                            "text": "Now this blunting of their sound senses they had brought on themselves, loving God with their lips, but keeping far away from Him in their heart."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:9",
                            "text": "Since, then, Christ was announced by the Creator, \"who formeth the lightning, and createth the wind, and declareth unto man His Christ,\" as the prophet Joel says, since the entire hope of the Jews, not to say of the Gentiles too, was fixed on the manifestation of Christ,—it was demonstrated that they, by their being deprived of those powers of knowledge and understanding—wisdom and prudence, would fail to know and understand that which was predicted, even Christ; when the chief of their wise men should be in error respecting Him—that is to say, their scribes and prudent ones, or Pharisees; and when the people, like them, should hear with their ears and not understand Christ while teaching them, and see with their eyes and not perceive Christ, although giving them signs."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:10",
                            "text": "Similarly it is said elsewhere: \"Who is blind, but my servant? or deaf, but he who ruleth over them?\" Also when He upbraids them by the same Isaiah: \"I have nourished and brought up children, and they have rebelled against me."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:11",
                            "text": "The ox knoweth his owner, and the ass his master's crib: but Israel doth not know; my people doth not consider\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:12",
                            "text": "We indeed, who know for certain that Christ always spoke in the prophets, as the Spirit of the Creator (for so says the prophet: \"The person of our Spirit, Christ the Lord,\" who from the beginning was both heard and seen as the Father's vicegerent in the name of God), are well aware that His words, when actually upbraiding Israel, were the same as those which it was foretold that He should denounce against him: \"Ye have forsaken the Lord, and have provoked the Holy One of Israel to anger\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:13",
                            "text": "If, however, you would rather refer to God Himself, instead of to Christ, the whole imputation of Jewish ignorance from the first, through an unwillingness to allow that even anciently the Creator's word and Spirit—that is to say, His Christ—was despised and not acknowledged by them, you will even in this subterfuge be defeated."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:14",
                            "text": "For when you do not deny that the Creator's Son and Spirit and Substance is also His Christ, you must needs allow that those who have not acknowledged the Father have failed likewise to acknowledge the Son through the identity of their natural substance; for if in Its fulness It has baffled man's understanding, much more has a portion of It, especially when partaking of the fulness."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:15",
                            "text": "Now, when these things are carefully considered, it becomes evident how the Jews both rejected Christ and slew Him; not because they regarded Him as a strange Christ, but because they did not acknowledge Him, although their own."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:16",
                            "text": "For how could they have understood the strange One, concerning whom nothing had ever been announced, when they failed to understand Him about whom there had been a perpetual course of prophecy? That admits of being understood or being not understood, which, by possessing a substantial basis for prophecy, will also have a subject-matter for either knowledge or error; whilst that which lacks such matter admits not the issue of wisdom."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:17",
                            "text": "So that it was not as if He belonged to another god that they conceived an aversion for Christ, and persecuted Him, but simply as a man whom they regarded as a wonder-working juggler, and an enemy in His doctrines."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:18",
                            "text": "They brought Him therefore to trial as a mere man, and one of themselves too—that is, a Jew (only a renegade and a destroyer of Judaism)—and punished Him according to their law."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:19",
                            "text": "If He had been a stranger, indeed, they would not have sat in judgment over Him."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book III 6:20",
                            "text": "So far are they from appearing to have understood Him to be a strange Christ, that they did not even judge Him to be a stranger to their own human nature."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: Against Marcion Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:1",
                            "text": "Prophecy Sets Forth Two Different Conditions of Christ, One Lowly, the Other Majestic."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:2",
                            "text": "This Fact Points to Two Advents of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:3",
                            "text": "Our heretic will now have the fullest opportunity of learning the clue of his errors along with the Jew himself, from whom he has borrowed his guidance in this discussion."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:4",
                            "text": "Since, however, the blind leads the blind, they fall into the ditch together."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:5",
                            "text": "We affirm that, as there are two conditions demonstrated by the prophets to belong to Christ, so these presignified the same number of advents; one, and that the first, was to be in lowliness, when He had to be led as a sheep to be slain as a victim, and to be as a lamb dumb before the shearer, not opening His mouth, and not fair to look upon."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:6",
                            "text": "For, says (the prophet), we have announced concerning Him: \"He is like a tender plant, like a root out of a thirsty ground; He hath no form nor comeliness; and we beheld Him, and He was without beauty:  His form was disfigured;\" \"marred more than the sons of men; a man stricken with sorrows, and knowing how to bear our infirmity;\" \"placed by the Father as a stone of stumbling and a rock of offence;\" \"made by Him a little lower than the angels;\" declaring Himself to be \"a worm and not a man, a reproach of men, and despised of the people\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:7",
                            "text": "Now these signs of degradation quite suit His first coming, just as the tokens of His majesty do His second advent, when He shall no longer remain \"a stone of stumbling and a rock of offence,\" but after His rejection become \"the chief corner-stone,\" accepted and elevated to the top place of the temple, even His church, being that very stone in Daniel, cut out of the mountain, which was to smite and crush the image of the secular kingdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:8",
                            "text": "Of this advent the same prophet says: \"Behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days; and they brought Him before Him, and there was given Him dominion and glory, and a kingdom, that all people, nations, and languages should serve Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:9",
                            "text": "His dominion is an everlasting dominion, which shall not pass away; and His kingdom that which shall not be destroyed\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:10",
                            "text": "Then indeed He shall have both a glorious form, and an unsullied beauty above the sons of men."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:11",
                            "text": "\"Thou art fairer,\" says (the Psalmist), \"than the children of men; grace is poured into Thy lips; therefore God hath blessed Thee for ever."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:12",
                            "text": "Gird Thy sword upon Thy thigh, O most mighty, with Thy glory and Thy majesty\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:13",
                            "text": "For the Father, after making Him a little lower than the angels, \"will crown Him with glory and honour, and put all things under His feet\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:14",
                            "text": "\"Then shall they look on Him whom they have pierced, and they shall mourn for Him, tribe after tribe;\" because, no doubt, they once refused to acknowledge Him in the lowliness of His human condition."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:15",
                            "text": "He is even a man, says Jeremiah, and who shall recognise Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:16",
                            "text": "Therefore, asks Isaiah, \"who shall declare His generation?\" So also in Zechariah, Christ Jesus, the true High Priest of the Father, in the person of Joshua, nay, in the very mystery of His name, is portrayed in a twofold dress with reference to both His advents."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:17",
                            "text": "At first He is clad in sordid garments, that is to say, in the lowliness of suffering and mortal flesh: then the devil resisted Him, as the instigator of the traitor Judas, not to mention his tempting Him after His baptism: afterwards He was stripped of His first filthy raiment, and adorned with the priestly robe and mitre, and a pure diadem; in other words, with the glory and honour of His second advent."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:18",
                            "text": "If I may offer, moreover, an interpretation of the two goats which were presented on \"the great day of atonement,\" do they not also figure the two natures of Christ? They were of like size, and very similar in appearance, owing to the Lord's identity of aspect; because He is not to come in any other form, having to be recognised by those by whom He was also wounded and pierced."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:19",
                            "text": "One of these goats was bound with scarlet, and driven by the people out of the camp into the wilderness, amid cursing, and spitting, and pulling, and piercing, being thus marked with all the signs of the Lord's own passion; while the other, by being offered up for sins, and given to the priests of the temple for meat, afforded proofs of His second appearance, when (after all sins have been expiated) the priests of the spiritual temple, that is, the church, are to enjoy the flesh, as it were, of the Lord's own grace, whilst the residue go away from salvation without tasting it."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:20",
                            "text": "Since, therefore, the first advent was prophetically declared both as most obscure in its types, and as deformed with every kind of indignity, but the second as glorious and altogether worthy of God, they would on this very account, while confining their regards to that which they were easily able both to understand and to believe, even the second advent, be not undeservedly deceived respecting the more obscure, and, at any rate, the more lowly first coming."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book III 7:21",
                            "text": "Accordingly, to this day they deny that their Christ has come, because He has not appeared in majesty, while they ignore the fact that He was to come also in lowliness."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: Against Marcion Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:1",
                            "text": "Absurdity of Marcion's Docetic Opinions; Reality of Christ's Incarnation."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:2",
                            "text": "Our heretic must now cease to borrow poison from the Jew—\"the asp,\" as the adage runs, \"from the viper\"—and henceforth vomit forth the virulence of his own disposition, as when he alleges Christ to be a phantom."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:3",
                            "text": "Except, indeed, that this opinion of his will be sure to have others to maintain it in his precocious and somewhat abortive Marcionites, whom the Apostle John designated as antichrists, when they denied that Christ was come in the flesh; not that they did this with the view of establishing the right of the other god (for on this point also they had been branded by the same apostle), but because they had started with assuming the incredibility of an incarnate God."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:4",
                            "text": "Now, the more firmly the antichrist Marcion had seized this assumption, the more prepared was he, of course, to reject the bodily substance of Christ, since he had introduced his very god to our notice as neither the author nor the restorer of the flesh; and for this very reason, to be sure, as pre-eminently good, and most remote from the deceits and fallacies of the Creator."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:5",
                            "text": "His Christ, therefore, in order to avoid all such deceits and fallacies, and the imputation, if possible, of belonging to the Creator, was not what he appeared to be, and feigned himself to be what he was not—incarnate without being flesh, human without being man, and likewise a divine Christ without being God! But why should he not have propagated also the phantom of God? Can I believe him on the subject of the internal nature, who was all wrong touching the external substance? How will it be possible to believe him true on a mystery, when he has been found so false on a plain fact? How, moreover, when he confounds the truth of the spirit with the error of the flesh, could he combine within himself that communion of light and darkness, or truth and error, which the apostle says cannot co-exist? Since however, Christ's being flesh is now discovered to be a lie, it follows that all things which were done by the flesh of Christ were done untruly,—every act of intercourse, of contact, of eating or drinking, yea, His very miracles."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:6",
                            "text": "If with a touch, or by being touched, He freed any one of a disease, whatever was done by any corporeal act cannot be believed to have been truly done in the absence of all reality in His body itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:7",
                            "text": "Nothing substantial can be allowed to have been effected by an unsubstantial thing; nothing full by a vacuity."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:8",
                            "text": "If the habit were putative, the action was putative; if the worker were imaginary, the works were imaginary."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:9",
                            "text": "On this principle, too, the sufferings of Christ will be found not to warrant faith in Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:10",
                            "text": "For He suffered nothing who did not truly suffer; and a phantom could not truly suffer."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:11",
                            "text": "God's entire work, therefore, is subverted."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:12",
                            "text": "Christ's death, wherein lies the whole weight and fruit of the Christian name, is denied although the apostle asserts it so expressly as undoubtedly real, making it the very foundation of the gospel, of our salvation and of his own preaching."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:13",
                            "text": "\"I have delivered unto you before all things,\" says he, \"how that Christ died for our sins, and that he was buried, and that He rose again the third day\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:14",
                            "text": "Besides, if His flesh is denied, how is His death to be asserted; for death is the proper suffering of the flesh, which returns through death back to the earth out of which it was taken, according to the law of its Maker? Now, if His death be denied, because of the denial of His flesh, there will be no certainty of His resurrection."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:15",
                            "text": "For He rose not, for the very same reason that He died not, even because He possessed not the reality of the flesh, to which as death accrues, so does resurrection likewise."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:16",
                            "text": "Similarly, if Christ's resurrection be nullified, ours also is destroyed."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:17",
                            "text": "If Christ's resurrection be not realized, neither shall that be for which Christ came."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:18",
                            "text": "For just as they, who said that there is no resurrection of the dead, are refuted by the apostle from the resurrection of Christ, so, if the resurrection of Christ falls to the ground, the resurrection of the dead is also swept away."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:19",
                            "text": "And so our faith is vain, and vain also is the preaching of the apostles."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:20",
                            "text": "Moreover, they even show themselves to be false witnesses of God, because they testified that He raised up Christ, whom He did not raise."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:21",
                            "text": "And we remain in our sins still."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book III 8:22",
                            "text": "And those who have slept in Christ have perished; destined, forsooth, to rise again, but peradventure in a phantom state, just like Christ."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: Against Marcion Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:1",
                            "text": "Refutation of Marcion's Objections Derived from the Cases of the Angels, and the Pre-Incarnate Manifestations of the Son of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:2",
                            "text": "Now, in this discussion of yours, when you suppose that we are to be met with the case of the Creator's angels, as if they held intercourse with Abraham and Lot in a phantom state, that of merely putative flesh, and yet did truly converse, and eat, and work, as they had been commissioned to do, you will not, to begin with, be permitted to use as examples the acts of that God whom you are destroying."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:3",
                            "text": "For by how much you make your god a better and more perfect being, by just so much will all examples be unsuitable to him of that God from whom he totally differs, and without which difference he would not be at all better or more perfect."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:4",
                            "text": "But then, secondly, you must know that it will not be conceded to you, that in the angels there was only a putative flesh, but one of a true and solid human substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:5",
                            "text": "For if (on your terms) it was no difficulty to him to manifest true sensations and actions in a putative flesh, it was much more easy for him still to have assigned the true substance of flesh to these true sensations and actions, as the proper maker and former thereof."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:6",
                            "text": "But your god, perhaps on the ground of his having produced no flesh at all, was quite right in introducing the mere phantom of that of which he had been unable to produce the reality."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:7",
                            "text": "My God, however, who formed that which He had taken out of the dust of the ground in the true quality of flesh, although not issuing as yet from conjugal seed, was equally able to apply to angels too a flesh of any material whatsoever, who built even the world out of nothing, into so many and so various bodies, and that at a word! And, really, if your god promises to men some time or other the true nature of angels (for he says, \"They shall be like the angels\"), why should not my God also have fitted on to angels the true substance of men, from whatever source derived? For not even you will tell me, in reply, whence is obtained that angelic nature on your side; so that it is enough for me to define this as being fit and proper to God, even the verity of that thing which was objective to three senses—sight, touch, and hearing."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:8",
                            "text": "It is more difficult for God to practise deception than to produce real flesh from any material whatever, even without the means of birth."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:9",
                            "text": "But for other heretics, also, who maintain that the flesh in the angels ought to have been born of flesh, if it had been really human, we have an answer on a sure principle, to the effect that it was truly human flesh, and yet not born."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:10",
                            "text": "It was truly human, because of the truthfulness of God, who can neither lie nor deceive, and because (angelic beings) cannot be dealt with by men in a human way except in human substance: it was withal unborn, because none but Christ could become incarnate by being born of the flesh in order that by His own nativity He might regenerate our birth, and might further by His death also dissolve our death, by rising again in that flesh in which, that He might even die, He was born."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:11",
                            "text": "Therefore on that occasion He did Himself appear with the angels to Abraham in the verity of the flesh, which had not as yet undergone birth, because it was not yet going to die, although it was even now learning to hold intercourse amongst men."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:12",
                            "text": "Still greater was the propriety in angels, who never received a dispensation to die for us, not having assumed even a brief experience of flesh by being born, because they were not destined to lay it down again by dying; but, from whatever quarter they obtained it, and by what means soever they afterwards entirely divested themselves of it, they yet never pretended it to be unreal flesh."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book III 9:13",
                            "text": "Since the Creator \"maketh His angels spirits, and His ministers a flame of fire\"—as truly spirits as also fire—so has He truly made them flesh likewise; wherefore we can now recall to our own minds, and remind the heretics also, that He has promised that He will one day form men into angels, who once formed angels into men."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: Against Marcion Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:1",
                            "text": "The Truly Incarnate State More Worthy of God Than Marcion's Fantastic Flesh."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:2",
                            "text": "Therefore, since you are not permitted to resort to any instances of the Creator, as alien from the subject, and possessing special causes of their own, I should like you to state yourself the design of your god, in exhibiting his Christ not in the reality of flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:3",
                            "text": "If he despised it as earthly, and (as you express it) full of dung, why did he not on that account include the likeness of it also in his contempt? For no honour is to be attributed to the image of anything which is itself unworthy of honour."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:4",
                            "text": "As the natural state is, so will the likeness be."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:5",
                            "text": "But how could he hold converse with men except in the image of human substance? Why, then, not rather in the reality thereof, that his intercourse might be real, since he was under the necessity of holding it? And to how much better account would this necessity have been turned by ministering to faith rather than to a fraud! The god whom you make is miserable enough, for this very reason that he was unable to display his Christ except in the effigy of an unworthy, and indeed an alien, thing."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:6",
                            "text": "In some instances, it will be convenient to use even unworthy things, if they be only our own, as it will also be quite improper to use things, be they ever so worthy, if they be not our own."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:7",
                            "text": "Why, then, did he not come in some other worthier substance, and especially his own, that he might not seem as if he could not have done without an unworthy and an alien one? Now, since my Creator held intercourse with man by means of even a bush and fire, and again afterwards by means of a cloud and column, and in representations of Himself used bodies composed of the elements, these examples of divine power afford sufficient proof that God did not require the instrumentality of false or even of real flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:8",
                            "text": "But yet, if we look steadily into the subject, there is really no substance which is worthy of becoming a vestment for God."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:9",
                            "text": "Whatsoever He is pleased to clothe Himself withal, He makes worthy of Himself—only without untruth."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:10",
                            "text": "Therefore how comes it to pass that he should have thought the verity of the flesh, rather than its unreality, a disgrace? Well, but he honoured it by his fiction of it."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book III 10:11",
                            "text": "How great, then, is that flesh, the very phantasy of which was a necessity to the superior God!."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: Against Marcion Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:1",
                            "text": "Christ Was Truly Born; Marcion's Absurd Cavil in Defence of a Putative Nativity."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:2",
                            "text": "All these illusions of an imaginary corporeity in (his) Christ, Marcion adopted with this view, that his nativity also might not be furnished with any evidence from his human substance, and that thus the Christ of the Creator might be free to have assigned to Him all predictions which treated of Him as one capable of human birth, and therefore fleshly."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:3",
                            "text": "But most foolishly did our Pontic heresiarch act in this too."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:4",
                            "text": "As if it would not be more readily believed that flesh in the Divine Being should rather be unborn than untrue, this belief having in fact had the way mainly prepared for it by the Creator's angels when they conversed in flesh which was real, although unborn."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:5",
                            "text": "For indeed the notorious Philumena persuaded Apelles and the other seceders from Marcion rather to believe that Christ did really carry about a body of flesh; not derived to Him, however, from birth, but one which He borrowed from the elements."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:6",
                            "text": "Now, as Marcion was apprehensive that a belief of the fleshly body would also involve a belief of birth, undoubtedly He who seemed to be man was believed to be verily and indeed born."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:7",
                            "text": "For a certain woman had exclaimed, \"Blessed is the womb that bare Thee, and the paps which Thou hast sucked!\" And how else could they have said that His mother and His brethren were standing without? But we shall see more of this in the proper place."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:8",
                            "text": "Surely, when He also proclaimed Himself as the Son of man, He, without doubt, confessed that He had been born."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:9",
                            "text": "Now I would rather refer all these points to an examination of the gospel; but still, as I have already stated, if he, who seemed to be man, had by all means to pass as having been born, it was vain for him to suppose that faith in his nativity was to be perfected by the device of an imaginary flesh."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:10",
                            "text": "For what advantage was there in that being not true which was held to be true, whether it were his flesh or his birth? Or if you should say, let human opinion go for nothing; you are then honouring your god under the shelter of a deception, since he knew himself to be something different from what he had made men to think of him."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:11",
                            "text": "In that case you might possibly have assigned to him a putative nativity even, and so not have hung the question on this point."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:12",
                            "text": "For silly women fancy themselves pregnant sometimes, when they are corpulent either from their natural flux or from some other malady."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:13",
                            "text": "And, no doubt, it had become his duty, since he had put on the mere mask of his substance, to act out from its earliest scene the play of his phantasy, lest he should have failed in his part at the beginning of the flesh."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:14",
                            "text": "You have, of course, rejected the sham of a nativity, and have produced true flesh itself."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:15",
                            "text": "And, no doubt, even the real nativity of a God is a most mean thing."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:16",
                            "text": "Come then, wind up your cavils against the most sacred and reverend works of nature; inveigh against all that you are; destroy the origin of flesh and life; call the womb a sewer of the illustrious animal—in other words, the manufactory for the production of man; dilate on the impure and shameful tortures of parturition, and then on the filthy, troublesome, contemptible issues of the puerperal labour itself! But yet, after you have pulled all these things down to infamy, that you may affirm them to be unworthy of God, birth will not be worse for Him than death, infancy than the cross, punishment than nature, condemnation than the flesh."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:17",
                            "text": "If Christ truly suffered all this, to be born was a less thing for Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:18",
                            "text": "If Christ suffered evasively, as a phantom; evasively, too, might He have been born."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:19",
                            "text": "Such are Marcion's chief arguments by which he makes out another Christ; and I think that we show plainly enough that they are utterly irrelevant, when we teach how much more truly consistent with God is the reality rather than the falsehood of that condition in which He manifested His Christ."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:20",
                            "text": "Since He was \"the truth,\" He was flesh; since He was flesh, He was born."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:21",
                            "text": "For the points which this heresy assaults are confirmed, when the means of the assault are destroyed."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book III 11:22",
                            "text": "Therefore if He is to be considered in the flesh, because He was born; and born, because He is in the flesh, and because He is no phantom,—it follows that He must be acknowledged as Himself the very Christ of the Creator, who was by the Creator's prophets foretold as about to come in the flesh, and by the process of human birth."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: Against Marcion Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:1",
                            "text": "Isaiah's Prophecy of Emmanuel."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:2",
                            "text": "Christ Entitled to that Name."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:3",
                            "text": "And challenge us first, as is your wont, to consider Isaiah's description of Christ, while you contend that in no point does it suit."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:4",
                            "text": "For, to begin with, you say that Isaiah's Christ will have to be called Emmanuel; then, that He takes the riches of Damascus and the spoils of Samaria against the king of Assyria."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:5",
                            "text": "But yet He who is come was neither born under such a name, nor ever engaged in any warlike enterprise."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:6",
                            "text": "I must, however, remind you that you ought to look into the contexts of the two passages."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:7",
                            "text": "For there is immediately added the interpretation of Emmanuel, \"God with us;\" so that you have to consider not merely the name as it is uttered, but also its meaning."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:8",
                            "text": "The utterance is Hebrew, Emmanuel, of the prophet's own nation; but the meaning of the word, God with us, is by the interpretation made common property."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:9",
                            "text": "Inquire, then, whether this name, God-with-us, which is Emmanuel, be not often used for the name of Christ, from the fact that Christ has enlightened the world."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:10",
                            "text": "And I suppose you will not deny it, inasmuch as you do yourself admit that He is called God-with-us, that is, Emmanuel."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:11",
                            "text": "Else if you are so foolish, that, because with you He gets the designation God-with-us, not Emmanuel, you therefore are unwilling to grant that He is come whose property it is to be called Emmanuel, as if this were not the same name as God-with-us, you will find among the Hebrew Christians, and amongst Marcionites too, that they name Him Emmanuel when they mean Him to be called God-with-us; just indeed as every nation, by whatever word they would express God-with-us, has called Him Emmanuel, completing the sound in its sense."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:12",
                            "text": "Now since Emmanuel is God-with-us, and God-with-us is Christ, who is in us (for \"as many of you as are baptized into Christ, have put on Christ\"), Christ is as properly implied in the meaning of the name, which is God-with-us, as He is in the pronunciation of the name, which is Emmanuel."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book III 12:13",
                            "text": "And thus it is evident that He is now come who was foretold as Emmanuel, because what Emmanuel signifies is come, that is to say, God-with-us."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: Against Marcion Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:1",
                            "text": "Isaiah's Prophecies Considered."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:2",
                            "text": "The Virginity of Christ's Mother a Sign."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:3",
                            "text": "Other Prophecies Also Signs."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:4",
                            "text": "Metaphorical Sense of Proper Names in Sundry Passages of the Prophets."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:5",
                            "text": "You are equally led away by the sound of names, when you so understand the riches of Damascus, and the spoils of Samaria, and the king of Assyria, as if they portended that the Creator's Christ was a warrior, not attending to the promise contained in the passage, \"For before the Child shall have knowledge to cry, My father and My mother, He shall take away the riches of Damascus and the spoil of Samaria before the king of Assyria\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:6",
                            "text": "You should first examine the point of age, whether it can be taken to represent Christ as even yet a man, much less a warrior."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:7",
                            "text": "Although, to be sure, He might be about to call to arms by His cry as an infant; might be about to sound the alarm of war not with a trumpet, but with a little rattle; might be about to seek His foe, not on horseback, or in chariot, or from parapet, but from nurse's neck or nursemaid's back, and so be destined to subjugate Damascus and Samaria from His mother's breasts!  It is a different matter, of course, when the babes of your barbarian Pontus spring forth to the fight."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:8",
                            "text": "They are, I ween, taught to lance before they lacerate; swathed at first in sunshine and ointment, afterwards armed with the satchel, and rationed on bread and butter! Now, since nature, certainly, nowhere grants to man to learn warfare before life, to pillage the wealth of a Damascus before he knows his father and mother's name, it follows that the passage in question must be deemed to be a figurative one."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:9",
                            "text": "Well, but nature, says he, does not permit \"a virgin to conceive,\" and still the prophet is believed."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:10",
                            "text": "And indeed very properly; for he has paved the way for the incredible thing being believed, by giving a reason for its occurrence, in that it was to be for a sign."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:11",
                            "text": "\"Therefore,\" says he, \"the Lord himself shall give you a sign; behold, a virgin shall conceive, and bear a son\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:12",
                            "text": "Now a sign from God would not have been a sign, unless it had been some novel and prodigious thing."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:13",
                            "text": "Then, again, Jewish cavillers, in order to disconcert us, boldly pretend that Scripture does not hold that a virgin, but only a young woman, is to conceive and bring forth."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:14",
                            "text": "They are, however, refuted by this consideration, that nothing of the nature of a sign can possibly come out of what is a daily occurrence, the pregnancy and child-bearing of a young woman."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:15",
                            "text": "A virgin mother is justly deemed to be proposed by God as a sign, but a warlike infant has no like claim to the distinction; for even in such a case there does not occur the character of a sign."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:16",
                            "text": "But after the sign of the strange and novel birth has been asserted, there is immediately afterwards declared as a sign the subsequent course of the Infant, who was to eat butter and honey."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:17",
                            "text": "Not that this indeed is of the nature of a sign, nor is His \"refusing the evil;\" for this, too, is only a characteristic of infancy."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:18",
                            "text": "But His destined capture of the riches of Damascus and the spoil of Samaria before the king of Assyria is no doubt a wonderful sign."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:19",
                            "text": "Keep to the measure of His age, and seek the purport of the prophecy, and give back also to the truth of the gospel what you have taken away from it in the lateness of your heresy, and the prophecy at once becomes intelligible and declares its own accomplishment."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:20",
                            "text": "Let those eastern magi wait on the new-born Christ, presenting to Him, (although) in His infancy, their gifts of gold and frankincense; and surely an Infant will have received the riches of Damascus without a battle, and unarmed."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:21",
                            "text": "For besides the generally known fact, that the riches of the East, that is to say, its strength and resources, usually consist of gold and spices, it is certainly true of the Creator, that He makes gold the riches of the other nations also."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:22",
                            "text": "Thus He says by Zechariah: \"And Judah shall also fight at Jerusalem and shall gather together all the wealth of the nations round about, gold and silver\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:23",
                            "text": "Moreover, respecting that gift of gold, David also says: \"And there shall be given to Him of the gold of Arabia;\" and again: \"The kings of Arabia and Saba shall offer to Him gifts\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:24",
                            "text": "For the East generally regarded the magi as kings; and Damascus was anciently deemed to belong to Arabia, before it was transferred to Syrophoenicia on the division of the Syrias (by Rome)."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:25",
                            "text": "Its riches Christ then received, when He received the tokens thereof in the gold and spices; while the spoils of Samaria were the magi themselves."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:26",
                            "text": "These having discovered Him and honoured Him with their gifts, and on bended knee adored Him as their God and King, through the witness of the star which led their way and guided them, became the spoils of Samaria, that is to say, of idolatry, because, as it is easy enough to see, they believed in Christ."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:27",
                            "text": "He designated idolatry under the name of Samaria, as that city was shameful for its idolatry, through which it had then revolted from God from the days of king Jeroboam."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:28",
                            "text": "Nor is this an unusual manner for the Creator, (in His Scriptures) figuratively to employ names of places as a metaphor derived from the analogy of their sins."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:29",
                            "text": "Thus He calls the chief men of the Jews \"rulers of Sodom,\" and the nation itself \"people of Gomorrah\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:30",
                            "text": "And in another passage He also says: \"Thy father was an Amorite, and thy mother an Hittite,\" by reason of their kindred iniquity; although He had actually called them His sons:  \"I have nourished and brought up children\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:31",
                            "text": "So likewise by Egypt is sometimes understood, in His sense, the whole world as being marked out by superstition and a curse."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:32",
                            "text": "By a similar usage Babylon also in our (St."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:33",
                            "text": ") John is a figure of the city of Rome, as being like (Babylon) great and proud in royal power, and warring down the saints of God."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:34",
                            "text": "Now it was in accordance with this style that He called the magi by the name of Samaritans, because (as we have said) they had practised idolatry as did the Samaritans."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book III 13:35",
                            "text": "Moreover, by the phrase \"before or against the king of Assyria,\" understand \"against Herod;\" against whom the magi then opposed themselves, when they refrained from carrying him back word concerning Christ, whom he was seeking to destroy."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: Against Marcion Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:1",
                            "text": "Figurative Style of Certain Messianic Prophecies in the Psalms."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:2",
                            "text": "Military Metaphors Applied to Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:3",
                            "text": "This interpretation of ours will derive confirmation, when, on your supposing that Christ is in any passage called a warrior, from the mention of certain arms and expressions of that sort, you weigh well the analogy of their other meanings, and draw your conclusions accordingly."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:4",
                            "text": "\"Gird on Thy sword,\" says David, \"upon Thy thigh\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:5",
                            "text": "But what do you read about Christ just before? \"Thou art fairer than the children of men; grace is poured forth upon Thy lips\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:6",
                            "text": "It amuses me to imagine that blandishments of fair beauty and graceful lips are ascribed to one who had to gird on His sword for war! So likewise, when it is added, \"Ride on prosperously in Thy majesty,\" the reason is subjoined: \"Because of truth, and meekness, and righteousness\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:7",
                            "text": "But who shall produce these results with the sword, and not their opposites rather—deceit, and harshness, and injury—which, it must be confessed, are the proper business of battles? Let us see, therefore, whether that is not some other sword, which has so different an action."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:8",
                            "text": "Now the Apostle John, in the Apocalypse, describes a sword which proceeded from the mouth of God as \"a doubly sharp, two-edged one\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:9",
                            "text": "This may be understood to be the Divine Word, who is doubly edged with the two testaments of the law and the gospel—sharpened with wisdom, hostile to the devil, arming us against the spiritual enemies of all wickedness and concupiscence, and cutting us off from the dearest objects for the sake of God's holy name."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:10",
                            "text": "If, however, you will not acknowledge John, you have our common master Paul, who \"girds our loins about with truth, and puts on us the breastplate of righteousness, and shoes us with the preparation of the gospel of peace, not of war; who bids us take the shield of faith, wherewith we may be able to quench all the fiery darts of the devil, and the helmet of salvation, and the sword of the Spirit, which (he says) is the word of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:11",
                            "text": "This sword the Lord Himself came to send on earth, and not peace."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:12",
                            "text": "If he is your Christ, then even he is a warrior."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:13",
                            "text": "If he is not a warrior, and the sword he brandishes is an allegorical one, then the Creator's Christ in the psalm too may have been girded with the figurative sword of the Word, without any martial gear."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:14",
                            "text": "The above-mentioned \"fairness\" of His beauty and \"grace of His lips\" would quite suit such a sword, girt as it even then was upon His thigh in the passage of David, and sent as it would one day be by Him on earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:15",
                            "text": "For this is what He says: \"Ride on prosperously in Thy majesty\"—advancing His word into every land, so as to call all nations: destined to prosper in the success of that faith which received Him, and reigning, from the fact that He conquered death by His resurrection."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:16",
                            "text": "\"Thy right hand,\" says He, \"shall wonderfully lead Thee forth,\" even the might of Thy spiritual grace, whereby the knowledge of Christ is spread."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:17",
                            "text": "\"Thine arrows are sharp;\" everywhere Thy precepts fly about, Thy threatenings also, and convictions of heart, pricking and piercing each conscience."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:18",
                            "text": "\"The people shall fall under Thee,\" that is, in adoration."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:19",
                            "text": "Thus is the Creator's Christ mighty in war, and a bearer of arms; thus also does He now take the spoils, not of Samaria alone, but of all nations."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:20",
                            "text": "Acknowledge, then, that His spoils are figurative, since you have learned that His arms are allegorical."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book III 14:21",
                            "text": "Since, therefore, both the Lord speaks and His apostle writes such things in a figurative style, we are not rash in using His interpretations, the records of which even our adversaries admit; and thus in so far will it be Isaiah's Christ who has come, in as far as He was not a warrior, because it is not of such a character that He is described by Isaiah."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: Against Marcion Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:1",
                            "text": "The Title Christ Suitable as a Name of the Creator's Son, But Unsuited to Marcion's Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:2",
                            "text": "Touching then the discussion of His flesh, and (through that) of His nativity, and incidentally of His name Emmanuel, let this suffice."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:3",
                            "text": "Concerning His other names, however, and especially that of Christ, what has the other side to say in reply? If the name of Christ is as common with you as is the name of God—so that as the Son of both Gods may be fitly called Christ, so each of the Fathers may be called Lord—reason will certainly be opposed to this argument."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:4",
                            "text": "For the name of God, as being the natural designation of Deity, may be ascribed to all those beings for whom a divine nature is claimed,—as, for instance, even to idols."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:5",
                            "text": "The apostle says: \"For there be that are called gods, whether in heaven or in earth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:6",
                            "text": "The name of Christ, however, does not arise from nature, but from dispensation; and so becomes the proper name of Him to whom it accrues in consequence of the dispensation."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:7",
                            "text": "Nor is it subject to be shared in by any other God, especially a rival, and one that has a dispensation of His own, to whom it will be also necessary that He should possess names apart from all others."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:8",
                            "text": "For how happens it that, after they have devised different dispensations for two Gods they admit into this diversity of dispensation a community of names; whereas no proof could be more useful of two Gods being rival ones, than if there should be found coincident with their (diverse) dispensations a diversity also of names? For that is not a state of diverse qualities, which is not distinctly indicated in the specific meanings of their designations."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:9",
                            "text": "Whenever these are wanting, there occurs what the Greeks call the katachresisof a term, by its improper application to what does not belong to it."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:10",
                            "text": "In God, however, there ought, I suppose, to be no defect, no setting up of His dispensations by katachrestic abuse of words."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:11",
                            "text": "Who is this god, that claims for his son names from the Creator? I say not names which do not belong to him, but ancient and well-known names, which even in this view of them would be unsuitable for a novel and unknown god."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:12",
                            "text": "How is it, again, that he tells us that \"a piece of new cloth is not sewed on to an old garment,\" or that \"new wine is not trusted to old bottles,\" when he is himself patched and clad in an old suit of names? How is it he has rent off the gospel from the law, when he is wholly invested with the law,—in the name, forsooth, of Christ? What hindered his calling himself by some other name, seeing that he preached another (gospel), came from another source, and refused to take on him a real body, for the very purpose that he might not be supposed to be the Creator's Christ? Vain, however, was his unwillingness to seem to be He whose name he was willing to assume; since, even if he had been truly corporeal, he would more certainly escape being taken for the Christ of the Creator, if he had not taken on him His name."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:13",
                            "text": "But, as it is, he rejects the substantial verity of Him whose name he has assumed, even though he should give a proof of that verity by his name."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:14",
                            "text": "For Christ means anointed, and to be anointed is certainly an affair of the body."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:15",
                            "text": "He who had not a body, could not by any possibility have been anointed; he who could not by any possibility have been anointed, could not in any wise have been called Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:16",
                            "text": "It is a different thing (quite), if he only assumed the phantom of a name too."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:17",
                            "text": "But how, he asks, was he to insinuate himself into being believed by the Jews, except through a name which was usual and familiar amongst them? Then 'tis a fickle and tricksty God whom you describe! To promote any plan by deception, is the resource of either distrust or of maliciousness."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:18",
                            "text": "Much more frank and simple was the conduct of the false prophets against the Creator, when they came in His name as their own God."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book III 15:19",
                            "text": "But I do not find that any good came of this proceeding, since they were more apt to suppose either that Christ was their own, or rather was some deceiver, than that He was the Christ of the other god; and this the gospel will show."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: Against Marcion Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:1",
                            "text": "The Sacred Name Jesus Most Suited to the Christ of the Creator."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:2",
                            "text": "Joshua a Type of Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:3",
                            "text": "Now if he caught at the name Christ, just as the pickpocket clutches the dole-basket, why did he wish to be called Jesus too, by a name which was not so much looked for by the Jews? For although we, who have by God's grace attained to the understanding of His mysteries, acknowledge that this name also was destined for Christ, yet, for all that, the fact was not known to the Jews, from whom wisdom was taken away."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:4",
                            "text": "To this day, in short, it is Christ that they are looking for, not Jesus; and they interpret Elias to be Christ rather than Jesus."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:5",
                            "text": "He, therefore, who came also in a name in which Christ was not expected, might have come only in that name which was solely anticipated for Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:6",
                            "text": "But since he has mixed up the two, the expected one and the unexpected, his twofold project is defeated."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:7",
                            "text": "For if he be Christ for the very purpose of insinuating himself as the Creator's, then Jesus opposes him, because Jesus was not looked for in the Christ of the Creator; or if he be Jesus, in order that he might pass as belonging to the other (God), then Christ hinders him, because Christ was not expected to belong to any other than the Creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:8",
                            "text": "I know not which one of these names may be able to hold its ground."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:9",
                            "text": "In the Christ of the Creator, however, both will keep their place, for in Him a Jesus too is found."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:10",
                            "text": "Do you ask, how? Learn it then here, with the Jews also who are partakers of your heresy."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:11",
                            "text": "When Oshea the son of Nun was destined to be the successor of Moses, is not his old name then changed, and for the first time he is called Joshua? It is true, you say."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:12",
                            "text": "This, then, we first observe, was a figure of Him who was to come."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:13",
                            "text": "For inasmuch as Jesus Christ was to introduce a new generation (because we are born in the wilderness of this world) into the promised land which flows with milk and honey, that is, into the possession of eternal life, than which nothing can be sweeter; inasmuch, too, as this was to be brought about not by Moses, that is to say, not by the discipline of the law, but by Joshua, by the grace of the gospel, our circumcision being effected by a knife of stone, that is, (by the circumcision) of Christ, for Christ is a rock (or stone), therefore that great man, who was ordained as a type of this mystery, was actually consecrated with the figure of the Lord's own name, being called Joshua."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:14",
                            "text": "This name Christ Himself even then testified to be His own, when He talked with Moses."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:15",
                            "text": "For who was it that talked with him, but the Spirit of the Creator, which is Christ? When He therefore spake this commandment to the people, \"Behold, I send my angel before thy face, to keep thee in the way, and to bring thee into the land which I have prepared for thee; attend to him, and obey his voice and do not provoke him; for he has not shunned you, since my name is upon him,\" He called him an angel indeed, because of the greatness of the powers which he was to exercise, and because of his prophetic office, while announcing the will of God; but Joshua also (Jesus), because it was a type of His own future name."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:16",
                            "text": "Often did He confirm that name of His which He had thus conferred upon (His servant); because it was not the name of angel, nor Oshea, but Joshua (Jesus), which He had commanded him to bear as his usual appellation for the time to come."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:17",
                            "text": "Since, therefore, both these names are suitable to the Christ of the Creator, they are proportionately unsuitable to the non-Creator's Christ; and so indeed is all the rest of (our Christ's) destined course."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:18",
                            "text": "In short, there must now for the future be made between us that certain and equitable rule, necessary to both sides, which shall determine that there ought to be absolutely nothing at all in common between the Christ of the other god and the Creator's Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:19",
                            "text": "For you will have as great a necessity to maintain their diversity as we have to resist it, inasmuch as you will be as unable to show that the Christ of the other god has come, until you have proved him to be a far different being from the Creator's Christ, as we, to claim Him (who has come) as the Creator's, until we have shown Him to be such a one as the Creator has appointed."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:20",
                            "text": "Now respecting their names, such is our conclusion against (Marcion)."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book III 16:21",
                            "text": "I claim for myself Christ; I maintain for myself Jesus."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: Against Marcion Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:1",
                            "text": "Prophecies in Isaiah and the Psalms Respecting Christ's Humiliation."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:2",
                            "text": "Let us compare with Scripture the rest of His dispensation."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:3",
                            "text": "Whatever that poor despised body may be, because it was an object of touch and sight, it shall be my Christ, be He inglorious, be He ignoble, be He dishonoured; for such was it announced that He should be, both in bodily condition and aspect."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:4",
                            "text": "Isaiah comes to our help again: \"We have announced (His way) before Him,\" says he; \"He is like a servant, like a root in a dry ground; He hath no form nor comeliness; we saw Him, and He had neither form nor beauty; but His form was despised, marred above all men\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:5",
                            "text": "Similarly the Father addressed the Son just before: \"Inasmuch as many will be astonished at Thee, so also will Thy beauty be without glory from men\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:6",
                            "text": "For although, in David's words, He is fairer than the children of men,\" yet it is in that figurative state of spiritual grace, when He is girded with the sword of the Spirit, which is verily His form, and beauty, and glory."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:7",
                            "text": "According to the same prophet, however, He is in bodily condition \"a very worm, and no man; a reproach of men, and an outcast of the people\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:8",
                            "text": "But no internal quality of such a kind does He announce as belonging to Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:9",
                            "text": "In Him dwelt the fulness of the Spirit; therefore I acknowledge Him to be \"the rod of the stem of Jesse\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:10",
                            "text": "His blooming flower shall be my Christ, upon whom hath rested, according to Isaiah, \"the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of piety, and of the fear of the Lord\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:11",
                            "text": "Now to no man, except Christ, would the diversity of spiritual proofs suitably apply."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:12",
                            "text": "He is indeed like a flower for the Spirit's grace, reckoned indeed of the stem of Jesse, but thence to derive His descent through Mary."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:13",
                            "text": "Now I purposely demand of you, whether you grant to Him the destination of all this humiliation, and suffering, and tranquillity, from which He will be the Christ of Isaiah,—a man of sorrows, and acquainted with grief, who was led as a sheep to the slaughter, and who, like a lamb before the shearer, opened not His mouth; who did not struggle nor cry, nor was His voice heard in the street who broke not the bruised reed—that is, the shattered faith of the Jews—nor quenched the smoking flax—that is, the freshly-kindled ardour of the Gentiles."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:14",
                            "text": "He can be none other than the Man who was foretold."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:15",
                            "text": "It is right that His conduct be investigated according to the rule of Scripture, distinguishable as it is unless I am mistaken, by the twofold operation of preaching and of miracle."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:16",
                            "text": "But the treatment of both these topics I shall so arrange as to postpone, to the chapter wherein I have determined to discuss the actual gospel of Marcion, the consideration of His wonderful doctrines and miracles—with a view, however, to our present purpose."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book III 17:17",
                            "text": "Let us here, then, in general terms complete the subject which we had entered upon, by indicating, as we pass on, how Christ was fore-announced by Isaiah as a preacher: \"For who is there among you,\" says he, \"that feareth the Lord, that obeyeth the voice of His Son?\" And likewise as a healer: \"For,\" says he, \"He hath taken away our infirmities, and carried our sorrows\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: Against Marcion Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:1",
                            "text": "Types of the Death of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:2",
                            "text": "Isaac; Joseph; Jacob Against Simeon and Levi; Moses Praying Against Amalek; The Brazen Serpent."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:3",
                            "text": "On the subject of His death, I suppose, you endeavour to introduce a diversity of opinion, simply because you deny that the suffering of the cross was predicted of the Christ of the Creator, and because you contend, moreover, that it is not to be believed that the Creator would expose His Son to that kind of death on which He had Himself pronounced a curse."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:4",
                            "text": "\"Cursed,\" says He, \"is every one who hangeth on a tree\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:5",
                            "text": "But what is meant by this curse, worthy as it is of the simple prediction of the cross, of which we are now mainly inquiring, I defer to consider, because in another passage we have given the reason of the thing preceded by proof."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:6",
                            "text": "First, I shall offer a full explanation of the types."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:7",
                            "text": "And no doubt it was proper that this mystery should be prophetically set forth by types, and indeed chiefly by that method: for in proportion to its incredibility would it be a stumbling-block, if it were set forth in bare prophecy; and in proportion too, to its grandeur, was the need of obscuring it in shadow, that the difficulty of understanding it might lead to prayer for the grace of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:8",
                            "text": "First, then, Isaac, when he was given up by his father as an offering, himself carried the wood for his own death."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:9",
                            "text": "By this act he even then was setting forth the death of Christ, who was destined by His Father as a sacrifice, and carried the cross whereon He suffered."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:10",
                            "text": "Joseph likewise was a type of Christ, not indeed on this ground (that I may not delay my course), that he suffered persecution for the cause of God from his brethren, as Christ did from His brethren after the flesh, the Jews; but when he is blessed by his father in these words: \"His glory is that of a bullock; his horns are the horns of a unicorn; with them shall he push the nations to the very ends of the earth,\"—he was not, of course, designated as a mere unicorn with its one horn, or a minotaur with two; but Christ was indicated in him—a bullock in respect of both His characteristics: to some as severe as a Judge, to others gentle as a Saviour, whose horns were the extremities of His cross."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:11",
                            "text": "For of the antenna, which is a part of a cross, the ends are called horns; while the midway stake of the whole frame is the unicorn."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:12",
                            "text": "By this virtue, then, of His cross, and in this manner \"horned,\" He is both now pushing all nations through faith, bearing them away from earth to heaven; and will then push them through judgment, casting them down from heaven to earth."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:13",
                            "text": "He will also, according to another passage in the same scripture, be a bullock, when He is spiritually interpreted to be Jacob against Simeon and Levi, which means against the scribes and the Pharisees; for it was from them that these last derived their origin."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:14",
                            "text": "Like Simeon and Levi, they consummated their wickedness by their heresy, with which they persecuted Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:15",
                            "text": "\"Into their counsel let not my soul enter; to their assembly let not my heart be united: for in their anger they slew men,\" that is, the prophets; \"and in their self-will they hacked the sinews of a bullock,\" that is, of Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:16",
                            "text": "For against Him did they wreak their fury after they had slain His prophets, even by affixing Him with nails to the cross."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book III 18:17",
                            "text": "Otherwise, it is an idle thing when, after slaying men, he inveighs against them for the torture of a bullock! Again, in the case of Moses, wherefore did he at that moment particularly, when Joshua was fighting Amalek, pray in a sitting posture with outstretched hands, when in such a conflict it would surely have been more seemly to have bent the knee, and smitten the breast, and to have fallen on the face to the ground, and in such prostration to have offered prayer? Wherefore, but because in a battle fought in the name of that Lord who was one day to fight against the devil, the shape was necessary of that very cross through which Jesus was to win the victory? Why, once more, did the same Moses, after prohibiting the likeness of everything, set up the golden serpent on the pole; and as it hung there, propose it as an object to be looked at for a cure? Did he not here also intend to show the power of our Lord's cross, whereby that old serpent the devil was vanquished,—whereby also to every man who was bitten by spiritual serpents, but who yet turned with an eye of faith to it, was proclaimed a cure from the bite of sin, and health for evermore?."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: Against Marcion Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:1",
                            "text": "Prophecies of the Death of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:2",
                            "text": "Come now, when you read in the words of David, how that \"the Lord reigneth from the tree,\" I want to know what you understand by it."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:3",
                            "text": "Perhaps you think some wooden king of the Jews is meant!—and not Christ, who overcame death by His suffering on the cross, and thence reigned! Now, although death reigned from Adam even to Christ, why may not Christ be said to have reigned from the tree, from His having shut up the kingdom of death by dying upon the tree of His cross?  Likewise Isaiah also says: \"For unto us a child is born\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:4",
                            "text": "But what is there unusual in this, unless he speaks of the Son of God? \"To us is given He whose government is upon His shoulder\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:5",
                            "text": "Now, what king is there who bears the ensign of his dominion upon his shoulder, and not rather upon his head as a diadem, or in his hand as a sceptre, or else as a mark in some royal apparel? But the one new King of the new ages, Jesus Christ, carried on His shoulder both the power and the excellence of His new glory, even His cross; so that, according to our former prophecy, He might thenceforth reign from the tree as Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:6",
                            "text": "This tree it is which Jeremiah likewise gives you intimation of, when he prophesies to the Jews, who should say, \"Come, let us destroy the tree with the fruit, (the bread) thereof,\" that is, His body."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:7",
                            "text": "For so did God in your own gospel even reveal the sense, when He called His body bread; so that, for the time to come, you may understand that He has given to His body the figure of bread, whose body the prophet of old figuratively turned into bread, the Lord Himself designing to give by and by an interpretation of the mystery."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:8",
                            "text": "If you require still further prediction of the Lord's cross, the twenty-first Psalm is sufficiently able to afford it to you, containing as it does the entire passion of Christ, who was even then prophetically declaring His glory."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:9",
                            "text": "\"They pierced,\" says He, \"my hands and my feet,\" which is the special cruelty of the cross."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:10",
                            "text": "And again, when He implores His Father's help, He says, \"Save me from the lion's mouth,\" that is, the jaws of death, \"and my humiliation from the horns of the unicorns;\" in other words, from the extremities of the cross, as we have shown above."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:11",
                            "text": "Now, David himself did not suffer this cross, nor did any other king of the Jews; so that you cannot suppose that this is the prophecy of any other's passion than His who alone was so notably crucified by the nation."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:12",
                            "text": "Now should the heretics, in their obstinacy, reject and despise all these interpretations, I will grant to them that the Creator has given us no signs of the cross of His Christ; but they will not prove from this concession that He who was crucified was another (Christ), unless they could somehow show that this death was predicted as His by their own god, so that from the diversity of predictions there might be maintained to be a diversity of sufferers, and thereby also a diversity of persons."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:13",
                            "text": "But since there is no prophecy of even Marcion's Christ, much less of his cross, it is enough for my Christ that there is a prophecy merely of death."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:14",
                            "text": "For, from the fact that the kind of death is not declared, it was possible for the death of the cross to have been still intended, which would then have to be assigned to another (Christ), if the prophecy had had reference to another."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:15",
                            "text": "Besides, if he should be unwilling to allow that the death of my Christ was predicted, his confusion must be the greater if he announces that his own Christ indeed died, whom he denies to have had a nativity, whilst denying that my Christ is mortal, though he allows Him to be capable of birth."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:16",
                            "text": "However, I will show him the death, and burial, and resurrection of my Christ all indicated in a single sentence of Isaiah, who says, \"His sepulture was removed from the midst of them\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:17",
                            "text": "Now there could have been no sepulture without death, and no removal of sepulture except by resurrection."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:18",
                            "text": "Then, finally, he added: \"Therefore He shall have many for his inheritance, and He shall divide the spoil of the many, because He poured out His soul unto death\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:19",
                            "text": "For there is here set forth the cause of this favour to Him, even that it was to recompense Him for His suffering of death."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book III 19:20",
                            "text": "It was equally shown that He was to obtain this recompense for His death, was certainly to obtain it after His death by means of the resurrection."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: Against Marcion Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:1",
                            "text": "The Subsequent Influence of Christ's Death in the World Predicted."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:2",
                            "text": "The Sure Mercies of David."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:3",
                            "text": "What These are."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:4",
                            "text": "It is sufficient for my purpose to have traced thus far the course of Christ's dispensation in these particulars."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:5",
                            "text": "This has proved Him to be such a one as prophecy announced He should be, so that He ought not to be regarded in any other character than that which prediction assigned to Him; and the result of this agreement between the facts of His course and the Scriptures of the Creator should be the restoration of belief in them from that prejudice which has, by contributing to diversity of opinion, either thrown doubt upon, or led to a denial of, a considerable part of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:6",
                            "text": "And now we go further and build up the superstructure of those kindred events out of the Scriptures of the Creator which were predicted and destined to happen after Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:7",
                            "text": "For the dispensation would not be found complete, if He had not come after whom it had to run on its course."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:8",
                            "text": "Look at all nations from the vortex of human error emerging out of it up to the Divine Creator, the Divine Christ, and deny Him to be the object of prophecy, if you dare."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:9",
                            "text": "At once there will occur to you the Father's promise in the Psalms: \"Thou art my Son, this day have I begotten Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:10",
                            "text": "Ask of me, and I shall give Thee the heathen for Thine inheritance, and the uttermost parts of the earth for Thy possession\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:11",
                            "text": "You will not be able to put in a claim for some son of David being here meant, rather than Christ; or for the ends of the earth being promised to David, whose kingdom was confined to the Jewish nation simply, rather than to Christ, who now embraces the whole world in the faith of His gospel."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:12",
                            "text": "So again He says by Isaiah: \"I have given Thee for a dispensation of the people, for a light of the Gentiles, to open the eyes of the blind,\" that is, those that be in error, \"to bring out the prisoners from the prison,\" that is, to free them from sin, \"and from the prison-house,\" that is, of death, \"those that sit in darkness\"—even that of ignorance."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:13",
                            "text": "If these things are accomplished through Christ, they would not have been designed in prophecy for any other than Him through whom they have their accomplishment."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:14",
                            "text": "In another passage He also says:  \"Behold, I have set Him as a testimony to the nations, a prince and commander to the nations; nations which know Thee not shall invoke Thee, and peoples shall run together unto Thee\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:15",
                            "text": "You will not interpret these words of David, because He previously said, \"I will make an everlasting covenant with you, even the sure mercies of David\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:16",
                            "text": "Indeed, you will be obliged from these words all the more to understand that Christ is reckoned to spring from David by carnal descent, by reason of His birth of the Virgin Mary."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:17",
                            "text": "Touching this promise of Him, there is the oath to David in the psalm, \"Of the fruit of thy body will I set upon thy throne\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:18",
                            "text": "What body is meant? David's own?  Certainly not."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:19",
                            "text": "For David was not to give birth to a son."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:20",
                            "text": "Nor his wife's either."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:21",
                            "text": "For instead of saying, \"Of the fruit of thy body,\" he would then have rather said, \"Of the fruit of thy wife's body\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:22",
                            "text": "But by mentioning his body, it follows that He pointed to some one of his race of whose body the flesh of Christ was to be the fruit, which bloomed forth from Mary's womb."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:23",
                            "text": "He named the fruit of the body (womb) alone, because it was peculiarly fruit of the womb, of the womb only in fact, and not of the husband also; and he refers the womb (body) to David, as to the chief of the race and father of the family."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:24",
                            "text": "Because it could not consist with a virgin's condition to consort her with a husband, He therefore attributed the body (womb) to the father."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:25",
                            "text": "That new dispensation, then, which is found in Christ now, will prove to be what the Creator then promised under the appellation of \"the sure mercies of David,\" which were Christ's, inasmuch as Christ sprang from David, or rather His very flesh itself was David's \"sure mercies,\" consecrated by religion, and \"sure\" after its resurrection."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:26",
                            "text": "Accordingly the prophet Nathan, in the first of Kings, makes a promise to David for his seed, \"which shall proceed,\" says he, \"out of thy bowels\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:27",
                            "text": "Now, if you explain this simply of Solomon, you will send me into a fit of laughter."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:28",
                            "text": "For David will evidently have brought forth Solomon! But is not Christ here designated the seed of David, as of that womb which was derived from David, that is, Mary's? Now, because Christ rather than any other was to build the temple of God, that is to say, a holy manhood, wherein God's Spirit might dwell as in a better temple, Christ rather than David's son Solomon was to be looked for as the Son of God."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:29",
                            "text": "Then, again, the throne for ever with the kingdom for ever is more suited to Christ than to Solomon, a mere temporal king."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:30",
                            "text": "From Christ, too, God's mercy did not depart, whereas on Solomon even God's anger alighted, after his luxury and idolatry."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:31",
                            "text": "For Satan stirred up an Edomite as an enemy against him."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:32",
                            "text": "Since, therefore, nothing of these things is compatible with Solomon, but only with Christ, the method of our interpretations will certainly be true; and the very issue of the facts shows that they were clearly predicted of Christ."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:33",
                            "text": "And so in Him we shall have \"the sure mercies of David\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:34",
                            "text": "Him, not David, has God appointed for a testimony to the nations; Him, for a prince and commander to the nations, not David, who ruled over Israel alone."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:35",
                            "text": "It is Christ whom all nations now invoke, which knew Him not; Christ to whom all races now betake themselves, whom they were ignorant of before."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book III 20:36",
                            "text": "It is impossible that that should be said to be future, which you see (daily) coming to pass."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: Against Marcion Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:1",
                            "text": "The Call of the Gentiles Under the Influence of the Gospel Foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:2",
                            "text": "So you cannot get out of this notion of yours a basis for your difference between the two Christs, as if the Jewish Christ were ordained by the Creator for the restoration of the people alone from its dispersion, whilst yours was appointed by the supremely good God for the liberation of the whole human race."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:3",
                            "text": "Because, after all, the earliest Christians are found on the side of the Creator, not of Marcion, all nations being called to His kingdom, from the fact that God set up that kingdom from the tree (of the cross), when no Cerdon was yet born, much less a Marcion."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:4",
                            "text": "However, when you are refuted on the call of the nations, you betake yourself to proselytes."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:5",
                            "text": "You ask, who among the nations can turn to the Creator, when those whom the prophet names are proselytes of individually different and private condition? \"Behold,\" says Isaiah, \"the proselytes shall come unto me through Thee,\" showing that they were even proselytes who were to find their way to God through Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:6",
                            "text": "But nations (Gentiles) also, like ourselves, had likewise their mention (by the prophet) as trusting in Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:7",
                            "text": "\"And in His name,\" says he, \"shall the Gentiles trust\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:8",
                            "text": "Besides, the proselytes whom you substitute for the nations in prophecy, are not in the habit of trusting in Christ's name, but in the dispensation of Moses, from whom comes their instruction."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:9",
                            "text": "But it was in the last days that the choice of the nations had its commencement."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:10",
                            "text": "In these very words Isaiah says: \"And it shall come to pass in the last days, that the mountain of the Lord,\" that is, God's eminence, \"and the house of God,\" that is, Christ, the Catholic temple of God, in which God is worshipped, \"shall be established upon the mountains,\" over all the eminences of virtues and powers; \"and all nations shall come unto it; and many people shall go and say, Come ye, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and He will teach us His way, and we will walk in it: for out of Sion shall go forth the law, and the word of the Lord from Jerusalem\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:11",
                            "text": "The gospel will be this \"way,\" of the new law and the new word in Christ, no longer in Moses."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:12",
                            "text": "\"And He shall judge among the nations,\" even concerning their error."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:13",
                            "text": "\"And these shall rebuke a large nation,\" that of the Jews themselves and their proselytes."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:14",
                            "text": "\"And they shall beat their swords into ploughshares, and their spears into pruning-hooks;\" in other words, they shall change into pursuits of moderation and peace the dispositions of injurious minds, and hostile tongues, and all kinds of evil, and blasphemy."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:15",
                            "text": "\"Nation shall not lift up sword against nation,\" shall not stir up discord."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:16",
                            "text": "\"Neither shall they learn war any more,\" that is, the provocation of hostilities; so that you here learn that Christ is promised not as powerful in war, but pursuing peace."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:17",
                            "text": "Now you must deny either that these things were predicted, although they are plainly seen, or that they have been accomplished, although you read of them; else, if you cannot deny either one fact or the other, they must have been accomplished in Him of whom they were predicted."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:18",
                            "text": "For look at the entire course of His call up to the present time from its beginning, how it is addressed to the nations (Gentiles) who are in these last days approaching to God the Creator, and not to proselytes, whose election was rather an event of the earliest days."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book III 21:19",
                            "text": "Verily the apostles have annulled that belief of yours."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: Against Marcion Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:1",
                            "text": "The Success of the Apostles, and Their Sufferings in the Cause of the Gospel, Foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:2",
                            "text": "You have the work of the apostles also predicted: \"How beautiful are the feet of them which preach the gospel of peace, which bring good tidings of good,\" not of war nor evil tidings."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:3",
                            "text": "In response to which is the psalm, \"Their sound is gone through all the earth, and their words to the ends of the world;\" that is, the words of them who carry round about the law that proceeded from Sion and the Lord's word from Jerusalem, in order that that might come to pass which was written: \"They who were far from my righteousness, have come near to my righteousness and truth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:4",
                            "text": "When the apostles girded their loins for this business, they renounced the elders and rulers and priests of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:5",
                            "text": "Well, says he, but was it not above all things that they might preach the other god?  Rather (that they might preach) that very self-same God, whose scripture they were with all their might fulfilling! \"Depart ye, depart ye,\" exclaims Isaiah; \"go ye out from thence, and touch not the unclean thing,\" that is blasphemy against Christ; \"Go ye out of the midst of her,\" even of the synagogue."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:6",
                            "text": "\"Be ye separate who bear the vessels of the Lord\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:7",
                            "text": "For already had the Lord, according to the preceding words (of the prophet), revealed His Holy One with His arm, that is to say, Christ by His mighty power, in the eyes of the nations, so that all the nations and the utmost parts of the earth have seen the salvation, which was from God."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:8",
                            "text": "By thus departing from Judaism itself, when they exchanged the obligations and burdens of the law for the liberty of the gospel, they were fulfilling the psalm, \"Let us burst their bonds asunder, and cast away their yoke from us;\" and this indeed (they did) after that \"the heathen raged, and the people imagined vain devices;\" after that \"the kings of the earth set themselves, and the rulers took their counsel together against the Lord, and against His Christ\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:9",
                            "text": "What did the apostles thereupon suffer? You answer:  Every sort of iniquitous persecutions, from men that belonged indeed to that Creator who was the adversary of Him whom they were preaching."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:10",
                            "text": "Then why does the Creator, if an adversary of Christ, not only predict that the apostles should incur this suffering, but even express His displeasure thereat? For He ought neither to predict the course of the other god, whom, as you contend, He knew not, nor to have expressed displeasure at that which He had taken care to bring about."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:11",
                            "text": "\"See how the righteous perisheth, and no man layeth it to heart; and how merciful men are taken away, and no man considereth."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:12",
                            "text": "For the righteous man has been removed from the evil person\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:13",
                            "text": "Who is this but Christ? \"Come, say they, let us take away the righteous, because He is not for our turn, (and He is clean contrary to our doings)\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:14",
                            "text": "Premising, therefore, and likewise subjoining the fact that Christ suffered, He foretold that His just ones should suffer equally with Him—both the apostles and all the faithful in succession; and He signed them with that very seal of which Ezekiel spake: \"The Lord said unto me, Go through the gate, through the midst of Jerusalem, and set the mark Tau upon the foreheads of the men\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:15",
                            "text": "Now the Greek letter Tau and our own letter T is the very form of the cross, which He predicted would be the sign on our foreheads in the true Catholic Jerusalem, in which, according to the twenty-first Psalm, the brethren of Christ or children of God would ascribe glory to God the Father, in the person of Christ Himself addressing His Father; \"I will declare Thy name unto my brethren; in the midst of the congregation will I sing praise unto Thee\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:16",
                            "text": "For that which had to come to pass in our day in His name, and by His Spirit, He rightly foretold would be of Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:17",
                            "text": "And a little afterwards He says: \"My praise shall be of Thee in the great congregation\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:18",
                            "text": "In the sixty-seventh Psalm He says again: \"In the congregations bless ye the Lord God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:19",
                            "text": "So that with this agrees also the prophecy of Malachi: \"I have no pleasure in you, saith the Lord; neither will I accept your offerings: for from the rising of the sun, even unto the going down of the same, my name shall be great among the Gentiles; and in every place sacrifice shall be offered unto my name, and a pure offering\"—such as the ascription of glory, and blessing, and praise, and hymns."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book III 22:20",
                            "text": "Now, inasmuch as all these things are also found amongst you, and the sign upon the forehead, and the sacraments of the church, and the offerings of the pure sacrifice, you ought now to burst forth, and declare that the Spirit of the Creator prophesied of your Christ."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: Against Marcion Book III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:1",
                            "text": "The Dispersion of the Jews, and Their Desolate Condition for Rejecting Christ, Foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:2",
                            "text": "Now, since you join the Jews in denying that their Christ has come, recollect also what is that end which they were predicted as about to bring on themselves after the time of Christ, for the impiety wherewith they both rejected and slew Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:3",
                            "text": "For it began to come to pass from that day, when, according to Isaiah, \"a man threw away his idols of gold and of silver, which they made into useless and hurtful objects of worship;\" in other words, from the time when he threw away his idols after the truth had been made clear by Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:4",
                            "text": "Consider whether what follows in the prophet has not received its fulfilment: \"The Lord of hosts hath taken away from Judah and from Jerusalem, amongst other things, both the prophet and the wise artificer;\" that is, His Holy Spirit, who builds the church, which is indeed the temple, and household and city of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:5",
                            "text": "For thenceforth God's grace failed amongst them; and \"the clouds were commanded to rain no rain upon the vineyard\" of Sorech; to withhold, that is, the graces of heaven, that they shed no blessing upon \"the house of Israel,\" which had but produced \"the thorns\" wherewith it had crowned the Lord, and \"instead of righteousness, the cry\" wherewith it had hurried Him away to the cross."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:6",
                            "text": "And so in this manner the law and the prophets were until John, but the dews of divine grace were withdrawn from the nation."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:7",
                            "text": "After his time their madness still continued, and the name of the Lord was blasphemed by them, as saith the Scripture: \"Because of you my name is continually blasphemed amongst the nations\" (for from them did the blasphemy originate); neither in the interval from Tiberius to Vespasian did they learn repentance."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:8",
                            "text": "Therefore \"has their land become desolate, their cities are burnt with fire, their country strangers are devouring before their own eyes; the daughter of Sion has been deserted like a cottage in a vineyard, or a lodge in a garden of cucumbers,\" ever since the time when \"Israel acknowledged not the Lord, and the people understood Him not, but forsook Him, and provoked the Holy One of Israel unto anger\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:9",
                            "text": "So likewise that conditional threat of the sword, \"If ye refuse and hear me not, the sword shall devour you,\" has proved that it was Christ, for rebellion against whom they have perished."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:10",
                            "text": "In the fifty-eighth Psalm He demands of the Father their dispersion:  \"Scatter them in Thy power\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:11",
                            "text": "By Isaiah He also says, as He finishes a prophecy of their consumption by fire: \"Because of me has this happened to you; ye shall lie down in sorrow\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:12",
                            "text": "But all this would be unmeaning enough, if they suffered this retribution not on account of Him, who had in prophecy assigned their suffering to His own cause, but for the sake of the Christ of the other god."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:13",
                            "text": "Well, then, although you affirm that it is the Christ of the other god who was driven to the cross by the powers and authorities of the Creator, as it were by hostile beings, still I have to say, See how manifestly He was defended by the Creator: there were given to Him both \"the wicked for His burial,\" even those who had strenuously maintained that His corpse had been stolen, \"and the rich for His death,\" even those who had redeemed Him from the treachery of Judas, as well as from the lying report of the soldiers that His body had been taken away."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:14",
                            "text": "Therefore these things either did not happen to the Jews on His account, in which case you will be refuted by the sense of the Scriptures tallying with the issue of the facts and the order of the times, or else they did happen on His account, and then the Creator could not have inflicted the vengeance except for His own Christ; nay, He must have rather had a reward for Judas, if it had been his master's enemy whom they put to death."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:15",
                            "text": "At all events, if the Creator's Christ has not come yet, on whose account the prophecy dooms them to such sufferings, they will have to endure the sufferings when He shall have come."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:16",
                            "text": "Then where will there be a daughter of Sion to be reduced to desolation, for there is none now to be found? Where will there be cities to be burnt with fire, for they are now in heaps? Where a nation to be dispersed, which is already in banishment? Restore to Judaea its former state, that the Creator's Christ may find it, and then you may contend that another Christ has come."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:17",
                            "text": "But then, again, how is it that He can have permitted to range through His own heaven one whom He was some day to put to death on His own earth, after the more noble and glorious region of His kingdom had been violated, and His own very palace and sublimest height had been trodden by him? Or was it only in appearance rather that he did this? God is no doubt a jealous God! Yet he gained the victory."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book III 23:18",
                            "text": "You should blush with shame, who put your faith in a vanquished god!  What have you to hope for from him, who was not strong enough to protect himself? For it was either through his infirmity that he was crushed by the powers and human agents of the Creator, or else through maliciousness, in order that he might fasten so great a stigma on them by his endurance of their wickedness."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: Against Marcion Book III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:1",
                            "text": "Christ's Millennial and Heavenly Glory in Company with His Saints."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:2",
                            "text": "Yes, certainly, you say, I do hope from Him that which amounts in itself to a proof of the diversity (of Christs), God's kingdom in an everlasting and heavenly possession."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:3",
                            "text": "Besides, your Christ promises to the Jews their primitive condition, with the recovery of their country; and after this life's course is over, repose in Hades in Abraham's bosom."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:4",
                            "text": "Oh, most excellent God, when He restores in amnesty what He took away in wrath! Oh, what a God is yours, who both wounds and heals, creates evil and makes peace! Oh, what a God, that is merciful even down to Hades! I shall have something to say about Abraham's bosom in the proper place."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:5",
                            "text": "As for the restoration of Judaea, however, which even the Jews themselves, induced by the names of places and countries, hope for just as it is described, it would be tedious to state at length how the figurative interpretation is spiritually applicable to Christ and His church, and to the character and fruits thereof; besides, the subject has been regularly treated in another work, which we entitle De Spe Fidelium."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:6",
                            "text": "At present, too, it would be superfluous for this reason, that our inquiry relates to what is promised in heaven, not on earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:7",
                            "text": "But we do confess that a kingdom is promised to us upon the earth, although before heaven, only in another state of existence; inasmuch as it will be after the resurrection for a thousand years in the divinely-built city of Jerusalem, \"let down from heaven,\" which the apostle also calls \"our mother from above;\" and, while declaring that our πολίτευμα , or citizenship, is in heaven, he predicates of it that it is really a city in heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:8",
                            "text": "This both Ezekiel had knowledge of and the Apostle John beheld."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:9",
                            "text": "And the word of the new prophecy which is a part of our belief, attests how it foretold that there would be for a sign a picture of this very city exhibited to view previous to its manifestation."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:10",
                            "text": "This prophecy, indeed, has been very lately fulfilled in an expedition to the East."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:11",
                            "text": "For it is evident from the testimony of even heathen witnesses, that in Judaea there was suspended in the sky a city early every morning for forty days."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:12",
                            "text": "As the day advanced, the entire figure of its walls would wane gradually, and sometimes it would vanish instantly."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:13",
                            "text": "We say that this city has been provided by God for receiving the saints on their resurrection, and refreshing them with the abundance of all really spiritual blessings, as a recompense for those which in the world we have either despised or lost; since it is both just and God-worthy that His servants should have their joy in the place where they have also suffered affliction for His name's sake."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:14",
                            "text": "Of the heavenly kingdom this is the process."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:15",
                            "text": "After its thousand years are over, within which period is completed the resurrection of the saints, who rise sooner or later according to their deserts there will ensue the destruction of the world and the conflagration of all things at the judgment: we shall then be changed in a moment into the substance of angels, even by the investiture of an incorruptible nature, and so be removed to that kingdom in heaven of which we have now been treating, just as if it had not been predicted by the Creator, and as if it were proving Christ to belong to the other god and as if he were the first and sole revealer of it."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:16",
                            "text": "But now learn that it has been, in fact, predicted by the Creator, and that even without prediction it has a claim upon our faith in respect of the Creator."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:17",
                            "text": "What appears to be probable to you, when Abraham's seed, after the primal promise of being like the sand of the sea for multitude, is destined likewise to an equality with the stars of heaven—are not these the indications both of an earthly and a heavenly dispensation? When Isaac, in blessing his son Jacob, says, \"God give thee of the dew of heaven, and the fatness of the earth,\" are there not in his words examples of both kinds of blessing? Indeed, the very form of the blessing is in this instance worthy of notice."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:18",
                            "text": "For in relation to Jacob, who is the type of the later and more excellent people, that is to say ourselves, first comes the promise of the heavenly dew, and afterwards that about the fatness of the earth."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:19",
                            "text": "So are we first invited to heavenly blessings when we are separated from the world, and afterwards we thus find ourselves in the way of obtaining also earthly blessings."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:20",
                            "text": "And your own gospel likewise has it in this wise: \"Seek ye first the kingdom of God, and these things shall be added unto you\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:21",
                            "text": "But to Esau the blessing promised is an earthly one, which he supplements with a heavenly, after the fatness of the earth, saying, \"Thy dwelling shall be also of the dew of heaven\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:22",
                            "text": "For the dispensation of the Jews (who were in Esau, the prior of the sons in birth, but the later in affection) at first was imbued with earthly blessings through the law, and afterwards brought round to heavenly ones through the gospel by faith."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:23",
                            "text": "When Jacob sees in his dream the steps of a ladder set upon the earth, and reaching to heaven, with angels ascending and descending thereon, and the Lord standing above, we shall without hesitation venture to suppose, that by this ladder the Lord has in judgment appointed that the way to heaven is shown to men, whereby some may attain to it, and others fall therefrom."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:24",
                            "text": "For why, as soon as he awoke out of his sleep, and shook through a dread of the spot, does he fall to an interpretation of his dream? He exclaims, \"How terrible is this place!\" And then adds, \"This is none other than the house of God; this is the gate of heaven!\" For he had seen Christ the Lord, the temple of God, and also the gate by whom heaven is entered."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:25",
                            "text": "Now surely he would not have mentioned the gate of heaven, if heaven is not entered in the dispensation of the Creator."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:26",
                            "text": "But there is now a gate provided by Christ, which admits and conducts to glory."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:27",
                            "text": "Of this Amos says: \"He buildeth His ascensions into heaven;\" certainly not for Himself alone, but for His people also, who will be with Him."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:28",
                            "text": "\"And Thou shalt bind them about Thee,\" says he, \"like the adornment of a bride\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:29",
                            "text": "Accordingly the Spirit, admiring such as soar up to the celestial realms by these ascensions, says, \"They fly, as if they were kites; they fly as clouds, and as young doves, unto me\"—that is, simply like a dove."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:30",
                            "text": "For we shall, according to the apostle, be caught up into the clouds to meet the Lord (even the Son of man, who shall come in the clouds, according to Daniel) and so shall we ever be with the Lord, so long as He remains both on the earth and in heaven, who, against such as are thankless for both one promise and the other, calls the elements themselves to witness: \"Hear, O heaven, and give ear, O earth\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:31",
                            "text": "Now, for my own part indeed, even though Scripture held out no hand of heavenly hope to me (as, in fact, it so often does), I should still possess a sufficient presumption of even this promise, in my present enjoyment of the earthly gift; and I should look out for something also of the heavenly, from Him who is the God of heaven as well as of earth."
                        },
                        {
                            "verse": 32,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:32",
                            "text": "I should thus believe that the Christ who promises the higher blessings is (the Son) of Him who had also promised the lower ones; who had, moreover, afforded proofs of greater gifts by smaller ones; who had reserved for His Christ alone this revelation of a (perhaps) unheard of kingdom, so that, while the earthly glory was announced by His servants, the heavenly might have God Himself for its messenger."
                        },
                        {
                            "verse": 33,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:33",
                            "text": "You, however, argue for another Christ, from the very circumstance that He proclaims a new kingdom."
                        },
                        {
                            "verse": 34,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:34",
                            "text": "You ought first to bring forward some example of His beneficence, that I may have no good reason for doubting the credibility of the great promise, which you say ought to be hoped for; nay, it is before all things necessary that you should prove that a heaven belongs to Him, whom you declare to be a promiser of heavenly things."
                        },
                        {
                            "verse": 35,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:35",
                            "text": "As it is, you invite us to dinner, but do not point out your house; you assert a kingdom, but show us no royal state."
                        },
                        {
                            "verse": 36,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book III 24:36",
                            "text": "Can it be that your Christ promises a kingdom of heaven, without having a heaven; as He displayed Himself man, without having flesh? O what a phantom from first to last! O hollow pretence of a mighty promise!."
                        }
                    ]
                }
            ]
        }
    ]
}