{
    "books": [
        {
            "name": "Tertullian: Against the Valentinians",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Against the Valentinians 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:1",
                            "text": "Against the Valentinians: In Which the Author Gives a Concise Account of, Together with Sundry Caustic Animadversions on, the Very Fantastic Theology of the Sect."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:2",
                            "text": "This Treatise is Professedly Taken from the Writings of Justin, Miltiades, Irenaeus, and Proculus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:3",
                            "text": "Introductory."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:4",
                            "text": "Tertullian Compares the Heresy to the Old Eleusinian Mysteries."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:5",
                            "text": "Both Systems Alike in Preferring Concealment of Error and Sin to Proclamation of Truth and Virtue."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:6",
                            "text": "The Valentinians, who are no doubt a very large body of heretics—comprising as they do so many apostates from the truth, who have a propensity for fables, and no discipline to deter them (therefrom) care for nothing so much as to obscure what they preach, if indeed they (can be said to) preach who obscure their doctrine."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:7",
                            "text": "The officiousness with which they guard their doctrine is an officiousness which betrays their guilt."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:8",
                            "text": "Their disgrace is proclaimed in the very earnestness with which they maintain their religious system."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:9",
                            "text": "Now, in the case of those Eleusinian mysteries, which are the very heresy of Athenian superstition, it is their secrecy that is their disgrace."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:10",
                            "text": "Accordingly, they previously beset all access to their body with tormenting conditions; and they require a long initiation before they enrol (their members), even instruction during five years for their perfect disciples, in order that they may mould their opinions by this suspension of full knowledge, and apparently raise the dignity of their mysteries in proportion to the craving for them which they have previously created."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:11",
                            "text": "Then follows the duty of silence."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:12",
                            "text": "Carefully is that guarded, which is so long in finding."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:13",
                            "text": "All the divinity, however, lies in their secret recesses: there are revealed at last all the aspirations of the fully initiated, the entire mystery of the sealed tongue, the symbol of virility."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:14",
                            "text": "But this allegorical representation, under the pretext of nature's reverend name, obscures a real sacrilege by help of an arbitrary symbol, and by empty images obviates the reproach of falsehood! In like manner, the heretics who are now the object of our remarks, the Valentinians, have formed Eleusinian dissipations of their own, consecrated by a profound silence, having nothing of the heavenly in them but their mystery."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:15",
                            "text": "By the help of the sacred names and titles and arguments of true religion, they have fabricated the vainest and foulest figment for men's pliant liking, out of the affluent suggestions of Holy Scripture, since from its many springs many errors may well emanate."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:16",
                            "text": "If you propose to them inquiries sincere and honest, they answer you with stern look and contracted brow, and say, \"The subject is profound\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:17",
                            "text": "If you try them with subtle questions, with the ambiguities of their double tongue, they affirm a community of faith (with yourself)."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:18",
                            "text": "If you intimate to them that you understand their opinions, they insist on knowing nothing themselves."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:19",
                            "text": "If you come to a close engagement with them they destroy your own fond hope of a victory over them by a self-immolation."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:20",
                            "text": "Not even to their own disciples do they commit a secret before they have made sure of them."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Tertullian: Against the Valentinians 1:21",
                            "text": "They have the knack of persuading men before instructing them; although truth persuades by teaching, but does not teach by first persuading."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Against the Valentinians 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:1",
                            "text": "These Heretics Brand the Christians as Simple Persons."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:2",
                            "text": "The Charge Accepted, and Simplicity Eulogized Out of the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:3",
                            "text": "For this reason we are branded by them as simple, and as being merely so, without being wise also; as if indeed wisdom were compelled to be wanting in simplicity, whereas the Lord unites them both: \"Be ye therefore wise as serpents, and simple as doves\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:4",
                            "text": "Now if we, on our parts, be accounted foolish because we are simple, does it then follow that they are not simple because they are wise? Most perverse, however, are they who are not simple, even as they are most foolish who are not wise."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:5",
                            "text": "And yet, (if I must choose) I should prefer taking the latter condition for the lesser fault; since it is perhaps better to have a wisdom which falls short in quantity, than that which is bad in quality—better to be in error than to mislead."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:6",
                            "text": "Besides, the face of the Lord is patiently waited for by those who \"seek Him in simplicity of heart,\" as says the very Wisdom—not of Valentinus, but—of Solomon."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:7",
                            "text": "Then, again, infants have borne by their blood a testimony to Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:8",
                            "text": "(Would you say) that it was children who shouted \"Crucify Him\"? They were neither children nor infants; in other words, they were not simple."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:9",
                            "text": "The apostle, too, bids us to \"become children again\" towards God, \"to be as children in malice\" by our simplicity, yet as being also \"wise in our practical faculties\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:10",
                            "text": "At the same time, with respect to the order of development in Wisdom, I have admitted that it flows from simplicity."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:11",
                            "text": "In brief, \"the dove\" has usually served to figure Christ; \"the serpent,\" to tempt Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:12",
                            "text": "The one even from the first has been the harbinger of divine peace; the other from the beginning has been the despoiler of the divine image."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: Against the Valentinians 2:13",
                            "text": "Accordingly, simplicity alone will be more easily able to know and to declare God, whereas wisdom alone will rather do Him violence, and betray Him."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Against the Valentinians 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:1",
                            "text": "The Folly of This Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:2",
                            "text": "It Dissects and Mutilates the Deity."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:3",
                            "text": "Contrasted with the Simple Wisdom of True Religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:4",
                            "text": "To Expose the Absurdities of the Valentinian System is to Destroy It."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:5",
                            "text": "Let, then, the serpent hide himself as much as he is able, and let him wrest all his wisdom in the labyrinths of his obscurities; let him dwell deep down in the ground; let him worm himself into secret holes; let him unroll his length through his sinuous joints; let him tortuously crawl, though not all at once, beast as he is that skulks the light."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:6",
                            "text": "Of our dove, however, how simple is the very home!—always in high and open places, and facing the light! As the symbol of the Holy Spirit, it loves the (radiant) East, that figure of Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:7",
                            "text": "Nothing causes truth a blush, except only being hidden, because no man will be ashamed to give ear thereto."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:8",
                            "text": "No man will be ashamed to recognise Him as God whom nature has already commended to him, whom he already perceives in all His works,—Him indeed who is simply, for this reason, imperfectly known; because man has not thought of Him as only one, because he has named Him in a plurality (of gods), and adored Him in other forms."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:9",
                            "text": "Yet, to induce oneself to turn from this multitude of deities to another crowd, to remove from a familiar authority to an unknown one, to wrench oneself from what is manifest to what is hidden, is to offend faith on the very threshold."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:10",
                            "text": "Now, even suppose that you are initiated into the entire fable, will it not occur to you that you have heard something very like it from your fond nurse when you were a baby, amongst the lullabies she sang to you about the towers of Lamia, and the horns of the sun? Let, however, any man approach the subject from a knowledge of the faith which he has otherwise learned, as soon as he finds so many names of aeons, so many marriages, so many offsprings, so many exits, so many issues, felicities and infelicities of a dispersed and mutilated Deity, will that man hesitate at once to pronounce that these are \"the fables and endless genealogies\" which the inspired apostle by anticipation condemned, whilst these seeds of heresy were even then shooting forth? Deservedly, therefore, must they be regarded as wanting in simplicity, and as merely prudent, who produce such fables not without difficulty, and defend them only indirectly, who at the same time do not thoroughly instruct those whom they teach."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:11",
                            "text": "This, of course, shows their astuteness, if their lessons are disgraceful; their unkindness, if they are honourable."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:12",
                            "text": "As for us, however, who are the simple folk, we know all about it."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:13",
                            "text": "In short, this is the very first weapon with which we are armed for our encounter; it unmasks and brings to view the whole of their depraved system."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: Against the Valentinians 3:14",
                            "text": "And in this we have the first augury of our victory; because even merely to point out that which is concealed with so great an outlay of artifice, is to destroy it."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Against the Valentinians 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:1",
                            "text": "The Heresy Traceable to Valentinus, an Able But Restless Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:2",
                            "text": "Many Schismatical Leaders of the School Mentioned."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:3",
                            "text": "Only One of Them Shows Respect to the Man Whose Name Designates the Entire School."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:4",
                            "text": "We know, I say, most fully their actual origin, and we are quite aware why we call them Valentinians, although they affect to disavow their name."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:5",
                            "text": "They have departed, it is true, from their founder, yet is their origin by no means destroyed; and even if it chance to be changed, the very change bears testimony to the fact."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:6",
                            "text": "Valentinus had expected to become a bishop, because he was an able man both in genius and eloquence."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:7",
                            "text": "Being indignant, however, that another obtained the dignity by reason of a claim which confessorship had given him, he broke with the church of the true faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:8",
                            "text": "Just like those (restless) spirits which, when roused by ambition, are usually inflamed with the desire of revenge, he applied himself with all his might to exterminate the truth; and finding the clue of a certain old opinion, he marked out a path for himself with the subtlety of a serpent."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:9",
                            "text": "Ptolemaeus afterwards entered on the same path, by distinguishing the names and the numbers of the aenons into personal substances, which, however, he kept apart from God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:10",
                            "text": "Valentinus had included these in the very essence of the Deity, as senses and affections of motion."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:11",
                            "text": "Sundry bypaths were then struck off therefrom, by Heraclean and Secundus and the magician Marcus."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:12",
                            "text": "Theotimus worked hard about \"the images of the law\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:13",
                            "text": "Valentinus, however, was as yet nowhere, and still the Valentinians derive their name from Valentinus."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:14",
                            "text": "Axionicus at Antioch is the only man who at the present time does honour to the memory of Valentinus, by keeping his rules to the full."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:15",
                            "text": "But this heresy is permitted to fashion itself into as many various shapes as a courtezan, who usually changes and adjusts her dress every day."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:16",
                            "text": "And why not?  When they review that spiritual seed of theirs in every man after this fashion, whenever they have hit upon any novelty, they forthwith call their presumption a revelation, their own perverse ingenuity a spiritual gift; but (they deny all) unity, admitting only diversity."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:17",
                            "text": "And thus we clearly see that, setting aside their customary dissimulation, most of them are in a divided state, being ready to say (and that sincerely) of certain points of their belief, \"This is not so;\" and, \"I take this in a different sense;\" and, \"I do not admit that\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: Against the Valentinians 4:18",
                            "text": "By this variety, indeed, innovation is stamped on the very face of their rules; besides which, it wears all the colourable features of ignorant conceits."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Against the Valentinians 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:1",
                            "text": "Many Eminent Christian Writers Have Carefully and Fully Refuted the Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:2",
                            "text": "These the Author Makes His Own Guides."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:3",
                            "text": "My own path, however, lies along the original tenets of their chief teachers, not with the self-appointed leaders of their promiscuous followers."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:4",
                            "text": "Nor shall we hear it said of us from any quarter, that we have of our own mind fashioned our own materials, since these have been already produced, both in respect of the opinions and their refutations, in carefully written volumes, by so many eminently holy and excellent men, not only those who have lived before us, but those also who were contemporary with the heresiarchs themselves: for instance Justin, philosopher and martyr; Miltiades, the sophist of the churches; Irenaeus, that very exact inquirer into all doctrines; our own Proculus, the model of chaste old age and Christian eloquence."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:5",
                            "text": "All these it would be my desire closely to follow in every work of faith, even as in this particular one."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:6",
                            "text": "Now if there are no heresies at all but what those who refute them are supposed to have fabricated, then the apostle who predicted them must have been guilty of falsehood."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:7",
                            "text": "If, however, there are heresies, they can be no other than those which are the subject of discussion."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: Against the Valentinians 5:8",
                            "text": "No writer can be supposed to have so much time on his hands as to fabricate materials which are already in his possession."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Against the Valentinians 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:1",
                            "text": "Although Writing in Latin He Proposes to Retain the Greek Names of the Valentinian Emanations of Deity."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:2",
                            "text": "Not to Discuss the Heresy But Only to Expose It."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:3",
                            "text": "This with the Raillery Which Its Absurdity Merits."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:4",
                            "text": "In order then, that no one may be blinded by so many outlandish names, collected together, and adjusted at pleasure, and of doubtful import, I mean in this little work, wherein we merely undertake to propound this (heretical) mystery, to explain in what manner we are to use them."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:5",
                            "text": "Now the rendering of some of these names from the Greek so as to produce an equally obvious sense of the word, is by no means an easy process: in the case of some others, the genders are not suitable; while others, again, are more familiarly known in their Greek form."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:6",
                            "text": "For the most part, therefore, we shall use the Greek names; their meanings will be seen on the margins of the pages."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:7",
                            "text": "Nor will the Greek be unaccompanied with the Latin equivalents; only these will be marked in lines above, for the purpose of explaining the personal names, rendered necessary by the ambiguities of such of them as admit some different meaning."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:8",
                            "text": "But although I must postpone all discussion, and be content at present with the mere exposition (of the heresy), still, wherever any scandalous feature shall seem to require a castigation, it must be attacked by all means, if only with a passing thrust."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:9",
                            "text": "Let the reader regard it as the skirmish before the battle."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:10",
                            "text": "It will be my drift to show how to wound rather than to inflict deep gashes."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:11",
                            "text": "If in any instance mirth be excited, this will be quite as much as the subject deserves."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:12",
                            "text": "There are many things which deserve refutation in such a way as to have no gravity expended on them."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:13",
                            "text": "Vain and silly topics are met with especial fitness by laughter."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:14",
                            "text": "Even the truth may indulge in ridicule, because it is jubilant; it may play with its enemies, because it is fearless."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:15",
                            "text": "Only we must take care that its laughter be not unseemly, and so itself be laughed at; but wherever its mirth is decent, there it is a duty to indulge it."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: Against the Valentinians 6:16",
                            "text": "And so at last I enter on my task."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: Against the Valentinians 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:1",
                            "text": "The First Eight Emanations, or aeons, Called the Ogdoad, are the Fountain of All the Others."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:2",
                            "text": "Their Names and Descent Recorded."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:3",
                            "text": "Beginning with Ennius, the Roman poet, he simply spoke of \"the spacious saloons of heaven,\"—either on account of their elevated site, or because in Homer he had read about Jupiter banqueting therein."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:4",
                            "text": "As for our heretics, however, it is marvellous what storeys upon storeys and what heights upon heights, they have hung up, raised and spread out as a dwelling for each several god of theirs."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:5",
                            "text": "Even our Creator has had arranged for Him the saloons of Ennius in the fashion of private rooms, with chamber piled upon chamber, and assigned to each god by just as many staircases as there were heresies."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:6",
                            "text": "The universe, in fact, has been turned into \"rooms to let\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:7",
                            "text": "Such storeys of the heavens you would imagine to be detached tenements in some happy isle of the blessed, I know not where."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:8",
                            "text": "There the god even of the Valentinians has his dwelling in the attics."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:9",
                            "text": "They call him indeed, as to his essence, Αἰῶν τέλειος (Perfect aeon), but in respect of his personality, Προαρχή (Before the Beginning), ῾Η ᾽Αρχή (The Beginning), and sometimes Bythos (Depth), a name which is most unfit for one who dwells in the heights above! They describe him as unbegotten, immense, infinite, invisible, and eternal; as if, when they described him to be such as we know that he ought to be, they straightway prove him to be a being who may be said to have had such an existence even before all things else."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:10",
                            "text": "I indeed insist upon it that he is such a being; and there is nothing which I detect in beings of this sort more obvious, than that they who are said to have been before all things—things, too, not their own—are found to be behind all things."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:11",
                            "text": "Let it, however, be granted that this Bythos of theirs existed in the infinite ages of the past in the greatest and profoundest repose, in the extreme rest of a placid and, if I may use the expression, stupid divinity, such as Epicurus has enjoined upon us."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:12",
                            "text": "And yet, although they would have him be alone, they assign to him a second person in himself and with himself, Ennoea (Thought), which they also call both Charis (Grace) and Sige (Silence)."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:13",
                            "text": "Other things, as it happened, conduced in this most agreeable repose to remind him of the need of by and by producing out of himself the beginning of all things."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:14",
                            "text": "This he deposits in lieu of seed in the genital region, as it were, of the womb of his Sige."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:15",
                            "text": "Instantaneous conception is the result: Sige becomes pregnant, and is delivered, of course in silence; and her offspring is Nus (Mind), very like his father and his equal in every respect."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:16",
                            "text": "In short, he alone is capable of comprehending the measureless and incomprehensible greatness of his father."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:17",
                            "text": "Accordingly he is even called the Father himself, and the Beginning of all things, and, with great propriety, Monogenes (The Only-begotten)."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:18",
                            "text": "And yet not with absolute propriety, since he is not born alone."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:19",
                            "text": "For along with him a female also proceeded, whose name was Veritas (Truth)."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:20",
                            "text": "But how much more suitably might Monogenes be called Protogenes (First begotten), since he was begotten first! Thus Bythos and Sige, Nus and Veritas, are alleged to be the first fourfold team of the Valentinian set (of gods) the parent stock and origin of them all."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:21",
                            "text": "For immediately when Nus received the function of a procreation of his own, he too produces out of himself Sermo (the Word) and Vita (the Life)."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:22",
                            "text": "If this latter existed not previously, of course she existed not in Bythos."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:23",
                            "text": "And a pretty absurdity would it be, if Life existed not in God! However, this offspring also produces fruit, having for its mission the initiation of the universe and the formation of the entire Pleroma: it procreates Homo (Man) and Ecclesia (the Church)."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Tertullian: Against the Valentinians 7:24",
                            "text": "Thus you have an Ogdoad, a double Tetra, out of the conjunctions of males and females—the cells (so to speak) of the primordial aeons, the fraternal nuptials of the Valentinian gods, the simple originals of heretical sanctity and majesty, a rabble—shall I say of criminals or of deities?—at any rate, the fountain of all ulterior fecundity."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: Against the Valentinians 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:1",
                            "text": "The Names and Descent of Other aeons; First Half a Score, Then Two More, and Ultimately a Dozen Besides."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:2",
                            "text": "These Thirty Constitute the Pleroma."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:3",
                            "text": "But Why Be So Capricious as to Stop at Thirty?  For, behold, when the second Tetrad—Sermo and Vita, Homo and Ecclesia—had borne fruit to the Father's glory, having an intense desire of themselves to present to the Father something similar of their own, they bring other issue into being—conjugal of course, as the others were—by the union of the twofold nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:4",
                            "text": "On the one hand, Sermo and Vita pour out at a birth a half-score of aeons; on the other hand, Homo and Ecclesia produce a couple more, so furnishing an equipoise to their parents, since this pair with the other ten make up just as many as they did themselves procreate."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:5",
                            "text": "I now give the names of the half-score whom I have mentioned:  Bythios (Profound) and Mixis (Mixture), Ageratos (Never old) and Henosis (Union), Autophyes (Essential nature) and Hedone (Pleasure), Acinetos (Immoveable) and Syncrasis (Commixture,) Monogenes (Only-begotten) and Macaria (Happiness)."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:6",
                            "text": "On the other hand, these will make up the number twelve (to which I have also referred):  Paracletus (Comforter) and Pistis (Faith), Patricas (Paternal) and Elpis (Hope), Metricos (Maternal) and Agape (Love), Ainos (Praise) and Synesis (Intelligence), Ecclesiasticus (Son of Ecclesia) and Macariotes (Blessedness), Theletus (Perfect) and Sophia (Wisdom)."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:7",
                            "text": "I cannot help here quoting from a like example what may serve to show the import of these names."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:8",
                            "text": "In the schools of Carthage there was once a certain Latin rhetorician, an excessively cool fellow, whose name was Phosphorus."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:9",
                            "text": "He was personating a man of valour, and wound up with saying, \"I come to you, excellent citizens, from battle, with victory for myself, with happiness for you, full of honour, covered with glory, the favourite of fortune, the greatest of men, decked with triumph\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:10",
                            "text": "And forthwith his scholars begin to shout for the school of Phosphorus, φεῦ (ah!)."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:11",
                            "text": "Are you a believer in Fortunata, and Hedone, and Acinetus, and Theletus? Then shout out your φεῦ for the school of Ptolemy."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:12",
                            "text": "This must be that mystery of the Pleroma, the fulness of the thirty-fold divinity."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:13",
                            "text": "Let us see what special attributes belong to these numbers—four, and eight, and twelve."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:14",
                            "text": "Meanwhile with the number thirty all fecundity ceases."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:15",
                            "text": "The generating force and power and desire of the aeons is spent."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:16",
                            "text": "As if there were not still left some strong rennet for curdling numbers."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: Against the Valentinians 8:17",
                            "text": "As if no other names were to be got out of the page's hall! For why are there not sets of fifty and of a hundred procreated? Why, too, are there no comrades and boon companions named for them?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: Against the Valentinians 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:1",
                            "text": "Other Capricious Features in the System."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:2",
                            "text": "The aeons Unequal in Attributes."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:3",
                            "text": "The Superiority of Nus; The Vagaries of Sophia Restrained by Horos."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:4",
                            "text": "Grand Titles Borne by This Last Power."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:5",
                            "text": "But, further, there is an \"acceptance of persons,\" inasmuch as Nus alone among them all enjoys the knowledge of the immeasurable Father, joyous and exulting, while they of course pine in sorrow."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:6",
                            "text": "To be sure, Nus, so far as in him lay, both wished and tried to impart to the others also all that he had learnt about the greatness and incomprehensibility of the Father; but his mother, Sige, interposed—she who (you must know) imposes silence even on her own beloved heretics; although they affirm that this is done at the will of the Father, who will have all to be inflamed with a longing after himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:7",
                            "text": "Thus, while they are tormenting themselves with these internal desires, while they are burning with the secret longing to know the Father, the crime is almost accomplished."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:8",
                            "text": "For of the twelve aeons which Homo and Ecclesia had produced, the youngest by birth (never mind the solecism, since Sophia (Wisdom) is her name), unable to restrain herself, breaks away without the society of her husband Theletus, in quest of the Father and contracts that kind of sin which had indeed arisen amongst the others who were conversant with Nus but had flowed on to this aeon, that is, to Sophia; as is usual with maladies which, after arising in one part of the body, spread abroad their infection to some other limb."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:9",
                            "text": "The fact is, under a pretence of love to the Father, she was overcome with a desire to rival Nus, who alone rejoiced in the knowledge of the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:10",
                            "text": "But when Sophia, straining after impossible aims, was disappointed of her hope, she is both overcome with difficulty, and racked with affection."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:11",
                            "text": "Thus she was all but swallowed up by reason of the charm and toil (of her research), and dissolved into the remnant of his substance; nor would there have been any other alternative for her than perdition, if she had not by good luck fallen in with Horus (Limit)."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:12",
                            "text": "He too had considerable power."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:13",
                            "text": "He is the foundation of the great universe, and, externally, the guardian thereof."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:14",
                            "text": "To him they give the additional names of Crux (Cross), and Lytrotes (Redeemer,) and Carpistes (Emancipator)."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: Against the Valentinians 9:15",
                            "text": "When Sophia was thus rescued from danger, and tardily persuaded, she relinquished further research after the Father, found repose, and laid aside all her excitement, or Enthymesis (Desire,) along with the passion which had come over her."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: Against the Valentinians 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:1",
                            "text": "Another Account of the Strange Aberrations of Sophia, and the Restraining Services of Horus."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:2",
                            "text": "Sophia Was Not Herself, After All, Ejected from the Pleroma, But Only Her Enthymesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:3",
                            "text": "But some dreamers have given another account of the aberration and recovery of Sophia."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:4",
                            "text": "After her vain endeavours, and the disappointment of her hope, she was, I suppose, disfigured with paleness and emaciation, and that neglect of her beauty which was natural to one who was deploring the denial of the Father,—an affliction which was no less painful than his loss."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:5",
                            "text": "Then, in the midst of all this sorrow, she by herself alone, without any conjugal help, conceived and bare a female offspring."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:6",
                            "text": "Does this excite your surprise? Well, even the hen has the power of being able to bring forth by her own energy."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:7",
                            "text": "They say, too, that among vultures there are only females, which become parents alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:8",
                            "text": "At any rate, she was another without aid from a male, and she began at last to be afraid that her end was even at hand."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:9",
                            "text": "She was all in doubt about the treatment of her case, and took pains at self-concealment."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:10",
                            "text": "Remedies could nowhere be found."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:11",
                            "text": "For where, then, should we have tragedies and comedies, from which to borrow the process of exposing what has been born without connubial modesty? While the thing is in this evil plight, she raises her eyes, and turns them to the Father."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:12",
                            "text": "Having, however, striven in vain, as her strength was failing her, she falls to praying."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:13",
                            "text": "Her entire kindred also supplicates in her behalf, and especially Nus."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:14",
                            "text": "Why not? What was the cause of so vast an evil? Yet not a single casualty befell Sophia without its effect."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:15",
                            "text": "All her sorrows operate."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:16",
                            "text": "Inasmuch as all that conflict of hers contributes to the origin of Matter."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:17",
                            "text": "Her ignorance, her fear, her distress, become substances."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:18",
                            "text": "Hereupon the Father by and by, being moved, produces in his own image, with a view to these circumstances the Horos whom we have mentioned above; (and this he does) by means of Monogenes Nus, a male-female (aeon), because there is this variation of statement about the Father's sex."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:19",
                            "text": "They also go on to tell us that Horos is likewise called Metagogius, that is, \"a conductor about,\" as well as Horothetes (Setter of Limits)."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Tertullian: Against the Valentinians 10:20",
                            "text": "By his assistance they declare that Sophia was checked in her illicit courses, and purified from all evils, and henceforth strengthened (in virtue), and restored to the conjugal state: (they add) that she indeed remained within the bounds of the Pleroma, but that her Enthymesis, with the accruing Passion, was banished by Horos, and crucified and cast out from the Pleroma,—even as they say, Malum foras! (Evil, avaunt!) Still, that was a spiritual essence, as being the natural impulse of an aeon, although without form or shape, inasmuch as it had apprehended nothing, and therefore was pronounced to be an infirm and feminine fruit."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: Against the Valentinians 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:1",
                            "text": "The Profane Account Given of the Origin of Christ and the Holy Ghost Sternly Rebuked."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:2",
                            "text": "An Absurdity Respecting the Attainment of the Knowledge of God Ably Exposed."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:3",
                            "text": "Accordingly, after the banishment of the Enthymesis, and the return of her mother Sophia to her husband, the (illustrious) Monogenes, the Nus, released indeed from all care and concern of the Father, in order that he might consolidate all things, and defend and at last fix the Pleroma, and so prevent any concussion of the kind again, once more emits a new couple (blasphemously named)."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:4",
                            "text": "I should suppose the coupling of two males to be a very shameful thing, or else the one must be a female, and so the male is discredited by the female."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:5",
                            "text": "One divinity is assigned in the case of all these, to procure a complete adjustment among the aeons."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:6",
                            "text": "Even from this fellowship in a common duty two schools actually arise, two chairs, and, to some extent, the inauguration of a division in the doctrine of Valentinus."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:7",
                            "text": "It was the function of Christ to instruct the aeons in the nature of their conjugal relations (you see what the whole thing was, of course!), and how to form some guess about the unbegotten, and to give them the capacity of generating within themselves the knowledge of the Father; it being impossible to catch the idea of him, or comprehend him, or, in short, even to enjoy any perception of him, either by the eye or the ear, except through Monogenes (the Only-begotten)."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:8",
                            "text": "Well, I will even grant them what they allege about knowing the Father, so that they do not refuse us (the attainment of) the same."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:9",
                            "text": "I would rather point out what is perverse in their doctrine, how they were taught that the incomprehensible part of the Father was the cause of their own perpetuity, whilst that which might be comprehended of him was the reason of their generation and formation."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:10",
                            "text": "Now by these several positions the tenet, I suppose, is insinuated, that it is expedient for God not to be apprehended, on the very ground that the incomprehensibility of His character is the cause of perpetuity; whereas what in Him is comprehensible is productive, not of perpetuity, but rather of conditions which lack perpetuity—namely, nativity and formation."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:11",
                            "text": "The Son, indeed, they made capable of comprehending the Father."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:12",
                            "text": "The manner in which He is comprehended, the recently produced Christ fully taught them."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: Against the Valentinians 11:13",
                            "text": "To the Holy Spirit, however, belonged the special gifts, whereby they, having been all set on a complete par in respect of their earnestness to learn, should be enabled to offer up their thanksgiving, and be introduced to a true tranquillity."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: Against the Valentinians 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:1",
                            "text": "The Strange Jumble of the Pleroma."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:2",
                            "text": "The Frantic Delight of the Members Thereof."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:3",
                            "text": "Their Joint Contribution of Parts Set Forth with Humorous Irony."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:4",
                            "text": "Thus they are all on the self-same footing in respect of form and knowledge, all of them having become what each of them severally is; none being a different being, because they are all what the others are."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:5",
                            "text": "They are all turned into Nuses, into Homos, into Theletuses; and so in the case of the females, into Siges, into Zoes, into Ecclesias, into Fortunatas, so that Ovid would have blotted out his own Metamorphoses if he had only known our larger one in the present day."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:6",
                            "text": "Straightway they were reformed and thoroughly established, and being composed to rest from the truth, they celebrate the Father in a chorus of praise in the exuberance of their joy."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:7",
                            "text": "The Father himself also revelled in the glad feeling; of course, because his children and grandchildren sang so well."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:8",
                            "text": "And why should he not revel in absolute delight? Was not the Pleroma freed (from all danger)? What ship's captain fails to rejoice even with indecent frolic?  Every day we observe the uproarious ebullitions of sailors' joys."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:9",
                            "text": "Therefore, as sailors always exult over the reckoning they pay in common, so do these aeons enjoy a similar pleasure, one as they now all are in form, and, as I may add, in feeling too."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:10",
                            "text": "With the concurrence of even their new brethren and masters, they contribute into one common stock the best and most beautiful thing with which they are severally adorned."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:11",
                            "text": "Vainly, as I suppose."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:12",
                            "text": "For if they were all one by reason by the above-mentioned thorough equalization, there was no room for the process of a common reckoning, which for the most part consists of a pleasing variety."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:13",
                            "text": "They all contributed the one good thing, which they all were."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:14",
                            "text": "There would be, in all probability, a formal procedure in the mode or in the form of the very equalization in question."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:15",
                            "text": "Accordingly, out of the donation which they contributed to the honour and glory of the Father, they jointly fashion the most beautiful constellation of the Pleroma, and its perfect fruit, Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:16",
                            "text": "Him they also surname Soter (Saviour) and Christ, and Sermo (Word) after his ancestors; and lastly Omnia (All Things), as formed from a universally culled nosegay, like the jay of aesop, the Pandora of Hesiod, the bowl of Accius, the honey-cake of Nestor, the miscellany of Ptolemy."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:17",
                            "text": "How much nearer the mark, if these idle title-mongers had called him Pancarpian, after certain Athenian customs."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:18",
                            "text": "By way of adding external honour also to their wonderful puppet, they produce for him a bodyguard of angels of like nature."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Tertullian: Against the Valentinians 12:19",
                            "text": "If this be their mutual condition, it may be all right; if, however, they are consubstantial with Soter (for I have discovered how doubtfully the case is stated), where will be his eminence when surrounded by attendants who are co-equal with himself?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: Against the Valentinians 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:1",
                            "text": "First Part of the Subject, Touching the Constitution of the Pleroma, Briefly Recapitulated."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:2",
                            "text": "Transition to the Other Part, Which is Like a Play Outside the Curtain."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:3",
                            "text": "In this series, then, is contained the first emanation of aeons, who are alike born, and are married, and produce offspring: there are the most dangerous fortunes of Sophia in her ardent longing for the Father, the most seasonable help of Horos, the expiation of her Enthymesis and accruing Passion, the instruction of Christ and the Holy Spirit, their tutelar reform of the aeons, the piebald ornamentation of Soter, the consubstantial retinue of the angels."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:4",
                            "text": "All that remains, according to you, is the fall of the curtain and the clapping of hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:5",
                            "text": "What remains in my opinion, however, is, that you should hear and take heed."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:6",
                            "text": "At all events, these things are said to have been played out within the company of the Pleroma, the first scene of the tragedy."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:7",
                            "text": "The rest of the play, however, is beyond the curtain—I mean outside of the Pleroma."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: Against the Valentinians 13:8",
                            "text": "And yet if it be such within the bosom of the Father, within the embrace of the guardian Horos, what must it be outside, in free space, where God did not exist?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: Against the Valentinians 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:1",
                            "text": "The Adventures of Achamoth Outside the Pleroma."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:2",
                            "text": "The Mission of Christ in Pursuit of Her."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:3",
                            "text": "Her Longing for Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:4",
                            "text": "Horos' Hostility to Her."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:5",
                            "text": "Her Continued Suffering."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:6",
                            "text": "For Enthymesis, or rather Achamoth—because by this inexplicable name alone must she be henceforth designated—when in company with the vicious Passion, her inseparable companion, she was expelled to places devoid of that light which is the substance of the Pleroma, even to the void and empty region of Epicurus, she becomes wretched also because of the place of her banishment."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:7",
                            "text": "She is indeed without either form or feature, even an untimely and abortive production."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:8",
                            "text": "Whilst she is in this plight, Christ descends from the heights, conducted by Horos, in order to impart form to the abortion, out of his own energies, the form of substance only, but not of knowledge also."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:9",
                            "text": "Still she is left with some property."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:10",
                            "text": "She has restored to her the odour of immortality, in order that she might, under its influence, be overcome with the desire of better things than belonged to her present plight."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:11",
                            "text": "Having accomplished His merciful mission, not without the assistance of the Holy Spirit, Christ returns to the Pleroma."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:12",
                            "text": "It is usual out of an abundance of things for names to be also forthcoming."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:13",
                            "text": "Enthymesis came from action; whence Achamoth came is still a question; Sophia emanates from the Father, the Holy Spirit from an angel."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:14",
                            "text": "She entertains a regret for Christ immediately after she had discovered her desertion by him."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:15",
                            "text": "Therefore she hurried forth herself, in quest of the light of Him Whom she did not at all discover, as He operated in an invisible manner; for how else would she make search for His light, which was as unknown to her as He was Himself? Try, however, she did, and perhaps would have found Him, had not the self-same Horos, who had met her mother so opportunely, fallen in with the daughter quite as unseasonably, so as to exclaim at her Iao! just as we hear the cry \"Porro Quirites\" (\"Out of the way, Romans!\"), or else Fidem Caesaris!\"  (\"By the faith of Caesar!\"), whence (as they will have it) the name Iao comes to be found is the Scriptures."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:16",
                            "text": "Being thus hindered from proceeding further, and being unable to surmount the Cross, that is to say, Horos, because she had not yet practised herself in the part of Catullus' Laureolus, and given over, as it were, to that passion of hers in a manifold and complicated mesh, she began to be afflicted with every impulse thereof, with sorrow,—because she had not accomplished her enterprise, with fear,—lest she should lose her life, even as she had lost the light, with consternation, and then with ignorance."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:17",
                            "text": "But not as her mother (did she suffer this), for she was an aeon."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Tertullian: Against the Valentinians 14:18",
                            "text": "Hers, however, was a worse suffering, considering her condition; for another tide of emotion still overwhelmed her, even of conversion to the Christ, by Whom she had been restored to life, and had been directed to this very conversion."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: Against the Valentinians 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:1",
                            "text": "Strange Account of the Origin of Matter, from the Various Affections of Achamoth."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:2",
                            "text": "The Waters from Her Tears; Light from Her Smile."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:3",
                            "text": "Well, now, the Pythagoreans may learn, the Stoics may know, Plato himself (may discover), whence Matter, which they will have to be unborn, derived both its origin and substance for all this pile of the world—(a mystery) which not even the renowned Mercurius Trismegistus, master (as he was) of all physical philosophy, thought out."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:4",
                            "text": "You have just heard of \"Conversion,\" one element in the \"Passion\" (we have so often mentioned)."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:5",
                            "text": "Out of this the whole life of the world, and even that of the Demiurge himself, our God, is said to have had its being."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:6",
                            "text": "Again, you have heard of \"sorrow\" and \"fear\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:7",
                            "text": "From these all other created things took their beginning."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:8",
                            "text": "For from her tears flowed the entire mass of waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:9",
                            "text": "From this circumstance one may form an idea of the calamity which she encountered, so vast were the kinds of the tears wherewith she overflowed."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:10",
                            "text": "She had salt tear-drops, she had bitter, and sweet, and warm, and cold, and bituminous, and ferruginous, and sulphurous, and even poisonous, so that the Nonacris exuded therefrom which killed Alexander; and the river of the Lyncestae flowed from the same source, which produces drunkenness; and the Salmacis was derived from the same source, which renders men effeminate."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:11",
                            "text": "The rains of heaven Achamoth whimpered forth, and we on our part are anxiously employed in saving up in our cisterns the very wails and tears of another."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:12",
                            "text": "In like manner, from the \"consternation\" and \"alarm\" (of which we have also heard), bodily elements were derived."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:13",
                            "text": "And yet amidst so many circumstances of solitude, in this vast prospect of destitution, she occasionally smiled at the recollection of the sight of Christ, and from this smile of joy light flashed forth."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:14",
                            "text": "How great was this beneficence of Providence, which induced her to smile, and all that we might not linger for ever in the dark! Nor need you feel astonished how from her joy so splendid an element could have beamed upon the world, when from her sadness even so necessary a provision flowed forth for man."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Tertullian: Against the Valentinians 15:15",
                            "text": "O illuminating smile! O irrigating tear! And yet it might now have acted as some alleviation amidst the horror of her situation; for she might have shaken off all the obscurity thereof as often as she had a mind to smile, even not to be obliged to turn suppliant to those who had deserted her."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: Against the Valentinians 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:1",
                            "text": "Achamoth Purified from All Impurities of Her Passion by the Paraclete, Acting Through Soter, Who Out of the Above-Mentioned Impurities Arranges Matter, Separating Its Evil from the Better Qualities."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:2",
                            "text": "She, too, resorts to prayers, after the manner of her mother."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:3",
                            "text": "But Christ, Who now felt a dislike to quit the Pleroma, appoints the Paraclete as his deputy."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:4",
                            "text": "To her, therefore, he despatches Soter, (who must be the same as Jesus, to whom the Father imparted the supreme power over the whole body of the aeons, by subjecting them all to him, so that \"by him,\" as the apostle says, \"all things were created\"), with a retinue and cortege of contemporary angels, and (as one may suppose) with the dozen fasces."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:5",
                            "text": "Hereupon Achamoth, being quite struck with the pomp of his approach, immediately covered herself with a veil, moved at first with a dutiful feeling of veneration and modesty; but afterwards she surveys him calmly, and his prolific equipage."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:6",
                            "text": "With such energies as she had derived from the contemplation, she meets him with the salutation, Κύριε, χαῖρε (\"Hail, Lord\")! Upon this, I suppose, he receives her, confirms and conforms her in knowledge, as well as cleanses her from all the outrages of Passion, without, however, utterly severing them, with an indiscriminateness like that which had happened in the casualties which befell her mother."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:7",
                            "text": "For such vices as had become inveterate and confirmed by practice he throws together; and when he had consolidated them in one mass, he fixes them in a separate body, so as to compose the corporeal condition of Matter, extracting out of her inherent, incorporeal passion such an aptitude of nature as might qualify it to attain to a reciprocity of bodily substances, which should emulate one another, so that a twofold condition of the substances might be arranged; one full of evil through its faults, the other susceptible of passion from conversion."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: Against the Valentinians 16:8",
                            "text": "This will prove to be Matter, which has set us in battle array against Hermogenes, and all others who presume to teach that God made all things out of Matter, not out of nothing."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: Against the Valentinians 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:1",
                            "text": "Achamoth in Love with the Angels."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:2",
                            "text": "A Protest Against the Lascivious Features of Valentinianism."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:3",
                            "text": "Achamoth Becomes the Mother of Three Natures."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:4",
                            "text": "Then Achamoth, delivered at length from all her evils, wonderful to tell goes on and bears fruit with greater results."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:5",
                            "text": "For warmed with the joy of so great an escape from her unhappy condition, and at the same time heated with the actual contemplation of the angelic luminaries (one is ashamed) to use such language, (but there is no other way of expressing one's meaning), she during the emotion somehow became personally inflamed with desire towards them, and at once grew pregnant with a spiritual conception, at the very image of which the violence of her joyous transport, and the delight of her prurient excitement had imbibed and impressed upon her."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: Against the Valentinians 17:6",
                            "text": "She at length gave birth to an offspring, and then there arose a leash of natures, from a triad of causes,—one material, arising from her passion; another animal, arising from her conversion; the third spiritual, which had its origin in her imagination."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: Against the Valentinians 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:1",
                            "text": "Blasphemous Opinion Concerning the Origin of the Demiurge, Supposed to Be the Creator of the Universe."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:2",
                            "text": "Having become a better proficient in practical conduct by the authority which, we may well suppose, accrued to her from her three children, she determined to impart form to each of the natures."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:3",
                            "text": "The spiritual one however, she was unable to touch, inasmuch as she was herself spiritual."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:4",
                            "text": "For a participation in the same nature has, to a very great extent, disqualified like and consubstantial beings from having superior power over one another."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:5",
                            "text": "Therefore she applies herself solely to the animal nature, adducing the instructions of Soter (for her guidance)."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:6",
                            "text": "And first of all (she does) what cannot be described and read, and heard of, without an intense horror at the blasphemy thereof: she produces this God of ours, the God of all except of the heretics, the Father and Creator and King of all things, which are inferior to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:7",
                            "text": "For from him do they proceed."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:8",
                            "text": "If, however, they proceed from him, and not rather from Achamoth, or if only secretly from her, without his perceiving her, he was impelled to all that he did, even like a puppet which is moved from the outside."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: Against the Valentinians 18:9",
                            "text": "In fact, it was owing to this very ambiguity about the personal agency in the works which were done, that they coined for him the mixed name of (Motherly Father), whilst his other appellations were distinctly assigned according to the conditions and positions of his works:  so that they call him Father in relation to the animal substances to which they give the place of honour on his right hand; whereas, in respect of the material substances which they banish to his left hand, they name him Demiurgus; whilst his title King designates his authority over both classes, nay over the universe."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: Against the Valentinians 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: Against the Valentinians 19:1",
                            "text": "Palpable Absurdities and Contradictions in the System Respecting Achamoth and the Demiurge."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: Against the Valentinians 19:2",
                            "text": "And yet there is not any agreement between the propriety of the names and that of the works, from which all the names are suggested; since all of them ought to have borne the name of her by whom the things were done, unless after all it turn out that they were not made by her."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: Against the Valentinians 19:3",
                            "text": "For, although they say that Achamoth devised these forms in honour of the aeons, they yet transfer this work to Soter as its author, when they say that he operated through her, so far as to give her the very image of the invisible and unknown Father—that is, the image which was unknown and invisible to the Demiurge; whilst he formed this same Demiurge in imitation of Nus the son of Propator; and whilst the archangels, who were the work of the Demiurge, resembled the other aeons."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: Against the Valentinians 19:4",
                            "text": "Now, when I hear of such images of the three, I ask, do you not wish me to laugh at these pictures of their most extravagant painter? At the female Achamoth, a picture of the Father?  At the Demiurge, ignorant of his mother, much more so of his father? At the picture of Nus, ignorant of his father too, and the ministering angels, facsimiles of their lords? This is painting a mule from an ass, and sketching Ptolemy from Valentinus."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: Against the Valentinians 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:1",
                            "text": "The Demiurge Works Away at Creation, as the Drudge of His Mother Achamoth, in Ignorance All the While of the Nature of His Occupation."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:2",
                            "text": "The Demiurge therefore, placed as he was without the limits of the Pleroma in the ignominious solitude of his eternal exile, founded a new empire—this world (of ours)—by clearing away the confusion and distinguishing the difference between the two substances which severally constituted it, the animal and the material."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:3",
                            "text": "Out of incorporeal (elements) he constructs bodies, heavy, light, erect and stooping, celestial and terrene."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:4",
                            "text": "He then completes the sevenfold stages of heaven itself, with his own throne above all."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:5",
                            "text": "Whence he had the additional name of Sabbatum from the hebdomadal nature of his abode; his mother Achamoth, too, had the title Ogdoada, after the precedent of the primeval Ogdoad."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:6",
                            "text": "These heavens, however, they consider to be intelligent, and sometimes they make angels of them, as indeed they do of the Demiurge himself; as also (they call) Paradise the fourth archangel, because they fix it above the third heaven, of the power of which Adam partook, when he sojourned there amidst its fleecy clouds and shrubs."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:7",
                            "text": "Ptolemy remembered perfectly well the prattle of his boyhood, that apples grew in the sea, and fishes on the tree; after the same fashion, he assumed that nut-trees flourished in the skies."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:8",
                            "text": "The Demiurge does his work in ignorance, and therefore perhaps he is unaware that trees ought to be planted only on the ground."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: Against the Valentinians 20:9",
                            "text": "His mother, of course, knew all about it: how is it, then, that she did not suggest the fact, since she was actually executing her own operation? But whilst building up so vast an edifice for her son by means of those works, which proclaim him at once to be father, god and, king before the conceits of the Valentinians, why she refused to let them be known to even him, is a question which I shall ask afterwards."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: Against the Valentinians 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:1",
                            "text": "The Vanity as Well as Ignorance of the Demiurge."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:2",
                            "text": "Absurd Results from So Imperfect a Condition."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:3",
                            "text": "Meanwhile you must believe that Sophia has the surnames of earth and of Mother—\"Mother-Earth,\" of course—and (what may excite your laughter still more heartily) even Holy Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:4",
                            "text": "In this way they have conferred all honour on that female, I suppose even a beard, not to say other things."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:5",
                            "text": "Besides, the Demiurge had so little mastery over things, on the score, you must know, of his inability to approach spiritual essences, (constituted as he was) of animal elements, that, imagining himself to be the only being, he uttered this soliloquy: \"I am God, and beside me there is none else\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:6",
                            "text": "But for all that, he at least was aware that he had not himself existed before."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:7",
                            "text": "He understood, therefore, that he had been created, and that there must be a creator of a creature of some sort or other."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Tertullian: Against the Valentinians 21:8",
                            "text": "How happens it, then, that he seemed to himself to be the only being, notwithstanding his uncertainty, and although he had, at any rate, some suspicion of the existence of some creator?."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: Against the Valentinians 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:1",
                            "text": "Origin of the Devil, in the Criminal Excess of the Sorrow of Achamoth."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:2",
                            "text": "The Devil, Called Also Munditenens, Actually Wiser Than the Demiurge, Although His Work."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:3",
                            "text": "The odium felt amongst them against the devil is the more excusable, even because the peculiarly sordid character of his origin justifies it."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:4",
                            "text": "For he is supposed by them to have had his origin in that criminal excess of her sorrow, from which they also derive the birth of the angels, and demons, and all the wicked spirits."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:5",
                            "text": "Yet they affirm that the devil is the work of the Demiurge, and they call him Munditenens (Ruler of the World), and maintain that, as he is of a spiritual nature, he has a better knowledge of the things above than the Demiurge, an animal being."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Tertullian: Against the Valentinians 22:6",
                            "text": "He deserves from them the pre-eminence which all heresies provide him with."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: Against the Valentinians 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:1",
                            "text": "The Relative Positions of the Pleroma."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:2",
                            "text": "The Region of Achamoth, and the Creation of the Demiurge."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:3",
                            "text": "The Addition of Fire to the Various Elements and Bodies of Nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:4",
                            "text": "Their most eminent powers, moreover, they confine within the following limits, as in a citadel."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:5",
                            "text": "In the most elevated of all summits presides the tricenary Pleroma, Horos marking off its boundary line."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:6",
                            "text": "Beneath it, Achamoth occupies the intermediate space for her abode, treading down her son."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:7",
                            "text": "For under her comes the Demiurge in his own Hebdomad, or rather the Devil, sojourning in this world in common with ourselves, formed, as has been said above, of the same elements and the same body, out of the most profitable calamities of Sophia; inasmuch as, (if it had not been for these,) our spirit would have had no space for inhaling and ejecting air—that delicate vest of all corporeal creatures, that revealer of all colours, that instrument of the seasons—if the sadness of Sophia had not filtered it, just as her fear did the animal existence, and her conversion the Demiurge himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:8",
                            "text": "Into all these elements and bodies fire was fanned."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:9",
                            "text": "Now, since they have not as yet explained to us the original sensation of this in Sophia, I will on my own responsibility conjecture that its spark was struck out of the delicate emotions of her (feverish grief)."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Tertullian: Against the Valentinians 23:10",
                            "text": "For you may be quite sure that, amidst all her vexations, she must have had a good deal of fever."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: Against the Valentinians 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:1",
                            "text": "The Formation of Man by the Demiurge."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:2",
                            "text": "Human Flesh Not Made of the Ground, But of a Nondescript Philosophic Substance."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:3",
                            "text": "Such being their conceits respecting God, or, if you like, the gods, of what sort are their figments concerning man? For, after he had made the world, the Demiurge turns his hands to man, and chooses for him as his substance not any portion of \"the dry land,\" as they say, of which alone we have any knowledge (although it was, at that time, not yet dried by the waters becoming separated from the earthy residuum, and only afterwards became dry), but of the invisible substance of that matter, which philosophy indeed dreams of, from its fluid and fusible composition, the origin of which I am unable to imagine, because it exists nowhere."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:4",
                            "text": "Now, since fluidity and fusibility are qualities of liquid matter, and since everything liquid flowed from Sophia's tears, we must, as a necessary conclusion, believe that muddy earth is constituted of Sophia's eye-rheums and viscid discharges, which are just as much the dregs of tears as mud is the sediment of waters."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:5",
                            "text": "Thus does the Demiurge mould man as a potter does his clay, and animates him with his own breath."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:6",
                            "text": "Made after his image and likeness, he will therefore be both material and animal."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:7",
                            "text": "A fourfold being! For in respect of his \"image,\" he must be deemed clayey, that is to say, material, although the Demiurge is not composed of matter; but as to his \"likeness,\" he is animal, for such, too, is the Demiurge."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:8",
                            "text": "You have two (of his constituent elements)."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Tertullian: Against the Valentinians 24:9",
                            "text": "Moreover, a coating of flesh was, as they allege, afterwards placed over the clayey substratum, and it is this tunic of skin which is susceptible of sensation."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Tertullian: Against the Valentinians 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:1",
                            "text": "An Extravagant Way of Accounting for the Communication of the Spiritual Nature to Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:2",
                            "text": "It Was Furtively Managed by Achamoth, Through the Unconscious Agency of Her Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:3",
                            "text": "In Achamoth, moreover, there was inherent a certain property of a spiritual germ, of her mother Sophia's substance; and Achamoth herself had carefully severed off (the same quality), and implanted it in her son the Demiurge, although he was actually unconscious of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:4",
                            "text": "It is for you to imagine the industry of this clandestine arrangement."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:5",
                            "text": "For to this end had she deposited and concealed (this germ), that, whenever the Demiurge came to impart life to Adam by his inbreathing, he might at the same time draw off from the vital principle the spiritual seed, and, as by a pipe, inject it into the clayey nature; in order that, being then fecundated in the material body as in a womb, and having fully grown there, it might be found fit for one day receiving the perfect Word."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:6",
                            "text": "When, therefore, the Demiurge commits to Adam the transmission of his own vital principle, the spiritual man lay hid, although inserted by his breath, and at the same time introduced into the body, because the Demiurge knew no more about his mother's seed than about herself."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:7",
                            "text": "To this seed they give the name of Ecclesia (the Church), the mirror of the church above, and the perfection of man; tracing this perfection from Achamoth, just as they do the animal nature from the Demiurge, the clayey material of the body (they derive) from the primordial substance, the flesh from Matter."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Tertullian: Against the Valentinians 25:8",
                            "text": "So that you have a new Geryon here, only a fourfold (rather than a threefold) monster."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Tertullian: Against the Valentinians 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:1",
                            "text": "The Three Several Natures—The Material, the Animal, and the Spiritual, and Their Several Destinations."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:2",
                            "text": "The Strange Valentinian Opinion About the Structure of Soter's Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:3",
                            "text": "In like manner they assign to each of them a separate end."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:4",
                            "text": "To the material, that is to say the carnal (nature), which they also call \"the left-handed,\" they assign undoubted destruction; to the animal (nature), which they also call \"the right-handed,\" a doubtful issue, inasmuch as it oscillates between the material and the spiritual, and is sure to fall at last on the side to which it has mainly gravitated."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:5",
                            "text": "As regards the spiritual, however, (they say) that it enters into the formation of the animal, in order that it may be educated in company with it and be disciplined by repeated intercourse with it."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:6",
                            "text": "For the animal (nature) was in want of training even by the senses: for this purpose, accordingly, was the whole structure of the world provided; for this purpose also did Soter (the Saviour) present Himself in the world—even for the salvation of the animal (nature)."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:7",
                            "text": "By yet another arrangement they will have it that He, in some prodigious way, clothed Himself with the primary portions of those substances, the whole of which He was going to restore to salvation; in such wise that He assumed the spiritual nature from Achamoth, whilst He derived the animal (being), Christ, afterwards from the Demiurge; His corporal substance, however, which was constructed of an animal nature (only with wonderful and indescribable skill), He wore for a dispensational purpose, in order that He might, in spite of His own unwillingness, be capable of meeting persons, and of being seen and touched by them, and even of dying."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:8",
                            "text": "But there was nothing material assumed by Him, inasmuch as that was incapable of salvation."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Tertullian: Against the Valentinians 26:9",
                            "text": "As if He could possibly have been more required by any others than by those who were in want of salvation! And all this, in order that by severing the condition of our flesh from Christ they may also deprive it of the hope of salvation!."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Tertullian: Against the Valentinians 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:1",
                            "text": "The Christ of the Demiurge, Sent into the World by the Virgin."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:2",
                            "text": "Not of Her."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:3",
                            "text": "He Found in Her, Not a Mother, But Only a Passage or Channel."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:4",
                            "text": "Jesus Descended Upon Christ, at His Baptism, Like a Dove; But, Being Incapable of Suffering, He Left Christ to Die on the Cross Alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:5",
                            "text": "I now adduce (what they say) concerning Christ, upon whom some of them engraft Jesus with so much licence, that they foist into Him a spiritual seed together with an animal inflatus."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:6",
                            "text": "Indeed, I will not undertake to describe these incongruous crammings, which they have contrived in relation both to their men and their gods."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:7",
                            "text": "Even the Demiurge has a Christ of His own—His natural Son."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:8",
                            "text": "An animal, in short, produced by Himself, proclaimed by the prophets—His position being one which must be decided by prepositions; in other words, He was produced by means of a virgin, rather than of a virgin! On the ground that, having descended into the virgin rather in the manner of a passage through her than of a birth by her, He came into existence through her, not of her—not experiencing a mother in her, but nothing more than a way."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:9",
                            "text": "Upon this same Christ, therefore (so they say), Jesus descended in the sacrament of baptism, in the likeness of a dove."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:10",
                            "text": "Moreover, there was even in Christ accruing from Achamoth the condiment of a spiritual seed, in order of course to prevent the corruption of all the other stuffing."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:11",
                            "text": "For after the precedent of the principal Tetrad, they guard him with four substances—the spiritual one of Achamoth, the animal one of the Demiurge, the corporeal one, which cannot be described, and that of Soter, or, in other phrase, the columbine."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:12",
                            "text": "As for Soter (Jesus), he remained in Christ to the last, impassible, incapable of injury, incapable of apprehension."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:13",
                            "text": "By and by, when it came to a question of capture, he departed from him during the examination before Pilate."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:14",
                            "text": "In like manner, his mother's seed did not admit of being injured, being equally exempt from all manner of outrage, and being undiscovered even by the Demiurge himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:15",
                            "text": "The animal and carnal Christ, however, does suffer after the fashion of the superior Christ, who, for the purpose of producing Achamoth, had been stretched upon the cross, that is, Horos, in a substantial though not a cognizable form."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Tertullian: Against the Valentinians 27:16",
                            "text": "In this manner do they reduce all things to mere images—Christians themselves being indeed nothing but imaginary beings!."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Tertullian: Against the Valentinians 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Tertullian: Against the Valentinians 28:1",
                            "text": "The Demiurge Cured of His Ignorance by the Saviour's Advent, from Whom He Hears of the Great Future in Store for Himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Tertullian: Against the Valentinians 28:2",
                            "text": "Meanwhile the Demiurge, being still ignorant of everything, although he will actually have to make some announcement himself by the prophets, but is quite incapable of even this part of his duty (because they divide authority over the prophets between Achamoth, the Seed, and the Demiurge), no sooner heard of the advent of Soter (Saviour) than he runs to him with haste and joy, with all his might, like the centurion in the Gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Tertullian: Against the Valentinians 28:3",
                            "text": "And being enlightened by him on all points, he learns from him also of his own prospect how that he is to succeed to his mother's place."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Tertullian: Against the Valentinians 28:4",
                            "text": "Being thenceforth free from all care, he carries on the administration of this world, mainly under the plea of protecting the church, for as long a time as may be necessary and proper."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Tertullian: Against the Valentinians 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:1",
                            "text": "The Three Natures Again Adverted to."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:2",
                            "text": "They are All Exemplified Amongst Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:3",
                            "text": "For Instance, by Cain, and Abel, and Seth."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:4",
                            "text": "I will now collect from different sources, by way of conclusion, what they affirm concerning the dispensation of the whole human race."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:5",
                            "text": "Having at first stated their views as to man's threefold nature—which was, however, united in one in the case of Adam—they then proceed after him to divide it (into three) with their especial characteristics, finding opportunity for such distinction in the posterity of Adam himself, in which occurs a threefold division as to moral differences."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:6",
                            "text": "Cain and Abel, and Seth, who were in a certain sense the sources of the human race, become the fountain-heads of just as many qualities of nature and essential character."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:7",
                            "text": "The material nature, which had become reprobate for salvation, they assign to Cain; the animal nature, which was poised between divergent hopes, they find in Abel; the spiritual, preordained for certain salvation, they store up in Seth."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:8",
                            "text": "In this way also they make a twofold distinction among souls, as to their property of good and evil—according to the material condition derived from Cain, or the animal from Abel."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:9",
                            "text": "Men's spiritual state they derive over and above the other conditions, from Seth adventitiously, not in the way of nature, but of grace, in such wise that Achamoth infuses it among superior beings like rain into good souls, that is, those who are enrolled in the animal class."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:10",
                            "text": "Whereas the material class—in other words, those which are bad souls—they say, never receive the blessings of salvation; for that nature they have pronounced to be incapable of any change or reform in its natural condition."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:11",
                            "text": "This grain, then, of spiritual seed is modest and very small when cast from her hand, but under her instruction increases and advances into full conviction, as we have already said; and the souls, on this very account, so much excelled all others, that the Demiurge, even then in his ignorance, held them in great esteem."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Tertullian: Against the Valentinians 29:12",
                            "text": "For it was from their list that he had been accustomed to select men for kings and for priests; and these even now, if they have once attained to a full and complete knowledge of these foolish conceits of theirs, since they are already naturalized in the fraternal bond of the spiritual state, will obtain a sure salvation, nay, one which is on all accounts their due."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Tertullian: Against the Valentinians 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:1",
                            "text": "The Lax and Dangerous Views of This Sect Respecting Good Works."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:2",
                            "text": "That These are Unnecessary to the Spiritual Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:3",
                            "text": "For this reason it is that they neither regard works as necessary for themselves, nor do they observe any of the calls of duty, eluding even the necessity of martyrdom on any pretence which may suit their pleasure."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:4",
                            "text": "For this rule, (they say), is enjoined upon the animal seed, in order that the salvation, which we do not possess by any privilege of our state, we may work out by right of our conduct."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:5",
                            "text": "Upon us, who are of an imperfect nature, is imprinted the mark of this (animal) seed, because we are reckoned as sprung from the loves of Theletus, and consequently as an abortion, just as their mother was."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:6",
                            "text": "But woe to us indeed, should we in any point transgress the yoke of discipline, should we grow dull in the works of holiness and justice, should we desire to make our confession anywhere else, I know not where, and not before the powers of this world at the tribunals of the chief magistrates! As for them, however, they may prove their nobility by the dissoluteness of their life and their diligence in sin, since Achamoth fawns on them as her own; for she, too, found sin no unprofitable pursuit."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:7",
                            "text": "Now it is held amongst them, that, for the purpose of honouring the celestial marriages, it is necessary to contemplate and celebrate the mystery always by cleaving to a companion, that, is to a woman; otherwise (they account any man) degenerate, and a bastard to the truth, who spends his life in the world without loving a woman or uniting himself to her."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Tertullian: Against the Valentinians 30:8",
                            "text": "Then what is to become of the eunuchs whom we see amongst them?."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Tertullian: Against the Valentinians 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:1",
                            "text": "At the Last Day Great Changes Take Place Amongst the aeons as Well as Among Men."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:2",
                            "text": "How Achamoth and the Demiurge are Affected Then."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:3",
                            "text": "Irony on the Subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:4",
                            "text": "It remains that we say something about the end of the world, and the dispensing of reward."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:5",
                            "text": "As soon as Achamoth has completed the full harvest of her seed, and has then proceeded to gather it into her garner, or, after it has been taken to the mill and ground to flour, has hidden it in the kneading-trough with yeast until the whole be leavened, then shall the end speedily come."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:6",
                            "text": "Then, to begin with, Achamoth herself removes from the middle region, from the second stage to the highest, since she is restored to the Pleroma: she is immediately received by that paragon of perfection Soter, as her spouse of course, and they two afterwards consummate new nuptials."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:7",
                            "text": "This must be the spouse of the Scripture, the Pleroma of espousals (for you might suppose that the Julian laws were interposing, since there are these migrations from place to place)."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:8",
                            "text": "In like manner, the Demiurge, too, will then change the scene of his abode from the celestial Hebdomad to the higher regions, to his mother's now vacant saloon—by this time knowing her, without however seeing her."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Tertullian: Against the Valentinians 31:9",
                            "text": "(A happy coincidence!) For if he had caught a glance of her, he would have preferred never to have known her."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Tertullian: Against the Valentinians 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:1",
                            "text": "Indignant Irony Exposing the Valentinian Fable About the Judicial Treatment of Mankind at the Last Judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:2",
                            "text": "The Immorality of the Doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:3",
                            "text": "As for the human race, its end will be to the following effect:—To all which bear the earthy and material mark there accrues an entire destruction, because \"all flesh is grass,\" and amongst these is the soul of mortal man, except when it has found salvation by faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:4",
                            "text": "The souls of just men, that is to say, our souls, will be conveyed to the Demiurge in the abodes of the middle region."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:5",
                            "text": "We are duly thankful; we shall be content to be classed with our god, in whom lies our own origin."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:6",
                            "text": "Into the palace of the Pleroma nothing of the animal nature is admitted—nothing but the spiritual swarm of Valentinus."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:7",
                            "text": "There, then, the first process is the despoiling of men themselves, that is, men within the Pleroma."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:8",
                            "text": "Now this despoiling consists of the putting off of the souls in which they appear to be clothed, which they will give back to their Demiurge as they had obtained them from him."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:9",
                            "text": "They will then become wholly intellectual spirits—impalpable, invisible—and in this state will be readmitted invisibly to the Pleroma—stealthily, if the case admits of the idea."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:10",
                            "text": "What then?  They will be dispersed amongst the angels, the attendants on Soter."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:11",
                            "text": "As sons, do you suppose? Not at all."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:12",
                            "text": "As servants, then? No, not even so."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:13",
                            "text": "Well, as phantoms? Would that it were nothing more! Then in what capacity, if you are ashamed to tell us? In the capacity of brides."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:14",
                            "text": "Then will they end their Sabine rapes with the sanction of wedlock."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:15",
                            "text": "This will be the guerdon of the spiritual, this the recompense of their faith! Such fables have their use."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:16",
                            "text": "Although but a Marcus or a Gaius, full-grown in this flesh of ours, with a beard and such like proofs (of virility,) it may be a stern husband, a father, a grandfather, a great-grandfather (never mind what, in fact, if only a male), you may perhaps in the bridal-chamber of the Pleroma—I have already said so tacitly—even become the parent by an angel of some aeon of high numerical rank."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:17",
                            "text": "For the right celebration of these nuptials, instead of the torch and veil, I suppose that secret fire is then to burst forth, which, after devastating the whole existence of things, will itself also be reduced to nothing at last, after everything has been reduced to ashes; and so their fable too will be ended."
                        },
                        {
                            "verse": 18,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:18",
                            "text": "But I, too, am no doubt a rash man, in having exposed so great a mystery in so derisive a way: I ought to be afraid that Achamoth, who did not choose to make herself known even to her own son, would turn mad, that Theletus would be enraged, that Fortune would be irritated."
                        },
                        {
                            "verse": 19,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:19",
                            "text": "But I am yet a liege-man of the Demiurge."
                        },
                        {
                            "verse": 20,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:20",
                            "text": "I have to return after death to the place where there is no more giving in marriage, where I have to be clothed upon rather than to be despoiled,—where, even if I am despoiled of my sex, I am classed with angels—not a male angel, nor a female one."
                        },
                        {
                            "verse": 21,
                            "chapter": 32,
                            "name": "Tertullian: Against the Valentinians 32:21",
                            "text": "There will be no one to do aught against me, nor will they then find any male energy in me."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Tertullian: Against the Valentinians 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:1",
                            "text": "These Remaining Chapters an Appendix to the Main Work."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:2",
                            "text": "In This Chapter Tertullian Notices a Difference Among Sundry Followers of Ptolemy, a Disciple of Valentinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:3",
                            "text": "I shall now at last produce, by way of finale, after so long a story, those points which, not to interrupt the course of it, and by the interruption distract the reader's attention, I have preferred reserving to this place."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:4",
                            "text": "They have been variously advanced by those who have improved on the doctrines of Ptolemy."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:5",
                            "text": "For there have been in his school \"disciples above their master,\" who have attributed to their Bythus two wives—Cogitatio (Thought) and Voluntas (Will)."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:6",
                            "text": "For Cogitatio alone was not sufficient wherewith to produce any offspring, although from the two wives procreation was most easy to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:7",
                            "text": "The former bore him Monogenes (Only-Begotten) and Veritas (Truth)."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:8",
                            "text": "Veritas was a female after the likeness of Cogitatio; Monogenes a male bearing a resemblance to Voluntas."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Tertullian: Against the Valentinians 33:9",
                            "text": "For it is the strength of Voluntas which procures the masculine nature, inasmuch as she affords efficiency to Cogitatio."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Tertullian: Against the Valentinians 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Tertullian: Against the Valentinians 34:1",
                            "text": "Other Varying Opinions Among the Valentinians Respecting the Deity, Characteristic Raillery."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Tertullian: Against the Valentinians 34:2",
                            "text": "Others of purer mind, mindful of the honour of the Deity, have, for the purpose of freeing him from the discredit of even single wedlock, preferred assigning no sex whatever to Bythus; and therefore very likely they talk of \"this deity\" in the neuter gender rather than \"this god\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Tertullian: Against the Valentinians 34:3",
                            "text": "Others again, on the other hand, speak of him as both masculine and feminine, so that the worthy chronicler Fenestella must not suppose that an hermaphrodite was only to be found among the good people of Luna."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Tertullian: Against the Valentinians 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:1",
                            "text": "Yet More Discrepancies."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:2",
                            "text": "Just Now the Sex of Bythus Was an Object of Dispute; Now His Rank Comes in Question."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:3",
                            "text": "Absurd Substitutes for Bythus Criticised by Tertullian."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:4",
                            "text": "There are some who do not claim the first place for Bythus, but only a lower one."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:5",
                            "text": "They put their Ogdoad in the foremost rank; itself, however, derived from a Tetrad, but under different names."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:6",
                            "text": "For they put Pro-arche (Before the Beginning) first, Anennoetos (Inconceivable) second, Arrhetos (Indescribable) third, Aoratos (Invisible) fourth."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:7",
                            "text": "Then after Pro-arche they say Arche (Beginning) came forth and occupied the first and the fifth place; from Anennoetos came Acataleptos (Incomprehensible) in the second and the sixth place; from Arrhetos came Anonomastos (Nameless) in the third and the seventh place; from Aoratos came Agennetos (Unbegotten) in the fourth and the eight place."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:8",
                            "text": "Now by what method he arranges this, that each of these aeons should be born in two places, and that, too, at such intervals, I prefer to be ignorant of than to be informed."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Tertullian: Against the Valentinians 35:9",
                            "text": "For what can be right in a system which is propounded with such absurd particulars?."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Tertullian: Against the Valentinians 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:1",
                            "text": "Less Reprehensible Theories in the Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:2",
                            "text": "Bad is the Best of Valentinianism."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:3",
                            "text": "How much more sensible are they who, rejecting all this tiresome nonsense, have refused to believe that any one aeon has descended from another by steps like these, which are really neither more nor less Gemonian; but that on a given signal the eight-fold emanation, of which we have heard, issued all at once from the Father and His Ennoea (Thought),—that it is, in fact, from His mere motion that they gain their designations."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:4",
                            "text": "When, as they say, He thought of producing offspring, He on that account gained the name of Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:5",
                            "text": "After producing, because the issue which He produced was true, He received the name of Truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:6",
                            "text": "When He wanted Himself to be manifested, He on that account was announced as Man."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:7",
                            "text": "Those, moreover, whom He preconceived in His thought when He produced them, were then designated the Church."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:8",
                            "text": "As man, He uttered His Word; and so this Word is His first-begotten Son, and to the Word was added Life."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:9",
                            "text": "And by this process the first Ogdoad was completed."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Tertullian: Against the Valentinians 36:10",
                            "text": "However, the whole of this tiresome story is utterly poor and weak."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Tertullian: Against the Valentinians 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:1",
                            "text": "Other Turgid and Ridiculous Theories About the Origin of the aeons and Creation, Stated and Condemned."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:2",
                            "text": "Now listen to some other buffooneries of a master who is a great swell among them, and who has pronounced his dicta with an even priestly authority."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:3",
                            "text": "They run thus: There comes, says he, before all things Pro-arche, the inconceivable, and indescribable, and nameless, which I for my own part call Monotes (Solitude)."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:4",
                            "text": "With this was associated another power, to which also I give the name of Henotes (Unity)."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:5",
                            "text": "Now, inasmuch as Monotes and Henotes—that is to say, Solitude and Union—were only one being, they produced, and yet not in the way of production, the intellectual, innascible, invisible beginning of all things, which human language has called Monad (Solitude)."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:6",
                            "text": "This has inherent in itself a consubstantial force, which it calls Unity These powers, accordingly, Solitude or Solitariness, and Unity, or Union, propagated all the other emanations of aeons."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:7",
                            "text": "Wonderful distinction, to be sure! Whatever change Union and Unity may undergo, Solitariness and Solitude is profoundly supreme."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Tertullian: Against the Valentinians 37:8",
                            "text": "Whatever designation you give the power, it is one and the same."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Tertullian: Against the Valentinians 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Tertullian: Against the Valentinians 38:1",
                            "text": "Diversity in the Opinions of Secundus, as Compared with the General Doctrine of Valentinus."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Tertullian: Against the Valentinians 38:2",
                            "text": "Secundus is a trifle more human, as he is briefer: he divides the Ogdoad into a pair of Tetrads, a right hand one and a left hand one, one light and the other darkness."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Tertullian: Against the Valentinians 38:3",
                            "text": "Only he is unwilling to derive the power which apostatized and fell away from any one of the aeons, but from the fruits which issued from their substance."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Tertullian: Against the Valentinians 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:1",
                            "text": "Their Diversity of Sentiment Affects the Very Central Doctrine of Christianity, Even the Person and Character of the Lord Jesus."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:2",
                            "text": "This Diversity Vitiates Every Gnostic School."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:3",
                            "text": "Now, concerning even the Lord Jesus, into how great a diversity of opinion are they divided! One party form Him of the blossoms of all the aeons."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:4",
                            "text": "Another party will have it that He is made up only of those ten whom the Word and the Life produced; from which circumstance the titles of the Word and the Life were suitably transferred to Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:5",
                            "text": "Others, again, that He rather sprang from the twelve, the offspring of Man and the Church, and therefore, they say, He was designated \"Son of man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:6",
                            "text": "Others, moreover, maintain that He was formed by Christ and the Holy Spirit, who have to provide for the establishment of the universe, and that He inherits by right His Father's appellation."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:7",
                            "text": "Some there are who have imagined that another origin must be found for the title \"Son of man;\" for they have had the presumption to call the Father Himself Man, by reason of the profound mystery of this title: so that what can you hope for more ample concerning faith in that God, with whom you are now yourself on a par? Such conceits are constantly cropping out amongst them, from the redundance of their mother's seed."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Tertullian: Against the Valentinians 39:8",
                            "text": "And so it happens that the doctrines which have grown up amongst the Valentinians have already extended their rank growth to the woods of the Gnostics."
                        }
                    ]
                }
            ]
        }
    ]
}