{
    "books": [
        {
            "name": "Alexander of Lycopolis: Introductory Note",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Alexander of Lycopolis: Introductory Note 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:1",
                            "text": "Alexander of Lycopolis Introductory Note:."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:2",
                            "text": "To the following account, translated from Galland, I prefix only the general date of Alexander's episcopate."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:3",
                            "text": "He was succeeded in the bishopric of Lycopolis by the turbulent Meletius, of whose schism we need not say anything here."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:4",
                            "text": "But his early relations with the heresy of Manes, and his subsequent orthodoxy (in all which he was a foreshadowing of Augustine), render his treatise on the Manichaean opinions especially valuable."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:5",
                            "text": "Combefis conjectured that Alexander was called Λυκοπολίτης , as having been born at Lycus, a city of the Thebaid, and so by race an Egyptian, and to his opinion both Cave and Fabricius are inclined."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:6",
                            "text": "But this conjecture is plainly uncertain, if we are to trust Photius, in his Epitome De Manichaeis, which Montfaucon has edited."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:7",
                            "text": "For in this work Photius, whilst speaking of the authors who wrote against those heretics, makes mention also of Alexander as bishop of the city of Lycus, ὅτε τῆς πόλεως Λύκων ᾽Αλέξανδρος τοὺς ἀρχιερατικοὺς νόμους ἐγκεχειρισμένος."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:8",
                            "text": "So that it is no easy matter to state whether our author was called Λυκοπολίτης, because he was born either at Lycopolis in the Thebaid, or at another Lycopolis in Lower Egypt, which Stephanus places close to the sea in the Sebennytic nome, or whether he was not rather called Λυκοπολίτης , as having held the bishopric of Lycopolis."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:9",
                            "text": "The unwonted manner of speaking employed by Photius need not delay the attention of anyone, when he makes Alexander to have been Archbishop of Lycopolis; for it is established that the Bishop of Alexandria alone was Archbishop and Patriarch of the whole Egyptian diocese."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:10",
                            "text": "Epiphanius certainly says, when speaking of Meletius, the schismatical Bishop of Lycopolis, ἐδόκει δὲ ὁ Μελήτιος τῶν κατὰ τήν Αἴγυπτον προήκων, καὶ δευτερεύων τῷ Πετρῳ τῷ τῆς ᾽Αλεξανδρείας κατὰ τὴν ἀρχιεπισκοπήν."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:11",
                            "text": "And to the same purpose he says elsewhere, Μελήτιος, ὁ τῆς Αἰγύπτου ἀπὸ Θηβαΐδος δοκῶν εἶναι καὶ αὐτὸς ἀρχιεπίσκοπος."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:12",
                            "text": "But however these matters are understood, it is admitted that Alexander came just before Meletius in the See of Lycopolis, and we know that he occupied the episcopal chair of that city in the beginning of the fourth century, in which order Le Quien places him among the Lycopolitan prelates, on the authority of Photius."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:13",
                            "text": "In the time of Constantine, the Eastern and Western Empire were each divided into seven districts, called dioceses, which comprised about one hundred and eighteen provinces; each province contained several cities, each of which had a district attached to it."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:14",
                            "text": "The ecclesiastical rulers of the dioceses were called patriarchs, exarchs, or archbishops, of whom there were fourteen; the rulers of the provinces were styled metropolitans, i-e:, governors of the μητρόπολις or mother city, and those of each city and its districts were called bishops."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:15",
                            "text": "So that the division which we now call a diocese, was in ancient times a union of dioceses, and a parish was a combination of modern parishes."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:16",
                            "text": "But however it be, whether Alexander was called Λυκοπολίτης from his birthplace, or from his episcopal See, this is certain and acknowledged, that he of good right claims for himself a place among ecclesiastical writers, for he has given us an elaborate treatise against the Manichaean tenets; and he is therefore styled by Allatius auctor eruditissimus et φιλοσοφικώτατος, and his work libellus aureus."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:17",
                            "text": "Allatius wrote out and brought to light two passages from it, while as yet it was lying hid in the libraries."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:18",
                            "text": "From the inscription of the work, we learn that Alexander was first a pagan; and afterwards, having given up the religion of the Greeks, became an adherent of the Manichaean doctrines, which he says that he learnt from those who were on terms of familiar intercourse with the heresiarch, ἀπὸ τῶν γνωρίμων τοῦ ἀνδρός; so that he would seem to be not far wrong in his conjecture who would place our author at no very distant date from the times of Manes himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:19",
                            "text": "From the errors of this sect he was divinely reclaimed, and, taking refuge in the Church, he exposed the scandals attaching to the heresiarch, and solidly refuted his unwholesome dogmas."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Alexander of Lycopolis: Introductory Note 1:20",
                            "text": "From having been an adherent of the sect himself, he has given us more information concerning their tenets than it was in the power of others to give, and on that account his treatise seems to be held in much estimation."
                        }
                    ]
                }
            ]
        }
    ]
}