{
    "books": [
        {
            "name": "Justin Martyr: First Apology",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Justin Martyr: First Apology 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Justin Martyr: First Apology 1:1",
                            "text": "The First Apology of Justin   Chapter 1 — Address."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Justin Martyr: First Apology 1:2",
                            "text": "To the Emperor Titus aelius Adrianus Antoninus Pius Augustus Caesar, and to his son Verissimus the Philosopher, and to Lucius the Philosopher, the natural son of Caesar, and the adopted son of Pius, a lover of learning, and to the sacred Senate, with the whole People of the Romans, I, Justin, the son of Priscus and grandson of Bacchius, natives of Flavia Neapolis in Palestine, present this address and petition in behalf of those of all nations who are unjustly hated and wantonly abused, myself being one of them."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Justin Martyr: First Apology 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:1",
                            "text": "Chapter 2 — Justice demanded."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:2",
                            "text": "Reason directs those who are truly pious and philosophical to honour and love only what is true, declining to follow traditional opinions, if these be worthless."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:3",
                            "text": "For not only does sound reason direct us to refuse the guidance of those who did or taught anything wrong, but it is incumbent on the lover of truth, by all means, and if death be threatened, even before his own life, to choose to do and say what is right."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:4",
                            "text": "Do you, then, since ye are called pious and philosophers, guardians of justice and lovers of learning, give good heed, and hearken to my address; and if ye are indeed such, it will be manifested."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:5",
                            "text": "For we have come, not to flatter you by this writing, nor please you by our address, but to beg that you pass judgment, after an accurate and searching investigation, not flattered by prejudice or by a desire of pleasing superstitious men, nor induced by irrational impulse or evil rumours which have long been prevalent, to give a decision which will prove to be against yourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Justin Martyr: First Apology 2:6",
                            "text": "For as for us, we reckon that no evil can be done us, unless we be convicted as evil-doers or be proved to be wicked men; and you, you can kill, but not hurt us."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Justin Martyr: First Apology 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:1",
                            "text": "Chapter 3 — Claim of judicial investigation."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:2",
                            "text": "But lest any one think that this is an unreasonable and reckless utterance, we demand that the charges against the Christians be investigated, and that, if these be substantiated, they be punished as they deserve; or rather, indeed, we ourselves will punish them."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:3",
                            "text": "But if no one can convict us of anything, true reason forbids you, for the sake of a wicked rumour, to wrong blameless men, and indeed rather yourselves, who think fit to direct affairs, not by judgment, but by passion."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:4",
                            "text": "And every sober-minded person will declare this to be the only fair and equitable adjustment, namely, that the subjects render an unexceptional account of their own life and doctrine; and that, on the other hand, the rulers should give their decision in obedience, not to violence and tyranny, but to piety and philosophy."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:5",
                            "text": "For thus would both rulers and ruled reap benefit."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:6",
                            "text": "For even one of the ancients somewhere said, \"Unless both rulers and ruled philosophize, it is impossible to make states blessed\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:7",
                            "text": "It is our task, therefore, to afford to all an opportunity of inspecting our life and teachings, lest, on account of those who are accustomed to be ignorant of our affairs, we should incur the penalty due to them for mental blindness; and it is your business, when you hear us, to be found, as reason demands, good judges."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Justin Martyr: First Apology 3:8",
                            "text": "For if, when ye have learned the truth, you do not what is just, you will be before God without excuse."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Justin Martyr: First Apology 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:1",
                            "text": "Chapter 4 — Christians unjustly condemned for their mere name."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:2",
                            "text": "By the mere application of a name, nothing is decided, either good or evil, apart from the actions implied in the name; and indeed, so far at least as one may judge from the name we are accused of, we are most excellent people."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:3",
                            "text": "But as we do not think it just to beg to be acquitted on account of the name, if we be convicted as evil-doers, so, on the other hand, if we be found to have committed no offence, either in the matter of thus naming ourselves, or of our conduct as citizens, it is your part very earnestly to guard against incurring just punishment, by unjustly punishing those who are not convicted."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:4",
                            "text": "For from a name neither praise nor punishment could reasonably spring, unless something excellent or base in action be proved."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:5",
                            "text": "And those among yourselves who are accused you do not punish before they are convicted; but in our case you receive the name as proof against us, and this although, so far as the name goes, you ought rather to punish our accusers."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:6",
                            "text": "For we are accused of being Christians, and to hate what is excellent (Chrestian) is unjust."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:7",
                            "text": "Again, if any of the accused deny the name, and say that he is not a Christian, you acquit him, as having no evidence against him as a wrong-doer; but if any one acknowledge that he is a Christian, you punish him on account of this acknowledgment."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:8",
                            "text": "Justice requires that you inquire into the life both of him who confesses and of him who denies, that by his deeds it may be apparent what kind of man each is."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:9",
                            "text": "For as some who have been taught by the Master, Christ, not to deny Him, give encouragement to others when they are put to the question, so in all probability do those who lead wicked lives give occasion to those who, without consideration, take upon them to accuse all the Christians of impiety and wickedness."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:10",
                            "text": "And this also is not right."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:11",
                            "text": "For of philosophy, too, some assume the name and the garb who do nothing worthy of their profession; and you are well aware, that those of the ancients whose opinions and teachings were quite diverse, are yet all called by the one name of philosophers."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:12",
                            "text": "And of these some taught atheism; and the poets who have flourished among you raise a laugh out of the uncleanness of Jupiter with his own children."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Justin Martyr: First Apology 4:13",
                            "text": "And those who now adopt such instruction are not restrained by you; but, on the contrary, you bestow prizes and honours upon those who euphoniously insult the gods."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Justin Martyr: First Apology 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Justin Martyr: First Apology 5:1",
                            "text": "Chapter 5 — Christians charged with atheism."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Justin Martyr: First Apology 5:2",
                            "text": "Why, then, should this be? In our case, who pledge ourselves to do no wickedness, nor to hold these atheistic opinions, you do not examine the charges made against us; but, yielding to unreasoning passion, and to the instigation of evil demons, you punish us without consideration or judgment."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Justin Martyr: First Apology 5:3",
                            "text": "For the truth shall be spoken; since of old these evil demons, effecting apparitions of themselves, both defiled women and corrupted boys, and showed such fearful sights to men, that those who did not use their reason in judging of the actions that were done, were struck with terror; and being carried away by fear, and not knowing that these were demons, they called them gods, and gave to each the name which each of the demons chose for himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Justin Martyr: First Apology 5:4",
                            "text": "And when Socrates endeavoured, by true reason and examination, to bring these things to light, and deliver men from the demons, then the demons themselves, by means of men who rejoiced in iniquity, compassed his death, as an atheist and a profane person, on the charge that \"he was introducing new divinities;\" and in our case they display a similar activity."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Justin Martyr: First Apology 5:5",
                            "text": "For not only among the Greeks did reason (Logos) prevail to condemn these things through Socrates, but also among the Barbarians were they condemned by Reason (or the Word, the Logos) Himself, who took shape, and became man, and was called Jesus Christ; and in obedience to Him, we not only deny that they who did such things as these are gods, but assert that they are wicked and impious demons, whose actions will not bear comparison with those even of men desirous of virtue."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Justin Martyr: First Apology 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Justin Martyr: First Apology 6:1",
                            "text": "Chapter 6 — Charge of atheism refuted."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Justin Martyr: First Apology 6:2",
                            "text": "Hence are we called atheists."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Justin Martyr: First Apology 6:3",
                            "text": "And we confess that we are atheists, so far as gods of this sort are concerned, but not with respect to the most true God, the Father of righteousness and temperance and the other virtues, who is free from all impurity."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Justin Martyr: First Apology 6:4",
                            "text": "But both Him, and the Son (who came forth from Him and taught us these things, and the host of the other good angels who follow and are made like to Him), and the prophetic Spirit, we worship and adore, knowing them in reason and truth, and declaring without grudging to every one who wishes to learn, as we have been taught."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Justin Martyr: First Apology 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:1",
                            "text": "Chapter 7 — Each Christian must be tried by his own life."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:2",
                            "text": "But some one will say, Some have ere now been arrested and convicted as evil-doers."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:3",
                            "text": "For you condemn many, many a time, after inquiring into the life of each of the accused severally, but not on account of those of whom we have been speaking."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:4",
                            "text": "And this we acknowledge, that as among the Greeks those who teach such theories as please themselves are all called by the one name \"Philosopher,\" though their doctrines be diverse, so also among the Barbarians this name on which accusations are accumulated is the common property of those who are and those who seem wise."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:5",
                            "text": "For all are called Christians."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:6",
                            "text": "Wherefore we demand that the deeds of all those who are accused to you be judged, in order that each one who is convicted may be punished as an evil-doer, and not as a Christian; and if it is clear that any one is blameless, that he may be acquitted, since by the mere fact of his being a Christian he does no wrong."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Justin Martyr: First Apology 7:7",
                            "text": "For we will not require that you punish our accusers; they being sufficiently punished by their present wickedness and ignorance of what is right."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Justin Martyr: First Apology 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:1",
                            "text": "Chapter 8 — Christians confess their faith in God."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:2",
                            "text": "And reckon ye that it is for your sakes we have been saying these things; for it is in our power, when we are examined, to deny that we are Christians; but we would not live by telling a lie."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:3",
                            "text": "For, impelled by the desire of the eternal and pure life, we seek the abode that is with God, the Father and Creator of all, and hasten to confess our faith, persuaded and convinced as we are that they who have proved to God by their works that they followed Him, and loved to abide with Him where there is no sin to cause disturbance, can obtain these things."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:4",
                            "text": "This, then, to speak shortly, is what we expect and have learned from Christ, and teach."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:5",
                            "text": "And Plato, in like manner, used to say that Rhadamanthus and Minos would punish the wicked who came before them; and we say that the same thing will be done, but at the hand of Christ, and upon the wicked in the same bodies united again to their spirits which are now to undergo everlasting punishment; and not only, as Plato said, for a period of a thousand years."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Justin Martyr: First Apology 8:6",
                            "text": "And if any one say that this is incredible or impossible, this error of ours is one which concerns ourselves only, and no other person, so long as you cannot convict us of doing any harm."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Justin Martyr: First Apology 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Justin Martyr: First Apology 9:1",
                            "text": "Chapter 9 — Folly of idol worship."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Justin Martyr: First Apology 9:2",
                            "text": "And neither do we honour with many sacrifices and garlands of flowers such deities as men have formed and set in shrines and called gods; since we see that these are soulless and dead, and have not the form of God (for we do not consider that God has such a form as some say that they imitate to His honour), but have the names and forms of those wicked demons which have appeared."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Justin Martyr: First Apology 9:3",
                            "text": "For why need we tell you who already know, into what forms the craftsmen, carving and cutting, casting and hammering, fashion the materials? And often out of vessels of dishonour, by merely changing the form, and making an image of the requisite shape, they make what they call a god; which we consider not only senseless, but to be even insulting to God, who, having ineffable glory and form, thus gets His name attached to things that are corruptible, and require constant service."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Justin Martyr: First Apology 9:4",
                            "text": "And that the artificers of these are both intemperate, and, not to enter into particulars, are practised in every vice, you very well know; even their own girls who work along with them they corrupt."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Justin Martyr: First Apology 9:5",
                            "text": "What infatuation! that dissolute men should be said to fashion and make gods for your worship, and that you should appoint such men the guardians of the temples where they are enshrined; not recognising that it is unlawful even to think or say that men are the guardians of gods."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Justin Martyr: First Apology 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:1",
                            "text": "Chapter 10 — How God is to be served."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:2",
                            "text": "But we have received by tradition that God does not need the material offerings which men can give, seeing, indeed, that He Himself is the provider of all things."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:3",
                            "text": "And we have been taught, and are convinced, and do believe, that He accepts those only who imitate the excellences which reside in Him, temperance, and justice, and philanthropy, and as many virtues as are peculiar to a God who is called by no proper name."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:4",
                            "text": "And we have been taught that He in the beginning did of His goodness, for man's sake, create all things out of unformed matter; and if men by their works show themselves worthy of this His design, they are deemed worthy, and so we have received—of reigning in company with Him, being delivered from corruption and suffering."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:5",
                            "text": "For as in the beginning He created us when we were not, so do we consider that, in like manner, those who choose what is pleasing to Him are, on account of their choice, deemed worthy of incorruption and of fellowship with Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:6",
                            "text": "For the coming into being at first was not in our own power; and in order that we may follow those things which please Him, choosing them by means of the rational faculties He has Himself endowed us with, He both persuades us and leads us to faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:7",
                            "text": "And we think it for the advantage of all men that they are not restrained from learning these things, but are even urged thereto."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Justin Martyr: First Apology 10:8",
                            "text": "For the restraint which human laws could not effect, the Word, inasmuch as He is divine, would have effected, had not the wicked demons, taking as their ally the lust of wickedness which is in every man, and which draws variously to all manner of vice, scattered many false and profane accusations, none of which attach to us."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Justin Martyr: First Apology 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Justin Martyr: First Apology 11:1",
                            "text": "Chapter 11 — What kingdom Christians look for."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Justin Martyr: First Apology 11:2",
                            "text": "And when you hear that we look for a kingdom, you suppose, without making any inquiry, that we speak of a human kingdom; whereas we speak of that which is with God, as appears also from the confession of their faith made by those who are charged with being Christians, though they know that death is the punishment awarded to him who so confesses."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Justin Martyr: First Apology 11:3",
                            "text": "For if we looked for a human kingdom, we should also deny our Christ, that we might not be slain; and we should strive to escape detection, that we might obtain what we expect."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Justin Martyr: First Apology 11:4",
                            "text": "But since our thoughts are not fixed on the present, we are not concerned when men cut us off; since also death is a debt which must at all events be paid."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Justin Martyr: First Apology 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:1",
                            "text": "Chapter 12 — Christians live as under God's eye."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:2",
                            "text": "And more than all other men are we your helpers and allies in promoting peace, seeing that we hold this view, that it is alike impossible for the wicked, the covetous, the conspirator, and for the virtuous, to escape the notice of God, and that each man goes to everlasting punishment or salvation according to the value of his actions."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:3",
                            "text": "For if all men knew this, no one would choose wickedness even for a little, knowing that he goes to the everlasting punishment of fire; but would by all means restrain himself, and adorn himself with virtue, that he might obtain the good gifts of God, and escape the punishments."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:4",
                            "text": "For those who, on account of the laws and punishments you impose, endeavour to escape detection when they offend (and they offend, too, under the impression that it is quite possible to escape your detection, since you are but men), those persons, if they learned and were convinced that nothing, whether actually done or only intended, can escape the knowledge of God, would by all means live decently on account of the penalties threatened, as even you yourselves will admit."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:5",
                            "text": "But you seem to fear lest all men become righteous, and you no longer have any to punish."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:6",
                            "text": "Such would be the concern of public executioners, but not of good princes."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:7",
                            "text": "But, as we before said, we are persuaded that these things are prompted by evil spirits, who demand sacrifices and service even from those who live unreasonably; but as for you, we presume that you who aim at a reputation for piety and philosophy will do nothing unreasonable."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:8",
                            "text": "But if you also, like the foolish, prefer custom to truth, do what you have power to do."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:9",
                            "text": "But just so much power have rulers who esteem opinion more than truth, as robbers have in a desert."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:10",
                            "text": "And that you will not succeed is declared by the Word, than whom, after God who begat Him, we know there is no ruler more kingly and just."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:11",
                            "text": "For as all shrink from succeeding to the poverty or sufferings or obscurity of their fathers, so whatever the Word forbids us to choose, the sensible man will not choose."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:12",
                            "text": "That all these things should come to pass, I say, our Teacher foretold, He who is both Son and Apostle of God the Father of all and the Ruler, Jesus Christ; from whom also we have the name of Christians."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:13",
                            "text": "Whence we become more assured of all the things He taught us, since whatever He beforehand foretold should come to pass, is seen in fact coming to pass; and this is the work of God, to tell of a thing before it happens, and as it was foretold so to show it happening."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Justin Martyr: First Apology 12:14",
                            "text": "It were possible to pause here and add no more, reckoning that we demand what is just and true; but because we are well aware that it is not easy suddenly to change a mind possessed by ignorance, we intend to add a few things, for the sake of persuading those who love the truth, knowing that it is not impossible to put ignorance to flight by presenting the truth."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Justin Martyr: First Apology 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Justin Martyr: First Apology 13:1",
                            "text": "Chapter 13 — Christians serve God rationally."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Justin Martyr: First Apology 13:2",
                            "text": "What sober-minded man, then, will not acknowledge that we are not atheists, worshipping as we do the Maker of this universe, and declaring, as we have been taught, that He has no need of streams of blood and libations and incense; whom we praise to the utmost of our power by the exercise of prayer and thanksgiving for all things wherewith we are supplied, as we have been taught that the only honour that is worthy of Him is not to consume by fire what He has brought into being for our sustenance, but to use it for ourselves and those who need, and with gratitude to Him to offer thanks by invocations and hymns for our creation, and for all the means of health, and for the various qualities of the different kinds of things, and for the changes of the seasons; and to present before Him petitions for our existing again in incorruption through faith in Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Justin Martyr: First Apology 13:3",
                            "text": "Our teacher of these things is Jesus Christ, who also was born for this purpose, and was crucified under Pontius Pilate, procurator of Judaea, in the times of Tiberius Caesar; and that we reasonably worship Him, having learned that He is the Son of the true  God Himself, and holding Him in the second place, and the prophetic Spirit in the third, we will prove."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Justin Martyr: First Apology 13:4",
                            "text": "For they proclaim our madness to consist in this, that we give to a crucified man a place second to the unchangeable and eternal God, the Creator of all; for they do not discern the mystery that is herein, to which, as we make it plain to you, we pray you to give heed."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Justin Martyr: First Apology 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:1",
                            "text": "Chapter 14 — The demons misrepresent Christian doctrine."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:2",
                            "text": "For we forewarn you to be on your guard, lest those demons whom we have been accusing should deceive you, and quite divert you from reading and understanding what we say."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:3",
                            "text": "For they strive to hold you their slaves and servants; and sometimes by appearances in dreams, and sometimes by magical impositions, they subdue all who make no strong opposing effort for their own salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:4",
                            "text": "And thus do we also, since our persuasion by the Word, stand aloof from them ( i-e:, the demons), and follow the only unbegotten God through His Son — we who formerly delighted in fornication, but now embrace chastity alone; we who formerly used magical arts, dedicate ourselves to the good and unbegotten God; we who valued above all things the acquisition of wealth and possessions, now bring what we have into a common stock, and communicate to every one in need; we who hated and destroyed one another, and on account of their different manners would not live with men of a different tribe, now, since the coming of Christ, live familiarly with them, and pray for our enemies, and endeavour to persuade those who hate us unjustly to live conformably to the good precepts of Christ, to the end that they may become partakers with us of the same joyful hope of a reward from God the ruler of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:5",
                            "text": "But lest we should seem to be reasoning sophistically, we consider it right, before giving you the promised explanation, to cite a few precepts given by Christ Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:6",
                            "text": "And be it yours, as powerful rulers, to inquire whether we have been taught and do teach these things truly."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Justin Martyr: First Apology 14:7",
                            "text": "Brief and concise utterances fell from Him, for He was no sophist, but His word was the power of God."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Justin Martyr: First Apology 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:1",
                            "text": "Chapter 15 — What Christ himself taught."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:2",
                            "text": "Concerning chastity, He uttered such sentiments as these: \"Whosoever looketh upon a woman to lust after her, hath committed adultery with her already in his heart before God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:3",
                            "text": "And, \"If thy right eye offend thee, cut it out; for it is better for thee to enter into the kingdom of heaven with one eye, than, having two eyes, to be cast into everlasting fire\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:4",
                            "text": "And, \"Whosoever shall marry her that is divorced from another husband, committeth adultery\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:5",
                            "text": "And, \"There are some who have been made eunuchs of men, and some who were born eunuchs, and some who have made themselves eunuchs for the kingdom of heaven's sake; but all cannot receive this saying\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:6",
                            "text": "So that all who, by human law, are twice married, are in the eye of our Master sinners, and those who look upon a woman to lust after her."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:7",
                            "text": "For not only he who in act commits adultery is rejected by Him, but also he who desires to commit adultery: since not only our works, but also our thoughts, are open before God."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:8",
                            "text": "And many, both men and women, who have been Christ's disciples from childhood, remain pure at the age of sixty or seventy years; and I boast that I could produce such from every race of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:9",
                            "text": "For what shall I say, too, of the countless multitude of those who have reformed intemperate habits, and learned these things? For Christ called not the just nor the chaste to repentance, but the ungodly, and the licentious, and the unjust; His words being, \"I came not to call the righteous, but sinners to repentance\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:10",
                            "text": "For the heavenly Father desires rather the repentance than the punishment of the sinner."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:11",
                            "text": "And of our love to all, He taught thus: \"If ye love them that love you, what new thing do ye? for even fornicators do this."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:12",
                            "text": "But I say unto you, Pray for your enemies, and love them that hate you, and bless them that curse you, and pray for them that despitefully use you\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:13",
                            "text": "And that we should communicate to the needy, and do nothing for glory, He said, \"Give to him that asketh, and from him that would borrow turn not away; for if ye lend to them of whom ye hope to receive, what new thing do ye? even the publicans do this."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:14",
                            "text": "Lay not up for yourselves treasure upon earth, where moth and rust doth corrupt, and where robbers break through; but lay up for yourselves treasure in heaven, where neither moth nor rust doth corrupt."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:15",
                            "text": "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for it? Lay up treasure, therefore, in heaven, where neither moth nor rust doth corrupt\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:16",
                            "text": "And, \"Be ye kind and merciful, as your Father also is kind and merciful, and maketh His sun to rise on sinners, and the righteous, and the wicked."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:17",
                            "text": "Take no thought what ye shall eat, or what ye shall put on: are ye not better than the birds and the beasts? And God feedeth them."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:18",
                            "text": "Take no thought, therefore, what ye shall eat, or what ye shall put on; for your heavenly Father knoweth that ye have need of these things."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:19",
                            "text": "But seek ye the kingdom of heaven, and all these things shall be added unto you."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:20",
                            "text": "For where his treasure is, there also is the mind of a man\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Justin Martyr: First Apology 15:21",
                            "text": "And, \"Do not these things to be seen of men; otherwise ye have no reward from your Father which is in heaven\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Justin Martyr: First Apology 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:1",
                            "text": "Chapter 16 — Concerning patience and swearing."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:2",
                            "text": "And concerning our being patient of injuries, and ready to serve all, and free from anger, this is what He said: \"To him that smiteth thee on the one cheek, offer also the other; and him that taketh away thy cloak or coat, forbid not."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:3",
                            "text": "And whosoever shall be angry, is in danger of the fire."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:4",
                            "text": "And every one that compelleth thee to go with him a mile, follow him two."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:5",
                            "text": "And let your good works shine before men, that they, seeing them, may glorify your Father which is in heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:6",
                            "text": "For we ought not to strive; neither has He desired us to be imitators of wicked men, but He has exhorted us to lead all men, by patience and gentleness, from shame and the love of evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:7",
                            "text": "And this indeed is proved in the case of many who once were of your way of thinking, but have changed their violent and tyrannical disposition, being overcome either by the constancy which they have witnessed in their neighbours' lives, or by the extraordinary forbearance they have observed in their fellow-travellers when defrauded, or by the honesty of those with whom they have transacted business."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:8",
                            "text": "And with regard to our not swearing at all, and always speaking the truth, He enjoined as follows: \"Swear not at all; but let your yea be yea, and your nay, nay; for whatsoever is more than these cometh of evil\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:9",
                            "text": "And that we ought to worship God alone, He thus persuaded us: \"The greatest commandment is, Thou shalt worship the Lord thy God, and Him only shall thou serve, with all thy heart, and with all thy strength, the Lord God that made thee\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:10",
                            "text": "And when a certain man came to Him and said, \"Good Master,\" He answered and said, \"There is none good but God only, who made all things\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:11",
                            "text": "And let those who are not found living as He taught, be understood to be no Christians, even though they profess with the lip the precepts of Christ; for not those who make profession, but those who do the works, shall be saved, according to His word: \"Not every one who saith to Me, Lord, Lord, shall enter into the kingdom of heaven, but he that doeth the will of My Father which is in heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:12",
                            "text": "For whosoever heareth Me, and doeth My sayings, heareth Him that sent Me."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:13",
                            "text": "And many will say unto Me, Lord, Lord, have we not eaten and drunk in Thy name, and done wonders? And then will I say unto them, Depart from Me, ye workers of iniquity."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:14",
                            "text": "Then shall there be wailing and gnashing of teeth, when the righteous shall shine as the sun, and the wicked are sent into everlasting fire."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:15",
                            "text": "For many shall come in My name, clothed outwardly in sheep's clothing, but inwardly being ravening wolves."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:16",
                            "text": "By their works ye shall know them."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:17",
                            "text": "And every tree that bringeth not forth good fruit, is hewn down and cast into the fire\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Justin Martyr: First Apology 16:18",
                            "text": "And as to those who are not living pursuant to these His teachings, and are Christians only in name, we demand that all such be punished by you."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Justin Martyr: First Apology 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Justin Martyr: First Apology 17:1",
                            "text": "Chapter 17 — Christ taught civil obedience."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Justin Martyr: First Apology 17:2",
                            "text": "And everywhere we, more readily than all men, endeavour to pay to those appointed by you the taxes both ordinary and extraordinary, as we have been taught by Him; for at that time some came to Him and asked Him, if one ought to pay tribute to Caesar; and He answered, \"Tell Me, whose image does the coin bear?\" And they said, \"Caesar's\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Justin Martyr: First Apology 17:3",
                            "text": "And again He answered them, \"Render therefore to Caesar the things that are Caesar's, and to God the things that are God's\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Justin Martyr: First Apology 17:4",
                            "text": "Whence to God alone we render worship, but in other things we gladly serve you, acknowledging you as kings and rulers of men, and praying that with your kingly power you be found to possess also sound judgment."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Justin Martyr: First Apology 17:5",
                            "text": "But if you pay no regard to our prayers and frank explanations, we shall suffer no loss, since we believe (or rather, indeed, are persuaded) that every man will suffer punishment in eternal fire according to the merit of his deed, and will render account according to the power he has received from God, as Christ intimated when He said, \"To whom God has given more, of him shall more be required\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Justin Martyr: First Apology 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Justin Martyr: First Apology 18:1",
                            "text": "Chapter 18 — Proof of immortality and the resurrection."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Justin Martyr: First Apology 18:2",
                            "text": "For reflect upon the end of each of the preceding kings, how they died the death common to all, which, if it issued in insensibility, would be a godsend to all the wicked."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Justin Martyr: First Apology 18:3",
                            "text": "But since sensation remains to all who have ever lived, and eternal punishment is laid up ( i-e:, for the wicked), see that ye neglect not to be convinced, and to hold as your belief, that these things are true."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Justin Martyr: First Apology 18:4",
                            "text": "For let even necromancy, and the divinations you practise by immaculate children, and the evoking of departed human souls, and those who are called among the magi, Dream-senders and Assistant-spirits (Familiars), and all that is done by those who are skilled in such matters — let these persuade you that even after death souls are in a state of sensation; and those who are seized and cast about by the spirits of the dead, whom all call daemoniacs or madmen; and what you repute as oracles, both of Amphilochus, Dodana, Pytho, and as many other such as exist; and the opinions of your authors, Empedocles and Pythagoras, Plato and Socrates, and the pit of Homer, and the descent of Ulysses to inspect these things, and all that has been uttered of a like kind."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Justin Martyr: First Apology 18:5",
                            "text": "Such favour as you grant to these, grant also to us, who not less but more firmly than they believe in God; since we expect to receive again our own bodies, though they be dead and cast into the earth, for we maintain that with God nothing is impossible."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Justin Martyr: First Apology 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:1",
                            "text": "Chapter 19 — The resurrection possible."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:2",
                            "text": "And to any thoughtful person would anything appear more incredible, than, if we were not in the body, and some one were to say that it was possible that from a small drop of human seed bones and sinews and flesh be formed into a shape such as we see? For let this now be said hypothetically: if you yourselves were not such as you now are, and born of such parents and causes, and one were to show you human seed and a picture of a man, and were to say with confidence that from such a substance such a being could be produced, would you believe before you saw the actual production? No one will dare to deny that such a statement would surpass belief."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:3",
                            "text": "In the same way, then, you are now incredulous because you have never seen a dead man rise again."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:4",
                            "text": "But as at first you would not have believed it possible that such persons could be produced from the small drop, and yet now you see them thus produced, so also judge ye that it is not impossible that the bodies of men, after they have been dissolved, and like seeds resolved into earth, should in God's appointed time rise again and put on incorruption."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:5",
                            "text": "For what power worthy of God those imagine who say, that each thing returns to that from which it was produced, and that beyond this not even God Himself can do anything, we are unable to conceive; but this we see clearly, that they would not have believed it possible that they could have become such and produced from such materials, as they now see both themselves and the whole world to be."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:6",
                            "text": "And that it is better to believe even what is impossible to our own nature and to men, than to be unbelieving like the rest of the world, we have learned; for we know that our Master Jesus Christ said, that \"what is impossible with men is possible with God,\" and, \"Fear not them that kill you, and after that can do no more; but fear Him who after death is able to cast both soul and body into hell\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Justin Martyr: First Apology 19:7",
                            "text": "And hell is a place where those are to be punished who have lived wickedly, and who do not believe that those things which God has taught us by Christ will come to pass."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Justin Martyr: First Apology 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Justin Martyr: First Apology 20:1",
                            "text": "Chapter 20 — Heathen analogies to Christian doctrine."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Justin Martyr: First Apology 20:2",
                            "text": "And the Sibyl and Hystaspes said that there should be a dissolution by God of things corruptible."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Justin Martyr: First Apology 20:3",
                            "text": "And the philosophers called Stoics teach that even God Himself shall be resolved into fire, and they say that the world is to be formed anew by this revolution; but we understand that God, the Creator of all things, is superior to the things that are to be changed."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Justin Martyr: First Apology 20:4",
                            "text": "If, therefore, on some points we teach the same things as the poets and philosophers whom you honour, and on other points are fuller and more divine in our teaching, and if we alone afford proof of what we assert, why are we unjustly hated more than all others? For while we say that all things have been produced and arranged into a world by God, we shall seem to utter the doctrine of  Plato; and while we say that there will be a burning up of all, we shall seem to utter the doctrine of the Stoics: and while we affirm that the souls of the wicked, being endowed with sensation even after death, are punished, and that those of the good being delivered from punishment spend a blessed existence, we shall seem to say the same things as the poets and philosophers; and while we maintain that men ought not to worship the works of their hands, we say the very things which have been said by the comic poet Menander, and other similar writers, for they have declared that the workman is greater than the work."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Justin Martyr: First Apology 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:1",
                            "text": "Chapter 21 — Analogies to the history of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:2",
                            "text": "And when we say also that the Word, who is the first-birth of God, was produced without sexual union, and that He, Jesus Christ, our Teacher, was crucified and died, and rose again, and ascended into heaven, we propound nothing different from what you believe regarding those whom you esteem sons of Jupiter."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:3",
                            "text": "For you know how many sons your esteemed writers ascribed to Jupiter: Mercury, the interpreting word and teacher of all; aesculapius, who, though he was a great physician, was struck by a thunderbolt, and so ascended to heaven; and Bacchus too, after he had been torn limb from limb; and Hercules, when he had committed himself to the flames to escape his toils; and the sons of Leda, and Dioscuri; and Perseus, son of Danae; and Bellerophon, who, though sprung from mortals, rose to heaven on the horse Pegasus."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:4",
                            "text": "For what shall I say of Ariadne, and those who, like her, have been declared to be set among the stars? And what of the emperors who die among yourselves, whom you deem worthy of deification, and in whose behalf you produce some one who swears he has seen the burning Caesar rise to heaven from the funeral pyre? And what kind of deeds are recorded of each of these reputed sons of Jupiter, it is needless to tell to those who already know."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:5",
                            "text": "This only shall be said, that they are written for the advantage and encouragement of youthful scholars; for all reckon it an honourable thing to imitate the gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:6",
                            "text": "But far be such a thought concerning the gods from every well-conditioned soul, as to believe that Jupiter himself, the governor and creator of all things, was both a parricide and the son of a parricide, and that being overcome by the love of base and shameful pleasures, he came in to Ganymede and those many women whom he had violated and that his sons did like actions."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:7",
                            "text": "But, as we said above, wicked devils perpetrated these things."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Justin Martyr: First Apology 21:8",
                            "text": "And we have learned that those only are deified who have lived near to God in holiness and virtue; and we believe that those who live wickedly and do not repent are punished in everlasting fire."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Justin Martyr: First Apology 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:1",
                            "text": "Chapter 22 — Analogies to the sonship of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:2",
                            "text": "Moreover, the Son of God called Jesus, even if only a man by ordinary generation, yet, on account of His wisdom, is worthy to be called the Son of God; for all writers call God the Father of men and gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:3",
                            "text": "And if we assert that the Word of God was born of God in a peculiar manner, different from ordinary generation, let this, as said above, be no extraordinary thing to you, who say that Mercury is the angelic word of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:4",
                            "text": "But if any one objects that He was crucified, in this also He is on a par with those reputed sons of Jupiter of yours, who suffered as we have now enumerated."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:5",
                            "text": "For their sufferings at death are recorded to have been not all alike, but diverse; so that not even by the peculiarity of His sufferings does He seem to be inferior to them; but, on the contrary, as we promised in the preceding part of this discourse, we will now prove Him superior— or rather have already proved Him to be so—for the superior is revealed by His actions."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:6",
                            "text": "And if we even affirm that He was born of a virgin, accept this in common with what you accept of Perseus."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Justin Martyr: First Apology 22:7",
                            "text": "And in that we say that He made whole the lame, the paralytic, and those born blind, we seem to say what is very similar to the deeds said to have been done by aesculapius."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Justin Martyr: First Apology 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Justin Martyr: First Apology 23:1",
                            "text": "Chapter 23 — The argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Justin Martyr: First Apology 23:2",
                            "text": "And that this may now become evident to you—(firstly) that whatever we assert in conformity with what has been taught us by Christ, and by the prophets who preceded Him, are alone true, and are older than all the writers who have existed; that we claim to be acknowledged, not because we say the same things as these writers said, but because we say true things: and (secondly) that Jesus Christ is the only proper Son who has been begotten by God, being His Word and first-begotten, and power; and, becoming man according to His will, He taught us these things for the conversion and restoration of the human race: and (thirdly) that before He became a man among men, some, influenced by the demons before mentioned, related beforehand, through the instrumentality of the poets, those circumstances as having really happened, which, having fictitiously devised, they narrated, in the same manner as they have caused to be fabricated the scandalous reports against us of infamous and impious actions, of which there is neither witness nor proof—we shall bring forward the following proof."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Justin Martyr: First Apology 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Justin Martyr: First Apology 24:1",
                            "text": "Chapter 24 — Varieties of heathen worship."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Justin Martyr: First Apology 24:2",
                            "text": "In the first place we furnish proof, because, though we say things similar to what the Greeks say, we only are hated on account of the name of Christ, and though we do no wrong, are put to death as sinners; other men in other places worshipping trees and rivers, and mice and cats and crocodiles, and many irrational animals."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Justin Martyr: First Apology 24:3",
                            "text": "Nor are the same animals esteemed by all; but in one place one is worshipped, and another in another, so that all are profane in the judgment of one another, on account of their not worshipping the same objects."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Justin Martyr: First Apology 24:4",
                            "text": "And this is the sole accusation you bring against us, that we do not reverence the same gods as you do, nor offer to the dead libations and the savour of fat, and crowns for their statues, and sacrifices."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Justin Martyr: First Apology 24:5",
                            "text": "For you very well know that the same animals are with some esteemed gods, with others wild beasts, and with others sacrificial victims."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Justin Martyr: First Apology 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Justin Martyr: First Apology 25:1",
                            "text": "Chapter 25 — False Gods abandoned by Christians."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Justin Martyr: First Apology 25:2",
                            "text": "And, secondly, because we—who, out of every race of men, used to worship Bacchus the son of Semele, and Apollo the son of Latona (who in their loves with men did such things as it is shameful even to mention), and Proserpine and Venus (who were maddened with love of Adonis, and whose mysteries also you celebrate), or aesculapius, or some one or other of those who are called gods—have now, through Jesus Christ, learned to despise these, though we be threatened with death for it, and have dedicated ourselves to the unbegotten and impossible God; of whom we are persuaded that never was he goaded by lust of Antiope, or such other women, or of Ganymede, nor was rescued by that hundred-handed giant whose aid was obtained through Thetis, nor was anxious on this account that her son Achilles should destroy many of the Greeks because of his concubine Briseis."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Justin Martyr: First Apology 25:3",
                            "text": "Those who believe these things we pity, and those who invented them we know to be devils."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Justin Martyr: First Apology 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:1",
                            "text": "Chapter 26 — Magicians not trusted by Christians."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:2",
                            "text": "And, thirdly, because after Christ's ascension into heaven the devils put forward certain men who said that they themselves were gods; and they were not only not persecuted by you, but even deemed worthy of honours."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:3",
                            "text": "There was a Samaritan, Simon, a native of the village called Gitto, who in the reign of Claudius Caesar, and in your royal city of Rome, did mighty acts of magic, by virtue of the art of the devils operating in him."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:4",
                            "text": "He was considered a god, and as a god was honoured by you with a statue, which statue was erected on the river Tiber, between the two bridges, and bore this inscription, in the language of Rome:—\"Simoni Deo Sancto,\" \"To Simon the holy God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:5",
                            "text": "And almost all the Samaritans, and a few even of other nations, worship him, and acknowledge him as the first god; and a woman, Helena, who went about with him at that time, and had formerly been a prostitute, they say is the first idea generated by him."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:6",
                            "text": "And a man, Menander, also a Samaritan, of the town Capparetaea, a disciple of Simon, and inspired by devils, we know to have deceived many while he was in Antioch by his magical art."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:7",
                            "text": "He persuaded those who adhered to him that they should never die, and even now there are some living who hold this opinion of his."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:8",
                            "text": "And there is Marcion, a man of Pontus, who is even at this day alive, and teaching his disciples to believe in some other god greater than the Creator."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:9",
                            "text": "And he, by the aid of the devils, has caused many of every nation to speak blasphemies, and to deny that God is the maker of this universe, and to assert that some other being, greater than He, has done greater works."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:10",
                            "text": "All who take their opinions from these men, are, as we before said, called Christians; just as also those who do not agree with the philosophers in their doctrines, have yet in common with them the name of philosophers given to them."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:11",
                            "text": "And whether they perpetrate those fabulous and shameful deeds—the upsetting of the lamp, and promiscuous intercourse, and eating human flesh—we know not; but we do know that they are neither persecuted nor put to death by you, at least on account of their opinions."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Justin Martyr: First Apology 26:12",
                            "text": "But I have a treatise against all the heresies that have existed already composed, which, if you wish to read it, I will give you."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Justin Martyr: First Apology 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:1",
                            "text": "Chapter 27 — Guilt of exposing children."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:2",
                            "text": "But as for us, we have been taught that to expose newly-born children is the part of wicked men; and this we have been taught lest we should do any one an injury, and lest we should sin against God, first, because we see that almost all so exposed (not only the girls, but also the males) are brought up to prostitution."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:3",
                            "text": "And as the ancients are said to have reared herds of oxen, or goats, or sheep, or grazing horses, so now we see you rear children only for this shameful use; and for this pollution a multitude of females and hermaphrodites, and those who commit unmentionable iniquities, are found in every nation."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:4",
                            "text": "And you receive the hire of these, and duty and taxes from them, whom you ought to exterminate from your realm."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:5",
                            "text": "And any one who uses such persons, besides the godless and infamous and impure intercourse, may possibly be having intercourse with his own child, or relative, or brother."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:6",
                            "text": "And there are some who prostitute even their own children and wives, and some are openly mutilated for the purpose of sodomy; and they refer these mysteries to the mother of the gods, and along with each of those whom you esteem gods there is painted a serpent, a great symbol and mystery."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Justin Martyr: First Apology 27:7",
                            "text": "Indeed, the things which you do openly and with applause, as if the divine light were overturned and extinguished, these you lay to our charge; which, in truth, does no harm to us who shrink from doing any such things, but only to those who do them and bear false witness against us."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Justin Martyr: First Apology 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:1",
                            "text": "Chapter 28 — God's care for men."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:2",
                            "text": "For among us the prince of the wicked spirits is called the serpent, and Satan, and the devil, as you can learn by looking into our writings."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:3",
                            "text": "And that he would be sent into the fire with his host, and the men who follow him, and would be punished for an endless duration, Christ foretold."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:4",
                            "text": "For the reason why God has delayed to do this, is His regard for the human race."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:5",
                            "text": "For He foreknows that some are to be saved by repentance, some even that are perhaps not yet born."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:6",
                            "text": "In the beginning He made the human race with the power of thought and of choosing the truth and doing right, so that all men are without excuse before God; for they have been born rational and contemplative."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:7",
                            "text": "And if any one disbelieves that God cares for these things, he will thereby either insinuate that God does not exist, or he will assert that though He exists He delights in vice, or exists like a stone, and that neither virtue nor vice are anything, but only in the opinion of men these things are reckoned good or evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Justin Martyr: First Apology 28:8",
                            "text": "And this is the greatest profanity and wickedness."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Justin Martyr: First Apology 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:1",
                            "text": "Chapter 29 — Continence of Christians."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:2",
                            "text": "And again we fear to expose children, lest some of them be not picked up, but die, and we become murderers."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:3",
                            "text": "But whether we marry, it is only that we may bring up children; or whether we decline marriage, we live continently."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:4",
                            "text": "And that you may understand that promiscuous intercourse is not one of our mysteries, one of our number a short time ago presented to Felix the governor in Alexandria a petition, craving that permission might be given to a surgeon to make him an eunuch."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:5",
                            "text": "For the surgeons there said that they were forbidden to do this without the permission of the governor."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:6",
                            "text": "And when Felix absolutely refused to sign such a permission, the youth remained single, and was satisfied with his own approving conscience, and the approval of those who thought as he did."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Justin Martyr: First Apology 29:7",
                            "text": "And it is not out of place, we think, to mention here Antinous, who was alive but lately, and whom all were prompt, through fear, to worship as a god, though they knew both who he was and what was his origin."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Justin Martyr: First Apology 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Justin Martyr: First Apology 30:1",
                            "text": "Chapter 30 — Was Christ not a magician?  But lest any one should meet us with the question, What should prevent that He whom we call Christ, being a man born of men, performed what we call His mighty works by magical art, and by this appeared to be the Son of God? we will now offer proof, not trusting mere assertions, but being of necessity persuaded by those who prophesied of Him before these things came to pass, for with our own eyes we behold things that have happened and are happening just as they were predicted; and this will, we think appear even to you the strongest and truest evidence."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Justin Martyr: First Apology 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:1",
                            "text": "Chapter 31 — Of the Hebrew prophets."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:2",
                            "text": "There were, then, among the Jews certain men who were prophets of God, through whom the prophetic Spirit published beforehand things that were to come to pass, ere ever they happened."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:3",
                            "text": "And their prophecies, as they were spoken and when they were uttered, the kings who happened to be reigning among the Jews at the several times carefully preserved in their possession, when they had been arranged in books by the prophets themselves in their own Hebrew language."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:4",
                            "text": "And when Ptolemy king of Egypt formed a library, and endeavoured to collect the writings of all men, he heard also of these prophets, and sent to Herod, who was at that time king of the Jews, requesting that the books of the prophets be sent to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:5",
                            "text": "And Herod the king did indeed send them, written, as they were, in the foresaid Hebrew language."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:6",
                            "text": "And when their contents were found to be unintelligible to the Egyptians, he again sent and requested that men be commissioned to translate them into the Greek language."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:7",
                            "text": "And when this was done, the books remained with the Egyptians, where they are until now."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:8",
                            "text": "They are also in the possession of all Jews throughout the world; but they, though they read, do not understand what is said, but count us foes and enemies; and, like yourselves, they kill and punish us whenever they have the power, as you can well believe."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:9",
                            "text": "For in the Jewish war which lately raged, Barchochebas, the leader of the revolt of the Jews, gave orders that Christians alone should be led to cruel punishments, unless they would deny Jesus Christ and utter blasphemy."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:10",
                            "text": "In these books, then, of the prophets we found Jesus our Christ foretold as coming, born of a virgin, growing up to man's estate, and healing every disease and every sickness, and raising the dead, and being hated, and unrecognised, and crucified, and dying, and rising again, and ascending into heaven, and being, and being called, the Son of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:11",
                            "text": "We find it also predicted that certain persons should be sent by Him into every nation to publish these things, and that rather among the Gentiles than among the Jews men should believe on Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Justin Martyr: First Apology 31:12",
                            "text": "And He was predicted before He appeared, first  years before, and again , then , then , and yet again ; for in the succession of generations prophets after prophets arose."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Justin Martyr: First Apology 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:1",
                            "text": "Chapter 32 — Christ predicted by Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:2",
                            "text": "Moses then, who was the first of the prophets, spoke in these very words: \"The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until He come for whom it is reserved; and He shall be the desire of the nations, binding His foal to the vine, washing His robe in the blood of the grape\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:3",
                            "text": "It is yours to make accurate inquiry, and ascertain up to whose time the Jews had a lawgiver and king of their own."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:4",
                            "text": "Up to the time of Jesus Christ, who taught us, and interpreted the prophecies which were not yet understood, they had a lawgiver as was foretold by the holy and divine Spirit of prophecy through Moses, \"that a ruler would not fail the Jews until He should come for whom the kingdom was reserved\" (for Judah was the forefather of the Jews, from whom also they have their name of Jews); and after He ( i-e:, Christ) appeared, you began to rule the Jews, and gained possession of all their territory."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:5",
                            "text": "And the prophecy, \"He shall be the expectation of the nations,\" signified that there would be some of all nations who should look for Him to come again."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:6",
                            "text": "And this indeed you can see for yourselves, and be convinced of by fact."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:7",
                            "text": "For of all races of men there are some who look for Him who was crucified in Judaea, and after whose crucifixion the land was straightway surrendered to you as spoil of war."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:8",
                            "text": "And the prophecy, \"binding His foal to the vine, and washing His robe in the blood of the grape,\" was a significant symbol of the things that were to happen to Christ, and of what He was to do."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:9",
                            "text": "For the foal of an ass stood bound to a vine at the entrance of a village, and He ordered His acquaintances to bring it to Him then; and when it was brought, He mounted and sat upon it, and entered Jerusalem, where was the vast temple of the Jews which was afterwards destroyed by you."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:10",
                            "text": "And after this He was crucified, that the rest of the prophecy might be fulfilled."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:11",
                            "text": "For this \"washing His robe in the blood of the grape\" was predictive of the passion He was to endure, cleansing by His blood those who believe on Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:12",
                            "text": "For what is called by the Divine Spirit through the prophet \"His robe,\" are those men who believe in Him in whom abideth the seed of God, the Word."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:13",
                            "text": "And what is spoken of as \"the blood of the grape,\" signifies that He who should appear would have blood, though not of the seed of man, but of the power of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:14",
                            "text": "And the first power after God the Father and Lord of all is the Word, who is also the Son; and of Him we will, in what follows, relate how He took flesh and became man."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:15",
                            "text": "For as man did not make the blood of the vine, but God, so it was hereby intimated that the blood should not be of human seed, but of divine power, as we have said above."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:16",
                            "text": "And Isaiah, another prophet, foretelling the same things in other words, spoke thus: \"A star shall rise out of Jacob, and a flower shall spring from the root of Jesse; and His arm shall the nations trust."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:17",
                            "text": "And a star of light has arisen, and a flower has sprung from the root of Jesse—this Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 32,
                            "name": "Justin Martyr: First Apology 32:18",
                            "text": "For by the power of God He was conceived by a virgin of the seed of Jacob, who was the father of Judah, who, as we have shown, was the father of the Jews; and Jesse was His forefather according to the oracle, and He was the son of Jacob and Judah according to lineal descent."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Justin Martyr: First Apology 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:1",
                            "text": "Chapter 33 — Manner of Christ's birth predicted."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:2",
                            "text": "And hear again how Isaiah in express words foretold that He should be born of a virgin; for he spoke thus: \"Behold, a virgin shall conceive, and bring forth a son, and they shall say for His name, 'God with us."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:3",
                            "text": "' \" For things which were incredible and seemed impossible with men, these God predicted by the Spirit of prophecy as about to come to pass, in order that, when they came to pass, there might be no unbelief, but faith, because of their prediction."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:4",
                            "text": "But lest some, not understanding the prophecy now cited, should charge us with the very things we have been laying to the charge of the poets who say that Jupiter went in to women through lust, let us try to explain the words."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:5",
                            "text": "This, then, \"Behold, a virgin shall conceive,\" signifies that a virgin should conceive without intercourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:6",
                            "text": "For if she had had intercourse with any one whatever, she was no longer a virgin; but the power of God having come upon the virgin, overshadowed her, and caused her while yet a virgin to conceive."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:7",
                            "text": "And the angel of God who was sent to the same virgin at that time brought her good news, saying, \"Behold, thou shalt conceive of the Holy Ghost, and shalt bear a Son, and He shall be called the Son of the Highest, and thou shalt call His name Jesus; for He shall save His people from their sins,\"—as they who have recorded all that concerns our Saviour Jesus Christ have taught, whom we believed, since by Isaiah also, whom we have now adduced, the Spirit of prophecy declared that He should be born as we intimated before."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:8",
                            "text": "It is wrong, therefore, to understand the Spirit and the power of God as anything else than the Word, who is also the first-born of God, as the foresaid prophet Moses declared; and it was this which, when it came upon the virgin and overshadowed her, caused her to conceive, not by intercourse, but by power."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:9",
                            "text": "And the name Jesus in the Hebrew language means Σωτήρ (Saviour) in the Greek tongue."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:10",
                            "text": "Wherefore, too, the angel said to the virgin, \"Thou shalt call His name Jesus, for He shall save His people from their sins\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Justin Martyr: First Apology 33:11",
                            "text": "And that the prophets are inspired by no other than the Divine Word, even you, as I fancy, will grant."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Justin Martyr: First Apology 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Justin Martyr: First Apology 34:1",
                            "text": "Chapter 34 — Place of Christ's birth foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Justin Martyr: First Apology 34:2",
                            "text": "And hear what part of earth He was to be born in, as another prophet, Micah, foretold."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Justin Martyr: First Apology 34:3",
                            "text": "He spoke thus: \"And thou, Bethlehem, the land of Judah, art not the least among the princes of Judah; for out of thee shall come forth a Governor, who shall feed My people\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Justin Martyr: First Apology 34:4",
                            "text": "Now there is a village in the land of the Jews, thirty-five stadia from Jerusalem, in which Jesus Christ was born, as you can ascertain also from the registers of the taxing made under Cyrenius, your first procurator in Judaea."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Justin Martyr: First Apology 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:1",
                            "text": "Chapter 35 — Other fulfilled prophecies."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:2",
                            "text": "And how Christ after He was born was to escape the notice of other men until He grew to man's estate, which also came to pass, hear what was foretold regarding this."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:3",
                            "text": "There are the following predictions:—\"Unto us a child is born, and unto us a young man is given, and the government shall be upon His shoulders;\" which is significant of the power of the cross, for to it, when He was crucified, He applied His shoulders, as shall be more clearly made out in the ensuing discourse."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:4",
                            "text": "And again the same prophet Isaiah, being inspired by the prophetic Spirit, said, \"I have spread out my hands to a disobedient and gainsaying people, to those who walk in a way that is not good."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:5",
                            "text": "They now ask of me judgment, and dare to draw near to God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:6",
                            "text": "And again in other words, through another prophet, He says, \"They pierced My hands and My feet, and for My vesture they cast lots\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:7",
                            "text": "And indeed David, the king and prophet, who uttered these things, suffered none of them; but Jesus Christ stretched forth His hands, being crucified by the Jews speaking against Him, and denying that He was the Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:8",
                            "text": "And as the prophet spoke, they tormented Him, and set Him on the judgment-seat, and said, Judge us."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:9",
                            "text": "And the expression, \"They pierced my hands and my feet,\" was used in reference to the nails of the cross which were fixed in His hands and feet."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:10",
                            "text": "And after He was crucified they cast lots upon His vesture, and they that crucified Him parted it among them."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:11",
                            "text": "And that these things did happen, you can ascertain from the Acts of Pontius Pilate."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:12",
                            "text": "And we will cite the prophetic utterances of another prophet, Zephaniah, to the effect that He was foretold expressly as to sit upon the foal of an ass and to enter Jerusalem."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Justin Martyr: First Apology 35:13",
                            "text": "The words are these: \"Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee; lowly, and riding upon an ass, and upon a colt the foal of an ass\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Justin Martyr: First Apology 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Justin Martyr: First Apology 36:1",
                            "text": "Chapter 36 — Different modes of prophecy."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Justin Martyr: First Apology 36:2",
                            "text": "But when you hear the utterances of the prophets spoken as it were personally, you must not suppose that they are spoken by the inspired themselves, but by the Divine Word who moves them."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Justin Martyr: First Apology 36:3",
                            "text": "For sometimes He declares things that are to come to pass, in the manner of one who foretells the future; sometimes He speaks as from the person of God the Lord and Father of all; sometimes as from the person of Christ; sometimes as from the person of the people answering the Lord or His Father, just as you can see even in your own writers, one man being the writer of the whole, but introducing the persons who converse."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Justin Martyr: First Apology 36:4",
                            "text": "And this the Jews who possessed the books of the prophets did not understand, and therefore did not recognise Christ even when He came, but even hate us who say that He has come, and who prove that, as was predicted, He was crucified by them."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Justin Martyr: First Apology 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:1",
                            "text": "Chapter 37 — Utterances of the Father."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:2",
                            "text": "And that this too may be clear to you, there were spoken from the person of the Father through Isaiah the prophet, the following words: \"The ox knoweth his owner, and the ass his master's crib; but Israel doth not know, and My people hath not understood."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:3",
                            "text": "Woe, sinful nation, a people full of sins, a wicked seed, children that are transgressors, ye have forsaken the Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:4",
                            "text": "And again elsewhere, when the same prophet speaks in like manner from the person of the Father, \"What is the house that ye will build for Me? saith the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:5",
                            "text": "The heaven is My throne, and the earth is My footstool\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:6",
                            "text": "And again, in another place, \"Your new moons and your sabbaths My soul hateth; and the great day of the fast and of ceasing from labour I cannot away with; nor, if ye come to be seen of Me, will I hear you: your hands are full of blood; and if ye bring fine flour, incense, it is abomination unto Me: the fat of lambs and the blood of bulls I do not desire."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:7",
                            "text": "For who hath required this at your hands? But loose every bond of wickedness, tear asunder the tight knots of violent contracts, cover the houseless and naked, deal thy bread to the hungry\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Justin Martyr: First Apology 37:8",
                            "text": "What kind of things are taught through the prophets from the person of God, you can now perceive."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Justin Martyr: First Apology 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:1",
                            "text": "Chapter 38 — Utterances of the Son."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:2",
                            "text": "And when the Spirit of prophecy speaks from the person of Christ, the utterances are of this sort: \"I have spread out My hands to a disobedient and gainsaying people, to those who walk in a way that is not good\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:3",
                            "text": "And again: \"I gave My back to the scourges, and My cheeks to the buffetings; I turned not away My face from the shame of spittings; and the Lord was My helper: therefore was I not confounded: but I set My face as a firm rock; and I knew that I should not be ashamed, for He is near that justifieth Me\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:4",
                            "text": "And again, when He says, \"They cast lots upon My vesture, and pierced My hands and My feet."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:5",
                            "text": "And I lay down and slept, and rose again, because the Lord sustained Me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:6",
                            "text": "And again, when He says, \"They spake with their lips, they wagged the head, saying, Let Him deliver Himself\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:7",
                            "text": "And that all these things happened to Christ at the hands of the Jews, you can ascertain."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Justin Martyr: First Apology 38:8",
                            "text": "For when He was crucified, they did shoot out the lip, and wagged their heads, saying, \"Let Him who raised the dead save Himself\"."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Justin Martyr: First Apology 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:1",
                            "text": "Chapter 39 — Direct predictions by the Spirit."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:2",
                            "text": "And when the Spirit of prophecy speaks as predicting things that are to come to pass, He speaks in this way: \"For out of Zion shall go forth the law, and the word of the Lord from Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:3",
                            "text": "And He shall judge among the nations, and shall rebuke many people; and they shall beat their swords into ploughshares, and their spears into pruning-hooks: nation shall not lift up sword against nation, neither shall they learn war any more\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:4",
                            "text": "And that it did so come to pass, we can convince you."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:5",
                            "text": "For from Jerusalem there went out into the world, men, twelve in number, and these illiterate, of no ability in speaking: but by the power of God they proclaimed to every race of men that they were sent by Christ to teach to all the word of God; and we who formerly used to murder one another do not only now refrain from making war upon our enemies, but also, that we may not lie nor deceive our examiners, willingly die confessing Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:6",
                            "text": "For that saying, \"The tongue has sworn but the mind is unsworn,\" might be imitated by us in this matter."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Justin Martyr: First Apology 39:7",
                            "text": "But if the soldiers enrolled by you, and who have taken the military oath, prefer their allegiance to their own life, and parents, and country, and all kindred, though you can offer them nothing incorruptible, it were verily ridiculous if we, who earnestly long for incorruption, should not endure all things, in order to obtain what we desire from Him who is able to grant it."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Justin Martyr: First Apology 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:1",
                            "text": "Chapter 40 — Christ's advent foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:2",
                            "text": "And hear how it was foretold concerning those who published His doctrine and proclaimed His appearance, the above-mentioned prophet and king speaking thus by the Spirit of prophecy \"Day unto day uttereth speech, and night unto night showeth knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:3",
                            "text": "There is no speech nor language where their voice is not heard."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:4",
                            "text": "Their voice has gone out into all the earth, and their words to the ends of the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:5",
                            "text": "In the sun hath He set His tabernacle, and he as a bridegroom going out of his chamber shall rejoice as a giant to run his course\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:6",
                            "text": "And we have thought it right and relevant to mention some other prophetic utterances of David besides these; from which you may learn how the Spirit of prophecy exhorts men to live, and how He foretold the conspiracy which was formed against Christ by Herod the king of the Jews, and the Jews themselves, and Pilate, who was your governor among them, with his soldiers; and how He should be believed on by men of every race; and how God calls Him His Son, and has declared that He will subdue all His enemies under Him; and how the devils, as much as they can, strive to escape the power of God the Father and Lord of all, and the power of Christ Himself; and how God calls all to repentance before the day of judgment comes."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:7",
                            "text": "These things were uttered thus: \"Blessed is the man who hath not walked in the counsel of the ungodly, nor stood in the way of sinners, nor sat in the seat of the scornful: but his delight is in the law of the Lord; and in His law will he meditate day and night."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:8",
                            "text": "And he shall be like a tree planted by the rivers of waters, which shall give his fruit in his season; and his leaf shall not wither, and whatsoever he doeth shall prosper."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:9",
                            "text": "The ungodly are not so, but are like the chaff which the wind driveth away from the face of the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:10",
                            "text": "Therefore the ungodly shall not stand in the judgment, nor sinners in the council of the righteous."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:11",
                            "text": "For the Lord knoweth the way of the righteous; but the way of the ungodly shall perish."
                        },
                        {
                            "verse": 12,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:12",
                            "text": "Why do the heathen rage, and the people imagine new things? The kings of the earth set themselves, and the rulers take counsel together, against the Lord, and against His Anointed, saying, Let us break their bands asunder, and cast their yoke from us."
                        },
                        {
                            "verse": 13,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:13",
                            "text": "He that dwelleth in the heavens shall laugh at them, and the Lord shall have them in derision."
                        },
                        {
                            "verse": 14,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:14",
                            "text": "Then shall He speak to them in His wrath, and vex them in His sore displeasure."
                        },
                        {
                            "verse": 15,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:15",
                            "text": "Yet have I been set by Him a King on Zion His holy hill, declaring the decree of the Lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:16",
                            "text": "The Lord said to Me, Thou art My Son; this day have I begotten Thee."
                        },
                        {
                            "verse": 17,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:17",
                            "text": "Ask of Me, and I shall give Thee the heathen for Thine inheritance, and the uttermost parts of the earth as Thy possession."
                        },
                        {
                            "verse": 18,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:18",
                            "text": "Thou shall herd them with a rod of iron; as the vessels of a potter shalt Thou dash them in pieces."
                        },
                        {
                            "verse": 19,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:19",
                            "text": "Be wise now, therefore, O ye kings; be instructed, all ye judges of the earth."
                        },
                        {
                            "verse": 20,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:20",
                            "text": "Serve the Lord with fear, and rejoice with trembling."
                        },
                        {
                            "verse": 21,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:21",
                            "text": "Embrace instruction, lest at any time the Lord be angry, and ye perish from the right way, when His wrath has been suddenly kindled."
                        },
                        {
                            "verse": 22,
                            "chapter": 40,
                            "name": "Justin Martyr: First Apology 40:22",
                            "text": "Blessed are all they that put their trust in Him\"."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Justin Martyr: First Apology 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:1",
                            "text": "Chapter 41 — The crucifixion predicted."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:2",
                            "text": "And again, in another prophecy, the Spirit of prophecy, through the same David, intimated that Christ, after He had been crucified, should reign, and spoke as follows: \"Sing to the Lord, all the earth, and day by day declare His salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:3",
                            "text": "For great is the Lord, and greatly to be praised, to be feared above all the gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:4",
                            "text": "For all the gods of the nations are idols of devils; but God made the heavens."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:5",
                            "text": "Glory and praise are before His face, strength and glorying are in the habitation of His holiness."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:6",
                            "text": "Give Glory to the Lord, the Father everlasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:7",
                            "text": "Receive grace, and enter His presence, and worship in His holy courts."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:8",
                            "text": "Let all the earth fear before His face; let it be established, and not shaken."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:9",
                            "text": "Let them rejoice among the nations."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Justin Martyr: First Apology 41:10",
                            "text": "The Lord hath reigned from the tree\"."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Justin Martyr: First Apology 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:1",
                            "text": "Chapter 42 — Prophecy using the past tense."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:2",
                            "text": "But when the Spirit of prophecy speaks of things that are about to come to pass as if they had already taken place, — as may be observed even in the passages already cited by me, — that this circumstance may afford no excuse to readers for misinterpreting them, we will make even this also quite plain."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:3",
                            "text": "The things which He absolutely knows will take place, He predicts as if already they had taken place."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:4",
                            "text": "And that the utterances must be thus received, you will perceive, if you give your attention to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:5",
                            "text": "The words cited above, David uttered  years before Christ became a man and was crucified; and no one of those who lived before Him, nor yet of His contemporaries, afforded joy to the Gentiles by being crucified."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Justin Martyr: First Apology 42:6",
                            "text": "But our Jesus Christ, being crucified and dead, rose again, and having ascended to heaven, reigned; and by those things which were published in His name among all nations by the apostles, there is joy afforded to those who expect the immortality promised by Him."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Justin Martyr: First Apology 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:1",
                            "text": "Chapter 43 — Responsibility asserted."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:2",
                            "text": "But lest some suppose, from what has been said by us, that we say that whatever happens, happens by a fatal necessity, because it is foretold as known beforehand, this too we explain."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:3",
                            "text": "We have learned from the prophets, and we hold it to be true, that punishments, and chastisements, and good rewards, are rendered according to the merit of each man's actions."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:4",
                            "text": "Since if it be not so, but all things happen by fate, neither is anything at all in our own power."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:5",
                            "text": "For if it be fated that this man, e."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:6",
                            "text": "g."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:7",
                            "text": ", be good, and this other evil, neither is the former meritorious nor the latter to be blamed."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:8",
                            "text": "And again, unless the human race have the power of avoiding evil and choosing good by free choice, they are not accountable for their actions, of whatever kind they be."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:9",
                            "text": "But that it is by free choice they both walk uprightly and stumble, we thus demonstrate."
                        },
                        {
                            "verse": 10,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:10",
                            "text": "We see the same man making a transition to opposite things."
                        },
                        {
                            "verse": 11,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:11",
                            "text": "Now, if it had been fated that he were to be either good or bad, he could never have been capable of both the opposites, nor of so many transitions."
                        },
                        {
                            "verse": 12,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:12",
                            "text": "But not even would some be good and others bad, since we thus make fate the cause of evil, and exhibit her as acting in opposition to herself; or that which has been already stated would seem to be true, that neither virtue nor vice is anything, but that things are only reckoned good or evil by opinion; which, as the true word shows, is the greatest impiety and wickedness."
                        },
                        {
                            "verse": 13,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:13",
                            "text": "But this we assert is inevitable fate, that they who choose the good have worthy rewards, and they who choose the opposite have their merited awards."
                        },
                        {
                            "verse": 14,
                            "chapter": 43,
                            "name": "Justin Martyr: First Apology 43:14",
                            "text": "For not like other things, as trees and quadrupeds, which cannot act by choice, did God make man: for neither would he be worthy of reward or praise did he not of himself choose the good, but were created for this end; nor, if he were evil, would he be worthy of punishment, not being evil of himself, but being able to be nothing else than what he was made."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Justin Martyr: First Apology 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:1",
                            "text": "Chapter 44 — Not nullified by prophecy."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:2",
                            "text": "And the holy Spirit of prophecy taught us this, telling us by Moses that God spoke thus to the man first created: \"Behold, before thy face are good and evil: choose the good\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:3",
                            "text": "And again, by the other prophet Isaiah, that the following utterance was made as if from God the Father and Lord of all: \"Wash you, make you clean; put away evils from your souls; learn to do well; judge the orphan, and plead for the widow: and come and let us reason together, saith the Lord: And if your sins be as scarlet, I will make them white as wool; and if they be red like as crimson, I will make them white as snow."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:4",
                            "text": "And if ye be willing and obey Me, ye shall eat the good of the land; but if ye do not obey Me, the sword shall devour you: for the mouth of the Lord hath spoken it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:5",
                            "text": "And that expression, \"The sword shall devour you,\" does not mean that the disobedient shall be slain by the sword, but the sword of God is fire, of which they who choose to do wickedly become the fuel."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:6",
                            "text": "Wherefore He says, \"The sword shall devour you: for the mouth of the Lord hath spoken it\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:7",
                            "text": "And if He had spoken concerning a sword that cuts and at once despatches, He would not have said, shall devour."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:8",
                            "text": "And so, too, Plato, when he says, \"The blame is his who chooses, and God is blameless,\" took this from the prophet Moses and uttered it."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:9",
                            "text": "For Moses is more ancient than all the Greek writers."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:10",
                            "text": "And whatever both philosophers and poets have said concerning the immortality of the soul, or punishments after death, or contemplation of things heavenly, or doctrines of the like kind, they have received such suggestions from the prophets as have enabled them to understand and interpret these things."
                        },
                        {
                            "verse": 11,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:11",
                            "text": "And hence there seem to be seeds of truth among all men; but they are charged with not accurately understanding the truth when they assert contradictories."
                        },
                        {
                            "verse": 12,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:12",
                            "text": "So that what we say about future events being foretold, we do not say it as if they came about by a fatal necessity; but God foreknowing all that shall be done by all men, and it being His decree that the future actions of men shall all be recompensed according to their several value, He foretells by the Spirit of prophecy that He will bestow meet rewards according to the merit of the actions done, always urging the human race to effort and recollection, showing that He cares and provides for men."
                        },
                        {
                            "verse": 13,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:13",
                            "text": "But by the agency of the devils death has been decreed against those who read the books of Hystaspes, or of the Sibyl, or of the prophets, that through fear they may prevent men who read them from receiving the knowledge of the good, and may retain them in slavery to themselves; which, however, they could not always effect."
                        },
                        {
                            "verse": 14,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:14",
                            "text": "For not only do we fearlessly read them, but, as you see, bring them for your inspection, knowing that their contents will be pleasing to all."
                        },
                        {
                            "verse": 15,
                            "chapter": 44,
                            "name": "Justin Martyr: First Apology 44:15",
                            "text": "And if we persuade even a few, our gain will be very great; for, as good husbandmen, we shall receive the reward from the Master."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Justin Martyr: First Apology 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:1",
                            "text": "Chapter 45 — Christ's session in heaven foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:2",
                            "text": "And that God the Father of all would bring Christ to heaven after He had raised Him from the dead, and would keep Him there until He has subdued His enemies the devils, and until the number of those who are foreknown by Him as good and virtuous is complete, on whose account He has still delayed the consummation—hear what was said by the prophet David."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:3",
                            "text": "These are his words: \"The Lord said unto My Lord, Sit Thou at My right hand, until I make Thine enemies Thy footstool."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:4",
                            "text": "The Lord shall send to Thee the rod of power out of Jerusalem; and rule Thou in the midst of Thine enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:5",
                            "text": "With Thee is the government in the day of Thy power, in the beauties of Thy saints: from the womb of morning have I begotten Thee\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:6",
                            "text": "That which he says, \"He shall send to Thee the rod of power out of Jerusalem,\" is predictive of the mighty, word, which His apostles, going forth from Jerusalem, preached everywhere; and though death is decreed against those who teach or at all confess the name of Christ, we everywhere both embrace and teach it."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Justin Martyr: First Apology 45:7",
                            "text": "And if you also read these words in a hostile spirit, ye can do no more, as I said before, than kill us; which indeed does no harm to us, but to you and all who unjustly hate us, and do not repent, brings eternal punishment by fire."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Justin Martyr: First Apology 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:1",
                            "text": "Chapter 46 — The Word in the world before Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:2",
                            "text": "But lest some should, without reason, and for the perversion of what we teach, maintain that we say that Christ was born one hundred and fifty years ago under Cyrenius, and subsequently, in the time of Pontius Pilate, taught what we say He taught; and should cry out against us as though all men who were born before Him were irresponsible — let us anticipate and solve the difficulty."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:3",
                            "text": "We have been taught that Christ is the first-born of God, and we have declared above that He is the Word of whom every race of men were partakers; and those who lived reasonably are Christians, even though they have been thought atheists; as, among the Greeks, Socrates and Heraclitus, and men like them; and among the barbarians, Abraham, and Ananias, and Azarias, and Misael, and Elias, and many others whose actions and names we now decline to recount, because we know it would be tedious."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:4",
                            "text": "So that even they who lived before Christ, and lived without reason, were wicked and hostile to Christ, and slew those who lived reasonably."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:5",
                            "text": "But who, through the power of the Word, according to the will of God the Father and Lord of all, He was born of a virgin as a man, and was named Jesus, and was crucified, and died, and rose again, and ascended into heaven, an intelligent man will be able to comprehend from what has been already so largely said."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Justin Martyr: First Apology 46:6",
                            "text": "And we, since the proof of this subject is less needful now, will pass for the present to the proof of those things which are urgent."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Justin Martyr: First Apology 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:1",
                            "text": "Chapter 47 — Desolation of Judaea foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:2",
                            "text": "That the land of the Jews, then, was to be laid waste, hear what was said by the Spirit of prophecy."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:3",
                            "text": "And the words were spoken as if from the person of the people wondering at what had happened."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:4",
                            "text": "They are these: \"Sion is a wilderness, Jerusalem a desolation."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:5",
                            "text": "The house of our sanctuary has become a curse, and the glory which our fathers blessed is burned up with fire, and all its glorious things are laid waste: and Thou refrainest Thyself at these things, and hast held Thy peace, and hast humbled us very sore\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:6",
                            "text": "And ye are convinced that Jerusalem has been laid waste, as was predicted."
                        },
                        {
                            "verse": 7,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:7",
                            "text": "And concerning its desolation, and that no one should be permitted to inhabit it, there was the following prophecy by Isaiah: \"Their land is desolate, their enemies consume it before them, and none of them shall dwell therein\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 47,
                            "name": "Justin Martyr: First Apology 47:8",
                            "text": "And that it is guarded by you lest any one dwell in it, and that death is decreed against a Jew apprehended entering it, you know very well."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Justin Martyr: First Apology 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:1",
                            "text": "Chapter 48 — Christ's work and death foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:2",
                            "text": "And that it was predicted that our Christ should heal all diseases and raise the dead, hear what was said."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:3",
                            "text": "There are these words: \"At His coming the lame shall leap as an hart, and the tongue of the stammerer shall be clear speaking: the blind shall see, and the lepers shall be cleansed; and the dead shall rise, and walk about\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:4",
                            "text": "And that He did those things, you can learn from the Acts of Pontius Pilate."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:5",
                            "text": "And how it was predicted by the Spirit of prophecy that He and those who hoped in Him should be slain, hear what was said by Isaiah."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:6",
                            "text": "These are the words: \"Behold now the righteous perisheth, and no man layeth it to heart; and just men are taken away, and no man considereth."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Justin Martyr: First Apology 48:7",
                            "text": "From the presence of wickedness is the righteous man taken, and his burial shall be in peace: he is taken from our midst\"."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Justin Martyr: First Apology 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:1",
                            "text": "Chapter 49 — His rejection by the Jews foretold."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:2",
                            "text": "And again, how it was said by the same Isaiah, that the Gentile nations who were not looking for Him should worship Him, but the Jews who always expected Him should not recognise Him when He came."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:3",
                            "text": "And the words are spoken as from the person of Christ; and they are these \"I was manifest to them that asked not for Me; I was found of them that sought Me not: I said, Behold Me, to a nation that called not on My name."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:4",
                            "text": "I spread out My hands to a disobedient and gainsaying people, to those who walked in a way that is not good, but follow after their own sins; a people that provoketh Me to anger to My face\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:5",
                            "text": "For the Jews having the prophecies, and being always in expectation of the Christ to come, did not recognise Him; and not only so, but even treated Him shamefully."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:6",
                            "text": "But the Gentiles, who had never heard anything about Christ, until the apostles set out from Jerusalem and preached concerning Him, and gave them the prophecies, were filled with joy and faith, and cast away their idols, and dedicated themselves to the Unbegotten God through Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Justin Martyr: First Apology 49:7",
                            "text": "And that it was foreknown that these infamous things should be uttered against those who confessed Christ, and that those who slandered Him, and said that it was well to preserve the ancient customs, should be miserable, hear what was briefly said by Isaiah; it is this: \"Woe unto them that call sweet bitter, and bitter sweet\"."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Justin Martyr: First Apology 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:1",
                            "text": "Chapter 50 — His humiliation predicted."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:2",
                            "text": "But that, having become man for our sakes, He endured to suffer and to be dishonoured, and that He shall come again with glory, hear the prophecies which relate to this; they are these: \"Because they delivered His soul unto death, and He was numbered with the transgressors, He has borne the sin of many, and shall make intercession for the transgressors."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:3",
                            "text": "For, behold, My Servant shall deal prudently, and shall be exalted, and shall be greatly extolled."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:4",
                            "text": "As many were astonished at Thee, so marred shall Thy form be before men, and so hidden from them Thy glory; so shall many nations wonder, and the kings shall shut their mouths at Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:5",
                            "text": "For they to whom it was not told concerning Him, and they who have not heard, shall understand."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:6",
                            "text": "O Lord, who hath believed our report? and to whom is the arm of the Lord revealed? We have declared before Him as a child, as a root in a dry ground."
                        },
                        {
                            "verse": 7,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:7",
                            "text": "He had no form, nor glory; and we saw Him, and there was no form nor comeliness: but His form was dishonoured and marred more than the sons of men."
                        },
                        {
                            "verse": 8,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:8",
                            "text": "A man under the stroke, and knowing how to bear infirmity, because His face was turned away: He was despised, and of no reputation."
                        },
                        {
                            "verse": 9,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:9",
                            "text": "It is He who bears our sins, and is afflicted for us; yet we did esteem Him smitten, stricken, and afflicted."
                        },
                        {
                            "verse": 10,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:10",
                            "text": "But He was wounded for our transgressions, He was bruised for our iniquities, the chastisement of peace was upon Him, by His stripes we are healed."
                        },
                        {
                            "verse": 11,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:11",
                            "text": "All we, like sheep, have gone astray; every man has wandered in his own way."
                        },
                        {
                            "verse": 12,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:12",
                            "text": "And He delivered Him for our sins; and He opened not His mouth for all His affliction."
                        },
                        {
                            "verse": 13,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:13",
                            "text": "He was brought as a sheep to the slaughter, and as a lamb before his shearer is dumb, so He openeth not His mouth."
                        },
                        {
                            "verse": 14,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:14",
                            "text": "In His humiliation, His judgment was taken away\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 50,
                            "name": "Justin Martyr: First Apology 50:15",
                            "text": "Accordingly, after He was crucified, even all His acquaintances forsook Him, having denied Him; and afterwards, when He had risen from the dead and appeared to them, and had taught them to read the prophecies in which all these things were foretold as coming to pass, and when they had seen Him ascending into heaven, and had believed, and had received power sent thence by Him upon them, and went to every race of men, they taught these things, and were called apostles."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Justin Martyr: First Apology 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:1",
                            "text": "Chapter 51 — The majesty of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:2",
                            "text": "And that the Spirit of prophecy might signify to us that He who suffers these things has an ineffable origin, and rules His enemies, He spake thus: His generation who shall declare? Because His life is cut off from the earth: for their transgressions He comes to death."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:3",
                            "text": "And I will give the wicked for His burial, and the rich for His death; because He did no violence, neither was any deceit in His mouth."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:4",
                            "text": "And the Lord is pleased to cleanse Him from the stripe."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:5",
                            "text": "If He be given for sin, your soul shall see His seed prolonged in days."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:6",
                            "text": "And the Lord is pleased to deliver His soul from grief, to show Him light, and to form Him with knowledge, to justify the righteous who richly serveth many."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:7",
                            "text": "And He shall bear our iniquities."
                        },
                        {
                            "verse": 8,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:8",
                            "text": "Therefore He shall inherit many, and He shall divide the spoil of the strong; because His soul was delivered to death: and He was numbered with the transgressors; and He bare the sins of many, and He was delivered up for their transgressions."
                        },
                        {
                            "verse": 9,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:9",
                            "text": "Hear, too, how He was to ascend into heaven according to prophecy."
                        },
                        {
                            "verse": 10,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:10",
                            "text": "It was thus spoken: Lift up the gates of heaven; be ye opened, that the King of glory may come in."
                        },
                        {
                            "verse": 11,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:11",
                            "text": "Who is this King of glory? The Lord, strong and mighty."
                        },
                        {
                            "verse": 12,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:12",
                            "text": "And how also He should come again out of heaven with glory, hear what was spoken in reference to this by the prophet Jeremiah."
                        },
                        {
                            "verse": 13,
                            "chapter": 51,
                            "name": "Justin Martyr: First Apology 51:13",
                            "text": "His words are: Behold, as the Son of man He cometh in the clouds of heaven, and His angels with Him."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Justin Martyr: First Apology 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:1",
                            "text": "Chapter 52 — Certain fulfilment of prophecy."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:2",
                            "text": "Since, then, we prove that all things which have already happened had been predicted by the prophets before they came to pass, we must necessarily believe also that those things which are in like manner predicted, but are yet to come to pass, shall certainly happen."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:3",
                            "text": "For as the things which have already taken place came to pass when foretold, and even though unknown, so shall the things that remain, even though they be unknown and disbelieved, yet come to pass."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:4",
                            "text": "For the prophets have proclaimed two advents of His: the one, that which is already past, when He came as a dishonoured and suffering Man; but the second, when, according to prophecy, He shall come from heaven with glory, accompanied by His angelic host, when also He shall raise the bodies of all men who have lived, and shall clothe those of the worthy with immortality, and shall send those of the wicked, endued with eternal sensibility, into everlasting fire with the wicked devils."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:5",
                            "text": "And that these things also have been foretold as yet to be, we will prove."
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:6",
                            "text": "By Ezekiel the prophet it was said: \"Joint shall be joined to joint, and bone to bone, and flesh shall grow again; and every knee shall bow to the Lord, and every tongue shall confess Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:7",
                            "text": "And in what kind of sensation and punishment the wicked are to be, hear from what was said in like manner with reference to this; it is as follows: \"Their worm shall not rest, and their fire shall not be quenched;\" and then shall they repent, when it profits them not."
                        },
                        {
                            "verse": 8,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:8",
                            "text": "And what the people of the Jews shall say and do, when they see Him coming in glory, has been thus predicted by Zechariah the prophet: \"I will command the four winds to gather the scattered children; I will command the north wind to bring them, and the south wind, that it keep not back."
                        },
                        {
                            "verse": 9,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:9",
                            "text": "And then in Jerusalem there shall be great lamentation, not the lamentation of mouths or of lips, but the lamentation of the heart; and they shall rend not their garments, but their hearts."
                        },
                        {
                            "verse": 10,
                            "chapter": 52,
                            "name": "Justin Martyr: First Apology 52:10",
                            "text": "Tribe by tribe they shall mourn, and then they shall look on Him whom they have pierced; and they shall say, Why, O Lord, hast Thou made us to err from Thy way? The glory which our fathers blessed, has for us been turned into shame\"."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Justin Martyr: First Apology 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:1",
                            "text": "Chapter 53 — Summary of the prophecies."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:2",
                            "text": "Though we could bring forward many other prophecies, we forbear, judging these sufficient for the persuasion of those who have ears to hear and understand; and considering also that those persons are able to see that we do not make mere assertions without being able to produce proof, like those fables that are told of the so-called sons of Jupiter."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:3",
                            "text": "For with what reason should we believe of a crucified man that He is the first-born of the unbegotten God, and Himself will pass judgment on the whole human race, unless we had found testimonies concerning Him published before He came and was born as man, and unless we saw that things had happened accordingly—the devastation of the land of the Jews, and men of every race persuaded by His teaching through the apostles, and rejecting their old habits, in which, being deceived, they had their conversation; yea, seeing ourselves too, and knowing that the Christians from among the Gentiles are both more numerous and more true than those from among the Jews and Samaritans? For all the other human races are called Gentiles by the Spirit of prophecy; but the Jewish and Samaritan races are called the tribe of Israel, and the house of Jacob."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:4",
                            "text": "And the prophecy in which it was predicted that there should be more believers from the Gentiles than from the Jews and Samaritans, we will produce: it ran thus: \"Rejoice, O barren, thou that dost not bear; break forth and shout, thou that dost not travail, because many more are the children of the desolate than of her that hath an husband\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:5",
                            "text": "For all the Gentiles were \"desolate\" of the true God, serving the works of their hands; but the Jews and Samaritans, having the word of God delivered to them by the prophets, and always expecting the Christ, did not recognise Him when He came, except some few, of whom the Spirit of prophecy by Isaiah had predicted that they should be saved."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:6",
                            "text": "He spoke as from their person: \"Except the Lord had left us a seed, we should have been as Sodom and Gomorrah\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:7",
                            "text": "For Sodom and Gomorrah are related by Moses to have been cities of ungodly men, which God burned with fire and brimstone, and overthrew, no one of their inhabitants being saved except a certain stranger, a Chaldaean by birth, whose name was Lot; with whom also his daughters were rescued."
                        },
                        {
                            "verse": 8,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:8",
                            "text": "And those who care may yet see their whole country desolate and burned, and remaining barren."
                        },
                        {
                            "verse": 9,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:9",
                            "text": "And to show how those from among the Gentiles were foretold as more true and more believing, we will cite what was said by Isaiah the prophet; for he spoke as follows \"Israel is uncircumcised in heart, but the Gentiles are uncircumcised in the flesh\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 53,
                            "name": "Justin Martyr: First Apology 53:10",
                            "text": "So many things therefore, as these, when they are seen with the eye, are enough to produce conviction and belief in those who embrace the truth, and are not bigoted in their opinions, nor are governed by their passions."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Justin Martyr: First Apology 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:1",
                            "text": "Chapter 54 — Origin of heathen mythology."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:2",
                            "text": "But those who hand down the myths which the poets have made, adduce no proof to the youths who learn them; and we proceed to demonstrate that they have been uttered by the influence of the wicked demons, to deceive and lead astray the human race."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:3",
                            "text": "For having heard it proclaimed through the prophets that the Christ was to come, and that the ungodly among men were to be punished by fire, they put forward many to be called sons of Jupiter, under the impression that they would be able to produce in men the idea that the things which were said with regard to Christ were mere marvellous tales, like the things which were said by the poets."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:4",
                            "text": "And these things were said both among the Greeks and among all nations where they the demons heard the prophets foretelling that Christ would specially be believed in; but that in hearing what was said by the prophets they did not accurately understand it, but imitated what was said of our Christ, like men who are in error, we will make plain."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:5",
                            "text": "The prophet Moses, then, was, as we have already said, older than all writers; and by him, as we have also said before, it was thus predicted: \"There shall not fail a prince from Judah, nor a lawgiver from between his feet, until He come for whom it is reserved; and He shall be the desire of the Gentiles, binding His foal to the vine, washing His robe in the blood of the grape\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:6",
                            "text": "The devils, accordingly, when they heard these prophetic words, said that Bacchus was the son of Jupiter, and gave out that he was the discoverer of the vine, and they number wine or, the ass among his mysteries; and they taught that, having been torn in pieces, he ascended into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:7",
                            "text": "And because in the prophecy of Moses it had not been expressly intimated whether He who was to come was the Son of God, and whether He would, riding on the foal, remain on earth or ascend into heaven, and because the name of \"foal\" could mean either the foal of an ass or the foal of a horse, they, not knowing whether He who was foretold would bring the foal of an ass or of a horse as the sign of His coming, nor whether He was the Son of God, as we said above, or of man, gave out that Bellerophon, a man born of man, himself ascended to heaven on his horse Pegasus."
                        },
                        {
                            "verse": 8,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:8",
                            "text": "And when they heard it said by the other prophet Isaiah, that He should be born of a virgin, and by His own means ascend into heaven, they pretended that Perseus was spoken of."
                        },
                        {
                            "verse": 9,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:9",
                            "text": "And when they knew what was said, as has been cited above, in the prophecies written aforetime, \"Strong as a giant to run his course,\" they said that Hercules was strong, and had journeyed over the whole earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 54,
                            "name": "Justin Martyr: First Apology 54:10",
                            "text": "And when, again, they learned that it had been foretold that He should heal every sickness, and raise the dead, they produced aesculapius."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Justin Martyr: First Apology 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:1",
                            "text": "Chapter 55 — Symbols of the cross."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:2",
                            "text": "But in no instance, not even in any of those called sons of Jupiter, did they imitate the being crucified; for it was not understood by them, all the things said of it having been put symbolically."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:3",
                            "text": "And this, as the prophet foretold, is the greatest symbol of His power and role; as is also proved by the things which fall under our observation."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:4",
                            "text": "For consider all the things in the world, whether without this form they could be administered or have any community."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:5",
                            "text": "For the sea is not traversed except that trophy which is called a sail abide safe in the ship; and the earth is not ploughed without it: diggers and mechanics do not their work, except with tools which have this shape."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:6",
                            "text": "And the human form differs from that of the irrational animals in nothing else than in its being erect and having the hands extended, and having on the face extending from the forehead what is called the nose, through which there is respiration for the living creature; and this shows no other form than that of the cross."
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:7",
                            "text": "And so it was said by the prophet, \"The breath before our face is the Lord Christ\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:8",
                            "text": "And the power of this form is shown by your own symbols on what are called \"vexilla\" banners and trophies, with which all your state possessions are made, using these as the insignia of your power and government, even though you do so unwittingly."
                        },
                        {
                            "verse": 9,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:9",
                            "text": "And with this form you consecrate the images of your emperors when they die, and you name them gods by inscriptions."
                        },
                        {
                            "verse": 10,
                            "chapter": 55,
                            "name": "Justin Martyr: First Apology 55:10",
                            "text": "Since, therefore, we have urged you both by reason and by an evident form, and to the utmost of our ability, we know that now we are blameless even though you disbelieve; for our part is done and finished."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Justin Martyr: First Apology 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Justin Martyr: First Apology 56:1",
                            "text": "Chapter 56 — The demons still mislead men."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Justin Martyr: First Apology 56:2",
                            "text": "But the evil spirits were not satisfied with saying, before Christ's appearance, that those who were said to be sons of Jupiter were born of him; but after He had appeared, and been born among men, and when they learned how He had been foretold by the prophets, and knew that He should be believed on and looked for by every nation, they again, as was said above, put forward other men, the Samaritans Simon and Menander, who did many mighty works by magic, and deceived many, and still keep them deceived."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Justin Martyr: First Apology 56:3",
                            "text": "For even among yourselves, as we said before, Simon was in the royal city Rome in the reign of Claudius Caesar, and so greatly astonished the sacred senate and people of the Romans, that he was considered a god, and honoured, like the others whom you honour as gods, with a statue."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Justin Martyr: First Apology 56:4",
                            "text": "Wherefore we pray that the sacred senate and your people may, along with yourselves, be arbiters of this our memorial, in order that if any one be entangled by that man's doctrines, he may learn the truth, and so be able to escape error; and as for the statue, if you please, destroy it."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Justin Martyr: First Apology 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:1",
                            "text": "Chapter 57 — And cause persecution."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:2",
                            "text": "Nor can the devils persuade men that there will be no conflagration for the punishment of the wicked; as they were unable to effect that Christ should be hidden after He came."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:3",
                            "text": "But this only can they effect, that they who live irrationally, and were brought up licentiously in wicked customs, and are prejudiced in their own opinions, should kill and hate us; whom we not only do not hate, but, as is proved, pity and endeavour to lead to repentance."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:4",
                            "text": "For we do not fear death, since it is acknowledged we must surely die; and there is nothing new, but all things continue the same in this administration of things; and if satiety overtakes those who enjoy even one year of these things, they ought to give heed to our doctrines, that they may live eternally free both from suffering and from want."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:5",
                            "text": "But if they believe that there is nothing after death, but declare that those who die pass into insensibility, then they become our benefactors when they set us free from sufferings and necessities of this life, and prove themselves to be wicked, and inhuman, and bigoted."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Justin Martyr: First Apology 57:6",
                            "text": "For they kill us with no intention of delivering us, but cut us off that we may be deprived of life and pleasure."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Justin Martyr: First Apology 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Justin Martyr: First Apology 58:1",
                            "text": "Chapter 58 — And raise up heretics."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Justin Martyr: First Apology 58:2",
                            "text": "And, as we said before, the devils put forward Marcion of Pontus, who is even now teaching men to deny that God is the maker of all things in heaven and on earth, and that the Christ predicted by the prophets is His Son, and preaches another god besides the Creator of all, and likewise another son."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Justin Martyr: First Apology 58:3",
                            "text": "And this man many have believed, as if he alone knew the truth, and laugh at us, though they have no proof of what they say, but are carried away irrationally as lambs by a wolf, and become the prey of atheistical doctrines, and of devils."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Justin Martyr: First Apology 58:4",
                            "text": "For they who are called devils attempt nothing else than to seduce men from God who made them, and from Christ His first-begotten; and those who are unable to raise themselves above the earth they have riveted, and do now rivet, to things earthly, and to the works of their own hands; but those who devote themselves to the contemplation of things divine, they secretly beat back; and if they have not a wise sober-mindedness, and a pure and passionless life, they drive them into godlessness."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Justin Martyr: First Apology 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:1",
                            "text": "Chapter 59 — Plato's obligation to Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:2",
                            "text": "And that you may learn that it was from our teachers—we mean the account given through the prophets— that Plato borrowed his statement that God, having altered matter which was shapeless, made the world, hear the very words spoken through Moses, who, as above shown, was the first prophet, and of greater antiquity than the Greek writers; and through whom the Spirit of prophecy, signifying how and from what materials God at first formed the world, spake thus: \"In the beginning God created the heaven and the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:3",
                            "text": "And the earth was invisible and unfurnished, and darkness was upon the face of the deep; and the Spirit of God moved over the waters."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:4",
                            "text": "And God said, Let there be light; and it was so\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:5",
                            "text": "So that both Plato and they who agree with him, and we ourselves, have learned, and you also can be convinced, that by the word of God the whole world was made out of the substance spoken of before by Moses."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Justin Martyr: First Apology 59:6",
                            "text": "And that which the poets call Erebus, we know was spoken of formerly by Moses."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Justin Martyr: First Apology 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:1",
                            "text": "Chapter 60 — Plato's doctrine of the cross."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:2",
                            "text": "And the physiological discussion concerning the Son of God in the Timaeus of Plato, where he says, \"He placed him crosswise in the universe,\" he borrowed in like manner from Moses; for in the writings of Moses it is related how at that time, when the Israelites went out of Egypt and were in the wilderness, they fell in with poisonous beasts, both vipers and asps, and every kind of serpent, which slew the people; and that Moses, by the inspiration and influence of God, took brass, and made it into the figure of a cross, and set it in the holy tabernacle, and said to the people, \"If ye look to this figure, and believe, ye shall be saved thereby\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:3",
                            "text": "And when this was done, it is recorded that the serpents died, and it is handed down that the people thus escaped death."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:4",
                            "text": "Which things Plato reading, and not accurately understanding, and not apprehending that it was the figure of the cross, but taking it to be a placing crosswise, he said that the power next to the first God was placed crosswise in the universe."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:5",
                            "text": "And as to his speaking of a third, he did this because he read, as we said above, that which was spoken by Moses, \"that the Spirit of God moved over the waters\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:6",
                            "text": "For he gives the second place to the Logos which is with God, who he said was placed crosswise in the universe; and the third place to the Spirit who was said to be borne upon the water, saying, \"And the third around the third\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:7",
                            "text": "And hear how the Spirit of prophecy signified through Moses that there should be a conflagration."
                        },
                        {
                            "verse": 8,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:8",
                            "text": "He spoke thus: \"Everlasting fire shall descend, and shall devour to the pit beneath\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:9",
                            "text": "It is not, then, that we hold the same opinions as others, but that all speak in imitation of ours."
                        },
                        {
                            "verse": 10,
                            "chapter": 60,
                            "name": "Justin Martyr: First Apology 60:10",
                            "text": "Among us these things can be heard and learned from persons who do not even know the forms of the letters, who are uneducated and barbarous in speech, though wise and believing in mind; some, indeed, even maimed and deprived of eyesight; so that you may understand that these things are not the effect of human wisdom, but are uttered by the power of God."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Justin Martyr: First Apology 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:1",
                            "text": "Chapter 61 — Christian baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:2",
                            "text": "I will also relate the manner in which we dedicated ourselves to God when we had been made new through Christ; lest, if we omit this, we seem to be unfair in the explanation we are making."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:3",
                            "text": "As many as are persuaded and believe that what we teach and say is true, and undertake to be able to live accordingly, are instructed to pray and to entreat God with fasting, for the remission of their sins that are past, we praying and fasting with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:4",
                            "text": "Then they are brought by us where there is water, and are regenerated in the same manner in which we were ourselves regenerated."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:5",
                            "text": "For, in the name of God, the Father and Lord of the universe, and of our Saviour Jesus Christ, and of the Holy Spirit, they then receive the washing with water."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:6",
                            "text": "For Christ also said, \"Except ye be born again, ye shall not enter into the kingdom of heaven\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:7",
                            "text": "Now, that it is impossible for those who have once been born to enter into their mothers' wombs, is manifest to all."
                        },
                        {
                            "verse": 8,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:8",
                            "text": "And how those who have sinned and repent shall escape their sins, is declared by Esaias the prophet, as I wrote above; he thus speaks: \"Wash you, make you clean; put away the evil of your doings from your souls; learn to do well; judge the fatherless, and plead for the widow: and come and let us reason together, saith the Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:9",
                            "text": "And though your sins be as scarlet, I will make them white like wool; and though they be as crimson, I will make them white as snow."
                        },
                        {
                            "verse": 10,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:10",
                            "text": "But if ye refuse and rebel, the sword shall devour you: for the mouth of the Lord hath spoken it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:11",
                            "text": "And for this rite we have learned from the apostles this reason."
                        },
                        {
                            "verse": 12,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:12",
                            "text": "Since at our birth we were born without our own knowledge or choice, by our parents coming together, and were brought up in bad habits and wicked training; in order that we may not remain the children of necessity and of ignorance, but may become the children of choice and knowledge, and may obtain in the water the remission of sins formerly committed, there is pronounced over him who chooses to be born again, and has repented of his sins, the name of God the Father and Lord of the universe; he who leads to the laver the person that is to be washed calling him by this name alone."
                        },
                        {
                            "verse": 13,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:13",
                            "text": "For no one can utter the name of the ineffable God; and if any one dare to say that there is a name, he raves with a hopeless madness."
                        },
                        {
                            "verse": 14,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:14",
                            "text": "And this washing is called illumination, because they who learn these things are illuminated in their understandings."
                        },
                        {
                            "verse": 15,
                            "chapter": 61,
                            "name": "Justin Martyr: First Apology 61:15",
                            "text": "And in the name of Jesus Christ, who was crucified under Pontius Pilate, and in the name of the Holy Ghost, who through the prophets foretold all things about Jesus, he who is illuminated is washed."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Justin Martyr: First Apology 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Justin Martyr: First Apology 62:1",
                            "text": "Chapter 62 — Its imitation by demons."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Justin Martyr: First Apology 62:2",
                            "text": "And the devils, indeed, having heard this washing published by the prophet, instigated those who enter their temples, and are about to approach them with libations and burnt-offerings, also to sprinkle themselves; and they cause them also to wash themselves entirely, as they depart from the sacrifice, before they enter into the shrines in which their images are set."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Justin Martyr: First Apology 62:3",
                            "text": "And the command, too, given by the priests to those who enter and worship in the temples, that they take off their shoes, the devils, learning what happened to the above-mentioned prophet Moses, have given in imitation of these things."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Justin Martyr: First Apology 62:4",
                            "text": "For at that juncture, when Moses was ordered to go down into Egypt and lead out the people of the Israelites who were there, and while he was tending the flocks of his maternal uncle in the land of Arabia, our Christ conversed with him under the appearance of fire from a bush, and said, \"Put off thy shoes, and draw near and hear\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Justin Martyr: First Apology 62:5",
                            "text": "And he, when he had put off his shoes and drawn near, heard that he was to go down into Egypt and lead out the people of the Israelites there; and he received mighty power from Christ, who spoke to him in the appearance of fire, and went down and led out the people, having done great and marvellous things; which, if you desire to know, you will learn them accurately from his writings."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Justin Martyr: First Apology 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:1",
                            "text": "Chapter 63 — How God appeared to Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:2",
                            "text": "And all the Jews even now teach that the nameless God spake to Moses; whence the Spirit of prophecy, accusing them by Isaiah the prophet mentioned above, said \"The ox knoweth his owner, and the ass his master's crib; but Israel doth not know Me, and My people do not understand\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:3",
                            "text": "And Jesus the Christ, because the Jews knew not what the Father was, and what the Son, in like manner accused them; and Himself said, \"No one knoweth the Father, but the Son; nor the Son, but the Father, and they to whom the Son revealeth Him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:4",
                            "text": "Now the Word of God is His Son, as we have before said."
                        },
                        {
                            "verse": 5,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:5",
                            "text": "And He is called Angel and Apostle; for He declares whatever we ought to know, and is sent forth to declare whatever is revealed; as our Lord Himself says, \"He that heareth Me, heareth Him that sent Me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:6",
                            "text": "From the writings of Moses also this will be manifest; for thus it is written in them, \"And the Angel of God spake to Moses, in a flame of fire out of the bush, and said, I am that I am, the God of Abraham, the God of Isaac, the God of Jacob, the God of thy fathers; go down into Egypt, and bring forth My people\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:7",
                            "text": "And if you wish to learn what follows, you can do so from the same writings; for it is impossible to relate the whole here."
                        },
                        {
                            "verse": 8,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:8",
                            "text": "But so much is written for the sake of proving that Jesus the Christ is the Son of God and His Apostle, being of old the Word, and appearing sometimes in the form of fire, and sometimes in the likeness of angels; but now, by the will of God, having become man for the human race, He endured all the sufferings which the devils instigated the senseless Jews to inflict upon Him; who, though they have it expressly affirmed in the writings of Moses, \"And the angel of God spake to Moses in a flame of fire in a bush, and said, I am that I am, the God of Abraham, and the God of Isaac, and the God of Jacob,\" yet maintain that He who said this was the Father and Creator of the universe."
                        },
                        {
                            "verse": 9,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:9",
                            "text": "Whence also the Spirit of prophecy rebukes them, and says, \"Israel doth not know Me, my people have not understood Me\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:10",
                            "text": "And again, Jesus, as we have already shown, while He was with them, said, \"No one knoweth the Father, but the Son; nor the Son but the Father, and those to whom the Son will reveal Him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:11",
                            "text": "The Jews, accordingly, being throughout of opinion that it was the Father of the universe who spake to Moses, though He who spake to him was indeed the Son of God, who is called both Angel and Apostle, are justly charged, both by the Spirit of prophecy and by Christ Himself, with knowing neither the Father nor the Son."
                        },
                        {
                            "verse": 12,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:12",
                            "text": "For they who affirm that the Son is the Father, are proved neither to have become acquainted with the Father, nor to know that the Father of the universe has a Son; who also, being the first-begotten Word of God, is even God."
                        },
                        {
                            "verse": 13,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:13",
                            "text": "And of old He appeared in the shape of fire and in the likeness of an angel to Moses and to the other prophets; but now in the times of your reign, having, as we before said, become Man by a virgin, according to the counsel of the Father, for the salvation of those who believe on Him, He endured both to be set at nought and to suffer, that by dying and rising again He might conquer death."
                        },
                        {
                            "verse": 14,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:14",
                            "text": "And that which was said out of the bush to Moses, \"I am that I am, the God of Abraham, and the God of Isaac, and the God of Jacob, and the God of your fathers,\" this signified that they, even though dead, are yet in existence, and are men belonging to Christ Himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 63,
                            "name": "Justin Martyr: First Apology 63:15",
                            "text": "For they were the first of all men to busy themselves in the search after God; Abraham being the father of Isaac, and Isaac of Jacob, as Moses wrote."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Justin Martyr: First Apology 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:1",
                            "text": "Chapter 64 — Further misrepresentations of the truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:2",
                            "text": "From what has been already said, you can understand how the devils, in imitation of what was said by Moses, asserted that Proserpine was the daughter of Jupiter, and instigated the people to set up an image of her under the name of Kore Cora,  i-e:, the maiden or daughter at the spring-heads."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:3",
                            "text": "For, as we wrote above, Moses said, \"In the beginning God made the heaven and the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:4",
                            "text": "And the earth was without form and unfurnished: and the Spirit of God moved upon the face of the waters\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:5",
                            "text": "In imitation, therefore, of what is here said of the Spirit of God moving on the waters, they said that Proserpine or Cora was the daughter of Jupiter."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:6",
                            "text": "And in like manner also they craftily feigned that Minerva was the daughter of Jupiter, not by sexual union, but, knowing that God conceived and made the world by the Word, they say that Minerva is the first conception ἔννοια; which we consider to be very absurd, bringing forward the form of the conception in a female shape."
                        },
                        {
                            "verse": 7,
                            "chapter": 64,
                            "name": "Justin Martyr: First Apology 64:7",
                            "text": "And in like manner the actions of those others who are called sons of Jupiter sufficiently condemn them."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Justin Martyr: First Apology 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:1",
                            "text": "Chapter 65 — Administration of the sacraments."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:2",
                            "text": "But we, after we have thus washed him who has been convinced and has assented to our teaching, bring him to the place where those who are called brethren are assembled, in order that we may offer hearty prayers in common for ourselves and for the baptized illuminated person, and for all others in every place, that we may be counted worthy, now that we have learned the truth, by our works also to be found good citizens and keepers of the commandments, so that we may be saved with an everlasting salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:3",
                            "text": "Having ended the prayers, we salute one another with a kiss."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:4",
                            "text": "There is then brought to the president of the brethren bread and a cup of wine mixed with water; and he taking them, gives praise and glory to the Father of the universe, through the name of the Son and of the Holy Ghost, and offers thanks at considerable length for our being counted worthy to receive these things at His hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:5",
                            "text": "And when he has concluded the prayers and thanksgivings, all the people present express their assent by saying Amen."
                        },
                        {
                            "verse": 6,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:6",
                            "text": "This word Amen answers in the Hebrew language to γένοιτο so be it."
                        },
                        {
                            "verse": 7,
                            "chapter": 65,
                            "name": "Justin Martyr: First Apology 65:7",
                            "text": "And when the president has given thanks, and all the people have expressed their assent, those who are called by us deacons give to each of those present to partake of the bread and wine mixed with water over which the thanksgiving was pronounced, and to those who are absent they carry away a portion."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Justin Martyr: First Apology 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:1",
                            "text": "Chapter 66 — Of the Eucharist."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:2",
                            "text": "And this food is called among us Εὐχαριστία the Eucharist, of which no one is allowed to partake but the man who believes that the things which we teach are true, and who has been washed with the washing that is for the remission of sins, and unto regeneration, and who is so living as Christ has enjoined."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:3",
                            "text": "For not as common bread and common drink do we receive these; but in like manner as Jesus Christ our Saviour, having been made flesh by the Word of God, had both flesh and blood for our salvation, so likewise have we been taught that the food which is blessed by the prayer of His word, and from which our blood and flesh by transmutation are nourished, is the flesh and blood of that Jesus who was made flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:4",
                            "text": "For the apostles, in the memoirs composed by them, which are called Gospels, have thus delivered unto us what was enjoined upon them; that Jesus took bread, and when He had given thanks, said, \"This do ye in remembrance of Me, this is My body;\" and that, after the same manner, having taken the cup and given thanks, He said, \"This is My blood;\" and gave it to them alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:5",
                            "text": "Which the wicked devils have imitated in the mysteries of Mithras, commanding the same thing to be done."
                        },
                        {
                            "verse": 6,
                            "chapter": 66,
                            "name": "Justin Martyr: First Apology 66:6",
                            "text": "For, that bread and a cup of water are placed with certain incantations in the mystic rites of one who is being initiated, you either know or can learn."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Justin Martyr: First Apology 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:1",
                            "text": "Chapter 67 — Weekly worship of the Christians."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:2",
                            "text": "And we afterwards continually remind each other of these things."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:3",
                            "text": "And the wealthy among us help the needy; and we always keep together; and for all things wherewith we are supplied, we bless the Maker of all through His Son Jesus Christ, and through the Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:4",
                            "text": "And on the day called Sunday, all who live in cities or in the country gather together to one place, and the memoirs of the apostles or the writings of the prophets are read, as long as time permits; then, when the reader has ceased, the president verbally instructs, and exhorts to the imitation of these good things."
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:5",
                            "text": "Then we all rise together and pray, and, as we before said, when our prayer is ended, bread and wine and water are brought, and the president in like manner offers prayers and thanksgivings, according to his ability, and the people assent, saying Amen; and there is a distribution to each, and a participation of that over which thanks have been given, and to those who are absent a portion is sent by the deacons."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:6",
                            "text": "And they who are well to do, and willing, give what each thinks fit; and what is collected is deposited with the president, who succours the orphans and widows and those who, through sickness or any other cause, are in want, and those who are in bonds and the strangers sojourning among us, and in a word takes care of all who are in need."
                        },
                        {
                            "verse": 7,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:7",
                            "text": "But Sunday is the day on which we all hold our common assembly, because it is the first day on which God, having wrought a change in the darkness and matter, made the world; and Jesus Christ our Saviour on the same day rose from the dead."
                        },
                        {
                            "verse": 8,
                            "chapter": 67,
                            "name": "Justin Martyr: First Apology 67:8",
                            "text": "For He was crucified on the day before that of Saturn (Saturday); and on the day after that of Saturn, which is the day of the Sun, having appeared to His apostles and disciples, He taught them these things, which we have submitted to you also for your consideration."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Justin Martyr: First Apology 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:1",
                            "text": "Chapter 68 — Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:2",
                            "text": "And if these things seem to you to be reasonable and true, honour them; but if they seem nonsensical, despise them as nonsense, and do not decree death against those who have done no wrong, as you would against enemies."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:3",
                            "text": "For we forewarn you, that you shall not escape the coming judgment of God, if you continue in your injustice; and we ourselves will invite you to do that which is pleasing to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:4",
                            "text": "And though from the letter of the greatest and most illustrious Emperor Adrian, your father, we could demand that you order judgment to be given as we have desired, yet we have made this appeal and explanation, not on the ground of Adrian's decision, but because we know that what we ask is just."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:5",
                            "text": "And we have subjoined the copy of Adrian's epistle, that you may know that we are speaking truly about this."
                        },
                        {
                            "verse": 6,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:6",
                            "text": "And the following is the copy:—   Epistle of Adrian in behalf of the Christians."
                        },
                        {
                            "verse": 7,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:7",
                            "text": "I have received the letter addressed to me by your predecessor Serenius Granianus, a most illustrious man; and this communication I am unwilling to pass over in silence, lest innocent persons be disturbed, and occasion be given to the informers for practising villany."
                        },
                        {
                            "verse": 8,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:8",
                            "text": "Accordingly, if the inhabitants of your province will so far sustain this petition of theirs as to accuse the Christians in some court of law, I do not prohibit them from doing so."
                        },
                        {
                            "verse": 9,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:9",
                            "text": "But I will not suffer them to make use of mere entreaties and outcries."
                        },
                        {
                            "verse": 10,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:10",
                            "text": "For it is far more just, if any one desires to make an accusation, that you give judgment upon it."
                        },
                        {
                            "verse": 11,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:11",
                            "text": "If, therefore, any one makes the accusation, and furnishes proof that the said men do anything contrary to the laws, you shall adjudge punishments in proportion to the offences."
                        },
                        {
                            "verse": 12,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:12",
                            "text": "And this, by Hercules, you shall give special heed to, that if any man shall, through mere calumny, bring an accusation against any of these persons, you shall award to him more severe punishments in proportion to his wickedness."
                        },
                        {
                            "verse": 13,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:13",
                            "text": "Epistle of Antoninus to the commonassembly of Asia."
                        },
                        {
                            "verse": 14,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:14",
                            "text": "The Emperor Caesar Titus aelius Adrianus Antoninus Augustus Pius, Supreme Pontiff, in the fifteenth year of his tribuneship, Consul for the third time, Father of the fatherland, to the Common Assembly of Asia, greeting: I should have thought that the gods themselves would see to it that such offenders should not escape."
                        },
                        {
                            "verse": 15,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:15",
                            "text": "For if they had the power, they themselves would much rather punish those who refuse to worship them; but it is you who bring trouble on these persons, and accuse as the opinion of atheists that which they hold, and lay to their charge certain other things which we are unable to prove."
                        },
                        {
                            "verse": 16,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:16",
                            "text": "But it would be advantageous to them that they should be thought to die for that of which they are accused, and they conquer you by being lavish of their lives rather than yield that obedience which you require of them."
                        },
                        {
                            "verse": 17,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:17",
                            "text": "And regarding the earthquakes which have already happened and are now occurring, it is not seemly that you remind us of them, losing heart whenever they occur, and thus set your conduct in contrast with that of these men; for they have much greater confidence towards God than you yourselves have."
                        },
                        {
                            "verse": 18,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:18",
                            "text": "And you, indeed, seem at such times to ignore the gods, and you neglect the temples, and make  no recognition of the worship of God."
                        },
                        {
                            "verse": 19,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:19",
                            "text": "And hence you are jealous of those who do serve Him, and persecute them to the death."
                        },
                        {
                            "verse": 20,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:20",
                            "text": "Concerning such persons, some others also of the governors of provinces wrote to my most divine father; to whom he replied that they should not at all disturb such persons, unless they were found to be attempting anything against the Roman government."
                        },
                        {
                            "verse": 21,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:21",
                            "text": "And to myself many have sent intimations regarding such persons, to whom I also replied in pursuance of my father's judgment."
                        },
                        {
                            "verse": 22,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:22",
                            "text": "But if any one has a matter to bring against any person of this class, merely as such a person, let the accused be acquitted of the charge, even though he should be found to be such an one; but let the accuser be amenable to justice."
                        },
                        {
                            "verse": 23,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:23",
                            "text": "Epistle of Marcus Aurelius to the senate, in which he testifies that the Christians were the cause of his victory."
                        },
                        {
                            "verse": 24,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:24",
                            "text": "The Emperor Caesar Marcus Aurelius Antoninus, Germanicus, Parthicus, Sarmaticus, to the People of Rome, and to the sacred Senate greeting: I explained to you my grand design, and what advantages I gained on the confines of Germany, with much labour and suffering, in consequence of the circumstance that I was surrounded by the enemy; I myself being shut up in Carnuntum by seventy-four cohorts, nine miles off."
                        },
                        {
                            "verse": 25,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:25",
                            "text": "And the enemy being at hand, the scouts pointed out to us, and our general Pompeianus showed us that there was close on us a mass of a mixed multitude of , men, which indeed we saw; and I was shut up by this vast host, having with me only a battalion composed of the first, tenth, double and marine legions."
                        },
                        {
                            "verse": 26,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:26",
                            "text": "Having then examined my own position, and my host, with respect to the vast mass of barbarians and of the enemy, I quickly betook myself to prayer to the gods of my country."
                        },
                        {
                            "verse": 27,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:27",
                            "text": "But being disregarded by them, I summoned those who among us go by the name of Christians."
                        },
                        {
                            "verse": 28,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:28",
                            "text": "And having made inquiry, I discovered a great number and vast host of them, and raged against them, which was by no means becoming; for afterwards I learned their power."
                        },
                        {
                            "verse": 29,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:29",
                            "text": "Wherefore they began the battle, not by preparing weapons, nor arms, nor bugles; for such preparation is hateful to them, on account of the God they bear about in their conscience."
                        },
                        {
                            "verse": 30,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:30",
                            "text": "Therefore it is probable that those whom we suppose to be atheists, have God as their ruling power entrenched in their conscience."
                        },
                        {
                            "verse": 31,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:31",
                            "text": "For having cast themselves on the ground, they prayed not only for me, but also for the whole army as it stood, that they might be delivered from the present thirst and famine."
                        },
                        {
                            "verse": 32,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:32",
                            "text": "For during five days we had got no water, because there was none; for we were in the heart of Germany, and in the enemy's territory."
                        },
                        {
                            "verse": 33,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:33",
                            "text": "And simultaneously with their casting themselves on the ground, and praying to God (a God of whom I am ignorant), water poured from heaven, upon us most refreshingly cool, but upon the enemies of Rome a withering hail."
                        },
                        {
                            "verse": 34,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:34",
                            "text": "And immediately we recognised the presence of God following on the prayer — a God unconquerable and indestructible."
                        },
                        {
                            "verse": 35,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:35",
                            "text": "Founding upon this, then, let us pardon such as are Christians, lest they pray for and obtain such a weapon against ourselves."
                        },
                        {
                            "verse": 36,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:36",
                            "text": "And I counsel that no such person be accused on the ground of his being a Christian."
                        },
                        {
                            "verse": 37,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:37",
                            "text": "But if any one be found laying to the charge of a Christian that he is a Christian, I desire that it be made manifest that he who is accused as a Christian, and acknowledges that he is one, is accused of nothing else than only this, that he is a Christian; but that he who arraigns him be burned alive."
                        },
                        {
                            "verse": 38,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:38",
                            "text": "And I further desire, that he who is entrusted with the government of the province shall not compel the Christian, who confesses and certifies such a matter, to retract; neither shall he commit him."
                        },
                        {
                            "verse": 39,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:39",
                            "text": "And I desire that these things be confirmed by a decree of the Senate."
                        },
                        {
                            "verse": 40,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:40",
                            "text": "And I command this my edict to be published in the Forum of Trajan, in order that it may be read."
                        },
                        {
                            "verse": 41,
                            "chapter": 68,
                            "name": "Justin Martyr: First Apology 68:41",
                            "text": "The prefect Vitrasius Pollio will see that it be transmitted to all the provinces round about, and that no one who wishes to make use of or to possess it be hindered from obtaining a copy from the document I now publish."
                        }
                    ]
                }
            ]
        }
    ]
}