{
    "books": [
        {
            "name": "Methodius: Banquet of the Ten Virgins - Thaleia",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:1",
                            "text": "Thaleia: Discourse III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:2",
                            "text": "—Thaleia."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:4",
                            "text": "—Passages of Holy Scripture Compared."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:5",
                            "text": "You seem to me, O Theophila, to excel all in action and in speech, and to be second to none in wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:6",
                            "text": "For there is no one who will find fault with your discourse, however contentious and contradictory he may be."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:7",
                            "text": "Yet, while everything else seems rightly spoken, one thing, my friend, distresses and troubles me, considering that that wise and most spiritual man—I mean Paul—would not vainly refer to Christ and the Church the union of the first man and woman, if the Scripture meant nothing higher than what is conveyed by the mere words and the history; for if we are to take the Scripture as a bare representation wholly referring to the union of man and woman, for what reason should the apostle, calling these things to remembrance, and guiding us, as I opine, into the way of the Spirit, allegorize the history of Adam and Eve as having a reference to Christ and the Church? For the passage in Genesis reads thus: \"And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of man."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:8",
                            "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:9",
                            "text": "But the apostle considering this passage, by no means, as I said, intends to take it according to its mere natural sense, as referring to the union of man and woman, as you do; for you, explaining the passage in too natural a sense, laid down that the Spirit is speaking only of conception and births; that the bone taken from the bones was made another man, and that living creatures coming together swell like trees at the time of conception."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:10",
                            "text": "But he, more spiritually referring the passage to Christ, thus teaches: \"He that loveth his wife loveth himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:11",
                            "text": "For no man ever yet hated his own flesh, but nourisheth and cherisheth it, even as the Lord the Church: for we are members of His body, of His flesh, and of His bones."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:12",
                            "text": "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 1:13",
                            "text": "This is a great mystery: but I speak concerning Christ and the Church\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:2",
                            "text": "—The Digressions of the Apostle Paul; The Character of His Doctrine: Nothing in It Contradictory; Condemnation of Origen, Who Wrongly Turns Everything into Allegory."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:3",
                            "text": "Let it not disturb you, if, in discussing one class of subjects, he, i-e:, Paul, should pass over into another, so as to appear to mix them up, and to import matters foreign to the subject under consideration, departing from the question, as now for instance."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:4",
                            "text": "For wishing, as it seems, to strengthen most carefully the argument on behalf of chastity, he prepares the mode of argument beforehand, beginning with the more persuasive mode of speech."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:5",
                            "text": "For the character of his speech being very various, and arranged for the purpose of progressive proof, begins gently, but flows forward into a style which is loftier and more magnificent."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:6",
                            "text": "And then, again changing to what is deep, he sometimes finishes with what is simple and easy, and sometimes with what is more difficult and delicate; and yet introducing nothing which is foreign to the subject by these changes, but, bringing them all together according to a certain marvellous relationship, he works into one the question which is set forth as his subject."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:7",
                            "text": "It is needful, then, that I should more accurately unfold the meaning of the apostle's arguments, yet rejecting nothing of what has been said before."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:8",
                            "text": "For you seem to me, O Theophila, to have discussed those words of the Scripture amply and clearly, and to have set them forth as they are without mistake."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:9",
                            "text": "For it is a dangerous thing wholly to despise the literal meaning, as has been said, and especially of Genesis, where the unchangeable decrees of God for the constitution of the universe are set forth, in agreement with which, even until now, the world is perfectly ordered, most beautifully in accordance with a perfect rule, until the Lawgiver Himself having re-arranged it, wishing to order it anew, shall break up the first laws of nature by a fresh disposition."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 2:10",
                            "text": "But, since it is not fitting to leave the demonstration of the argument unexamined—and, so to speak, half-lame—come let us, as it were completing our pair, bring forth the analogical sense, looking more deeply into the Scripture; for Paul is not to be despised when he passes over the literal meaning, and shows that the words extend to Christ and the Church."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:2",
                            "text": "—Comparison Instituted Between the First and Second Adam."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:3",
                            "text": "And, first, we must inquire if Adam can be likened to the Son of God, when he was found in the transgression of the Fall, and heard the sentence, \"Dust thou art, and unto dust shalt thou return\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:4",
                            "text": "For how shall he be considered \"the first-born of every creature,\" who, after the creation of the earth and the firmament, was formed out of clay? And how shall he be admitted to be \"the tree of life\" who was cast out for his transgression, lest \"he should again stretch forth his hand and eat of it, and live forever?\" For it is necessary that a thing which is likened unto anything else, should in many respects be similar and analogous to that of which it is the similitude, and not have its constitution opposite and dissimilar."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:5",
                            "text": "For one who should venture to compare the uneven to the even, or harmony to discord, would not be considered rational."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:6",
                            "text": "But the even should be compared to that which in its nature is even, although it should be even only in a small measure; and the white to that which in its nature is white, even although it should be very small, and should show but moderately the whiteness by reason of which it is called white."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 3:7",
                            "text": "Now, it is beyond all doubt clear to every one, that that which is sinless and incorrupt is even, and harmonious, and bright as wisdom; but that that which is mortal and sinful is uneven and discordant, and cast out as guilty and subject to condemnation."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:2",
                            "text": "—Some Things Here Hard and Too Slightly Treated, and Apparently Not Sufficiently Brought Out According to the Rule of Theology."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:3",
                            "text": "Such, then, I consider to be the objections urged by many who, despising, as it seems, the wisdom of Paul, dislike the comparing of the first man to Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:4",
                            "text": "For come, let us consider how rightly Paul compared Adam to Christ, not only considering him to be the type and image, but also that Christ Himself became the very same thing, because the Eternal Word fell upon Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:5",
                            "text": "For it was fitting that the first-born of God, the first shoot, the only-begotten, even the wisdom of God, should be joined to the first-formed man, and first and first-born of mankind, and should become incarnate."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:6",
                            "text": "And this was Christ, a man filled with the pure and perfect Godhead, and God received into man."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:7",
                            "text": "For it was most suitable that the oldest of the aeons and the first of the Archangels, when about to hold communion with men, should dwell in the oldest and the first of men, even Adam."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:8",
                            "text": "And thus, when renovating those things which were from the beginning, and forming them again of the Virgin by the Spirit, He frames the same just as at the beginning."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 4:9",
                            "text": "When the earth was still virgin and untilled, God, taking mould, formed the reasonable creature from it without seed."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:2",
                            "text": "—A Passage of Jeremiah Examined."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:3",
                            "text": "And here I may adduce the prophet Jeremiah as a trustworthy and lucid witness, who speaks thus: \"Then I went down to the potter's house; and, behold, he wrought a work on the wheels."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:4",
                            "text": "And the vessel that he made of clay was marred in the hand of the potter: so he made it again another vessel, as seemed good to the potter to make it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:5",
                            "text": "For when Adam, having been formed out of clay, was still soft and moist, and not yet, like a tile, made hard and incorruptible, sin ruined him, flowing and dropping down upon him like water."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 5:6",
                            "text": "And therefore God, moistening him afresh and forming anew the same clay to His honour, having first hardened and fixed it in the Virgin's womb, and united and mixed it with the Word, brought it forth into life no longer soft and broken; lest, being overflowed again by streams of corruption from without, it should become soft, and perish as the Lord in His teaching shows in the parable of the finding of the sheep; where my Lord says to those standing by, \"What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost until he find it? and when he hath found it, he layeth it on his shoulders rejoicing; and when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:2",
                            "text": "—The Whole Number of Spiritual Sheep; Man a Second Choir, After the Angels, to the Praise of God; The Parable of the Lost Sheep Explained."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:3",
                            "text": "Now, since He truly was and is, being in the beginning with God, and being God, He is the chief Commander and Shepherd of the heavenly ones, whom all reasonable creatures obey and attend, who tends in order and numbers the multitudes of the blessed angels."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:4",
                            "text": "For this is the equal and perfect number of immortal creatures, divided according to their races and tribes, man also being here taken into the flock."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:5",
                            "text": "For he also was created without corruption, that he might honour the king and maker of all things, responding to the shouts of the melodious angels which came from heaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:6",
                            "text": "But when it came to pass that, by transgressing the commandment (of God), he suffered a terrible and destructive fall, being thus reduced to a state of death, for this reason the Lord says that He came from heaven into (a human) life, leaving the ranks and the armies of angels."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:7",
                            "text": "For the mountains are to be explained by the heavens, and the ninety and nine sheep by the principalities and powers which the Captain and Shepherd left when He went down to seek the lost one."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:8",
                            "text": "For it remained that man should be included in this catalogue and number, the Lord lifting him up and wrapping him round, that he might not again, as I said, be overflowed and swallowed up by the waves of deceit."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:9",
                            "text": "For with this purpose the Word assumed the nature of man, that, having overcome the serpent, He might by Himself destroy the condemnation which had come into being along with man's ruin."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 6:10",
                            "text": "For it was fitting that the Evil One should be overcome by no other, but by him whom he had deceived, and whom he was boasting that he held in subjection, because no otherwise was it possible that sin and condemnation should be destroyed, unless that same man on whose account it had been said, \"Dust thou art, and unto dust thou shalt return,\" should be created anew, and undo the sentence which for his sake had gone forth on all, that \"as in Adam\" at first \"all die, even so\" again \"in Christ,\" who assumed the nature and position of Adam, should \"all be made alive\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:2",
                            "text": "—The Works of Christ, Proper to God and to Man, the Works of Him Who is One."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:3",
                            "text": "And now we seem to have said almost enough on the fact that man has become the organ and clothing of the Only-begotten, and what He was who came to dwell in him."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:4",
                            "text": "But the fact that there is no moral inequality or discord may again be considered briefly from the beginning."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:5",
                            "text": "For he speaks well who says that that is in its own nature good and righteous and holy, by participation of which other things become good, and that wisdom is in connection with God, and that, on the other hand, sin is unholy and unrighteous and evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:6",
                            "text": "For life and death, corruption and incorruption, are two things in the highest degree opposed to each other."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:7",
                            "text": "For life is a moral equality, but corruption an inequality; and righteousness and prudence a harmony, but unrighteousness and folly a discord."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:8",
                            "text": "Now, man being between these is neither righteousness itself, nor unrighteousness; but being placed midway between incorruption and corruption, to whichever of these he may incline is said to partake of the nature of that which has laid hold of him."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:9",
                            "text": "Now, when he inclines to corruption, he becomes corrupt and mortal, and when to incorruption, he becomes incorrupt and immortal."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:10",
                            "text": "For, being placed midway between the tree of life and the tree of the knowledge of good and evil, of the Fruit of which he tasted, he was changed into the nature of the latter, himself being neither the tree of life nor that of corruption; but having been shown forth as mortal, from his participation in and presence with corruption, and, again, as incorrupt and immortal by connection with and participation in life; as Paul also taught, saying, \"Corruption shall not inherit incorruption, nor death life,\" rightly defining corruption and death to be that which corrupts and kills, and not that which is corrupted and dies; and incorruption and life that which gives life and immortality, and not that which receives life and immortality."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:11",
                            "text": "And thus man is neither a discord and an inequality, nor an equality and a harmony."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:12",
                            "text": "But when he received discord, which is transgression and sin, he became discordant and unseemly; but when he received harmony, that is righteousness, he became a harmonious and seemly organ, in order that the Lord, the Incorruption which conquered death, might harmonize the resurrection with the flesh, not suffering it again to be inherited by corruption."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 7:13",
                            "text": "And on this point also let these statements suffice."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:2",
                            "text": "—The Bones and Flesh of Wisdom; The Side Out of Which the Spiritual Eve is Formed, the Holy Spirit; The Woman the Help-Meet of Adam; Virgins Betrothed to Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:3",
                            "text": "For it has been already established by no contemptible arguments from Scripture, that the first man may be properly referred to Christ Himself, and is no longer a type and representation and image of the Only-begotten, but has become actually Wisdom and the Word."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:4",
                            "text": "For man, having been composed, like water, of wisdom and life, has become identical with the very same untainted light which poured into him."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:5",
                            "text": "Whence it was that the apostle directly referred to Christ the words which had been spoken of Adam."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:6",
                            "text": "For thus will it be most certainly agreed that the Church is formed out of His bones and flesh; and it was for this cause that the Word, leaving His Father in heaven, came down to be \"joined to His wife;\" and slept in the trance of His passion, and willingly suffered death for her, that He might present the Church to Himself glorious and blameless, having cleansed her by the laver, for the receiving of the spiritual and blessed seed, which is sown by Him who with whispers implants it in the depths of the mind; and is conceived and formed by the Church, as by a woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:7",
                            "text": "so as to give birth and nourishment to virtue."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:8",
                            "text": "For in this way, too, the command, \"Increase and multiply,\" is duly fulfilled, the Church increasing daily in greatness and beauty and multitude, by the union and communion of the Word who now still comes down to us and falls into a trance by the memorial of His passion; for otherwise the Church could not conceive believers, and give them new birth by the laver of regeneration, unless Christ, emptying Himself for their sake, that He might be contained by them, as I said, through the recapitulation of His passion, should die again, coming down from heaven, and being \"joined to His wife,\" the Church, should provide for a certain power being taken from His own side, so that all who are built up in Him should grow up, even those who are born again by the laver, receiving of His bones and of His flesh, that is, of His holiness and of His glory."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:9",
                            "text": "For he who says that the bones and flesh of Wisdom are understanding and virtue, says most rightly; and that the side is the Spirit of truth, the Paraclete, of whom the illuminated receiving are fitly born again to incorruption."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:10",
                            "text": "For it is impossible for any one to be a partaker of the Holy Spirit, and to be chosen a member of Christ, unless the Word first came down upon him and fell into a trance, in order that he, being filled with the Spirit, and rising again from sleep with Him who was laid to sleep for his sake, should be able to receive renewal and restoration."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:11",
                            "text": "For He may fitly be called the side of the Word, even the sevenfold Spirit of truth, according to the prophet; of whom God taking, in the trance of Christ, that is, after His incarnation and passion, prepares a help-meet for Him—I mean the souls which are betrothed and given in marriage to Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:12",
                            "text": "For it is frequently the case that the Scriptures thus call the assembly and mass of believers by the name of the Church, the more perfect in their progress being led up to be the one person and body of the Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:13",
                            "text": "For those who are the better, and who embrace the truth more clearly, being delivered from the evils of the flesh, become, on account of their perfect purification and faith, a church and help-meet of Christ, betrothed and given in marriage to Him as a virgin, according to the apostle, so that receiving the pure and genuine seed of His doctrine, they may co-operate with Him, helping in preaching for the salvation of others."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 8:14",
                            "text": "And those who are still imperfect and beginning their lessons, are born to salvation, and shaped, as by mothers, by those who are more perfect, until they are brought forth and regenerated unto the greatness and beauty of virtue; and so these, in their turn making progress, having become a church, assist in labouring for the birth and nurture of other children, accomplishing in the receptacle of the soul, as in a womb, the blameless will of the Word."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:2",
                            "text": "—The Dispensation of Grace in Paul the Apostle."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:3",
                            "text": "Now we should consider the case of the renowned Paul, that when he was not yet perfect in Christ, he was first born and suckled, Ananias preaching to him, and renewing him in baptism, as the history in the Acts relates."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:4",
                            "text": "But when he was grown to a man, and was built up, then being moulded to spiritual perfection, he was made the help-meet and bride of the Word; and receiving and conceiving the seeds of life, he who was before a child, becomes a church and a mother, himself labouring in birth of those who, through him, believed in the Lord, until Christ was formed and born in them also."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:5",
                            "text": "For he says, \"My little children, of whom I travail in birth again until Christ be formed in you;\" and again, \"In Christ Jesus I have begotten you through the Gospel\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:6",
                            "text": "It is evident, then, that the statement respecting Eve and Adam is to be referred to the Church and Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:7",
                            "text": "For this is truly a great mystery and a supernatural, of which I, from my weakness and dulness, am unable to speak, according to its worth and greatness."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:8",
                            "text": "Nevertheless, let us attempt it."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 9:9",
                            "text": "It remains that I speak to you on what follows, and of its signification."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 10:2",
                            "text": "—The Doctrine of the Same Apostle Concerning Purity."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 10:3",
                            "text": "Now Paul, when summoning all persons to sanctification and purity, in this way referred that which had been spoken concerning the first man and Eve in a secondary sense to Christ and the Church, in order to silence the ignorant, now deprived of all excuse."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 10:4",
                            "text": "For men who are incontinent in consequence of the uncontrolled impulses of sensuality in them, dare to force the Scriptures beyond their true meaning, so as to twist into a defence of their incontinence the saying, \"Increase and multiply;\" and the other, \"Therefore shall a man leave his father and his mother;\" and they are not ashamed to run counter to the Spirit, but, as though born for this purpose, they kindle up the smouldering and lurking passion, fanning and provoking it; and therefore he, cutting off very sharply these dishonest follies and invented excuses, and having arrived at the subject of instructing them how men should behave to their wives, showing that it should be as Christ did to the Church, \"who gave Himself for it, that He might sanctify and cleanse it by the washing of water by the Word,\" he referred back to Genesis, mentioning the things spoken concerning the first man, and explaining these things as bearing on the subject before him, that he might take away occasion for the abuse of these passages from those who taught the sensual gratification of the body, under the pretext of begetting children."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:2",
                            "text": "—The Same Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:3",
                            "text": "For consider, O virgins, how he, desiring with all his might that believers in Christ should be chaste, endeavours by many arguments to show them the dignity of chastity, as when he says, Now, concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman,\" thence showing already very clearly that it is good not to touch a woman, laying it down."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:4",
                            "text": "and setting it forth unconditionally."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:5",
                            "text": "But afterwards, being aware of the weakness of the less continent, and their passion for intercourse, he permitted those who are unable to govern the flesh to use their own wives, rather than, shamefully transgressing, to give themselves up to fornication."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 11:6",
                            "text": "Then, after having given this permission, he immediately added these words, \"that Satan tempt you not for your incontinency;\" which means, \"if you, such as you are, cannot, on account of the incontinence and softness of your bodies, be perfectly continent, I will rather permit you to have intercourse with your own wives, lest, professing perfect continence, ye be constantly tempted by the evil one, and be inflamed with lust after other men's wives\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:2",
                            "text": "—Paul an Example to Widows, and to Those Who Do Not Live with Their Wives."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:3",
                            "text": "Come, now, and let us examine more carefully the very words which are before us, and observe that the apostle did not grant these things unconditionally to all, but first laid down the reason on account of which he was led to this."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:4",
                            "text": "For, having set forth that \"it is good for a man not to touch a woman,\" he added immediately, \"Nevertheless, to avoid fornication, let every man have his own wife\"—that is, \"on account of the fornication which would arise from your being unable to restrain your voluptuousness\"—\"and let every woman have her own husband."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:5",
                            "text": "Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:6",
                            "text": "The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:7",
                            "text": "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to prayer; and come together again, that Satan tempt you not for your incontinency."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:8",
                            "text": "But I speak this by permission, and not of commandment\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:9",
                            "text": "And this is very carefully considered."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:10",
                            "text": "\"By permission\" he says, showing that he was giving counsel, \"not of command;\" for he receives command respecting chastity and the not touching of a woman, but permission respecting those who are unable, as I said, to chasten their appetites."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:11",
                            "text": "These things, then, he lays down concerning men and women who are married to one spouse, or who shall hereafter be so; but we must now examine carefully the apostle's language respecting men who have lost their wives, and women who have lost their husbands, and what he declares on this subject."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:12",
                            "text": "\"I say therefore,\" he goes on, \"to the unmarried and widows, It is good for them if they abide even as I."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:13",
                            "text": "But if they cannot contain, let them marry: for it is better to marry than to burn\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:14",
                            "text": "Here also he persisted in giving the preference to continence."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:15",
                            "text": "For, taking himself as a notable example, in order to stir them up to emulation, he challenged his hearers to this state of life, teaching that it was better that a man who had been bound to one wife should henceforth remain single, as he also did."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:16",
                            "text": "But if, on the other hand, this should be a matter of difficulty to any one, on account of the strength of animal passion, he allows that one who is in such a condition may, \"by permission,\" contract a second marriage; not as though he expressed the opinion that a second marriage was in itself good, but judging it better than burning."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:17",
                            "text": "Just as though, in the fast which prepares for the Easter celebration, one should offer food to another who was dangerously ill, and say,\" In truth, my friend, it were fitting and good that you should bravely hold out like us, and partake of the same things, for it is forbidden even to think of food to-day; but since you are held down and weakened by disease, and cannot bear it, therefore, 'by permission,' we advise you to eat food, lest, being quite unable, from sickness, to hold up against the desire for food, you perish\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 12:18",
                            "text": "Thus also the apostle speaks here, first saying that he wished all were healthy and continent, as he also was, but afterwards allowing a second marriage to those who are burdened with the disease of the passions, lest they should be wholly defiled by fornication, goaded on by the itchings of the organs of generation to promiscuous intercourse, considering such a second marriage far preferable to burning and indecency."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:2",
                            "text": "—The Doctrine of Paul Concerning Virginity Explained."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:3",
                            "text": "I have now brought to an end what I have to say respecting continence and marriage and chastity, and intercourse with men, and in which of these there is help towards progress in righteousness; but it still remains to speak concerning virginity—if, indeed, anything be prescribed on this subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:4",
                            "text": "Let us then treat this subject also; for it stands thus: \"Now concerning virgins, I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:5",
                            "text": "I suppose therefore that this is good for the present distress; I say, that it is good for a man so to be."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:6",
                            "text": "Art thou bound unto a wife? seek not to be loosed."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:7",
                            "text": "Art thou loosed from a wife? seek not a wife."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:8",
                            "text": "But and if thou marry, thou hast not sinned; and if a virgin marry, she has not sinned."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:9",
                            "text": "Nevertheless such shall have trouble in the flesh: but I spare you\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:10",
                            "text": "Having given his opinion with great caution respecting virginity, and being about to advise him who wished it to give his virgin in marriage, so that none of those things which conduce to sanctification should be of necessity and by compulsion, but according to the free purpose of the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:11",
                            "text": "for this is acceptable to God, he does not wish these things to be said as by authority, and as the mind of the Lord, with reference to the giving of a virgin in marriage; for after he had said, \"if a virgin marry, she hath not sinned,\" directly afterwards, with the greatest caution, he modified his statement, showing that he had advised these things by human permission, and not by divine."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:12",
                            "text": "So, immediately after he had said, \"if a virgin marry, she hath not sinned,\" he added, \"such shall have trouble in the flesh: but I spare you\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:13",
                            "text": "By which he means: \"I sparing you, such as you are, consented to these things, because you have chosen to think thus of them, that I may not seem to hurry you on by violence, and compel any one to this."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:14",
                            "text": "But yet if it shall please you who find chastity hard to bear, rather to turn to marriage; I consider it to be profitable for you to restrain yourselves in the gratification of the flesh, not making your marriage an occasion for abusing your own vessels to uncleanness\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:15",
                            "text": "Then he adds, \"But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:16",
                            "text": "And again, going on and challenging them to the same things, he confirmed his statement, powerfully supporting the state of virginity, and adding expressly the following words to those which he had spoken before, he exclaimed, \"I would have you without carefulness."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:17",
                            "text": "He that is unmarried careth for the things that belong to the Lord: but he that is married careth for the things that are of the world, how he may please his wife."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:18",
                            "text": "There is a difference also between a wife and a virgin."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:19",
                            "text": "The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:20",
                            "text": "Now it is clear to all, without any doubt, that to care for the things of the Lord and to please God, is much better than to care for the things of the world and to please one's wife."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:21",
                            "text": "For who is there so foolish and blind."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 13:22",
                            "text": "as not to perceive in this statement the higher praise which Paul accords to chastity? \"And this,\" he says, \"I speak for your own profit, not that I may cast a snare upon you, but for that which is comely\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:2",
                            "text": "—Virginity a Gift of God: the Purpose of Virginity Not Rashly to Be Adopted by Any One."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:3",
                            "text": "Consider besides how, in addition to the words already quoted, he commends the state of virginity as a gift of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:4",
                            "text": "Wherefore he rejects those of the more incontinent, who, under the influence of vain-glory, would advance to this state, advising them to marry, lest in their time of manly strength, the flesh stirring up the desires and passions, they should be goaded on to defile the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:5",
                            "text": "For let us consider what he lays down: \"But if any man think that he behaveth himself uncomely towards his virgin,\" he says,\" if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let him marry;\" properly here preferring marriage to \"uncomeliness,\" in the case of those who had chosen the state of virginity, but afterwards finding it intolerable and grievous, and in word boasting of their perseverance before men, out of shame, but indeed no longer having the power to persevere in the life of a eunuch."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:6",
                            "text": "But for him who of his own free will and purpose decides to preserve his flesh in virgin purity, \"having no necessity,\" that is, passion calling forth his loins to intercourse, for there are, as it seems, differences in men's bodies; such a one contending and struggling, and zealously abiding by his profession, and admirably fulfilling it, he exhorts to abide and to preserve it, according the highest prize to virginity."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:7",
                            "text": "For he that is able, he says, and ambitious to preserve his flesh pure, does better; but he that is unable, and enters into marriage lawfully, and does not indulge in secret corruption, does well."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:8",
                            "text": "And now enough has been said on these subjects."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:9",
                            "text": "Let any one who will, take in his hand the Epistle to the Corinthians, and, examining all its passages one by one, then consider what we have said, comparing them together, as to whether there is not a perfect harmony and agreement between them."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:10",
                            "text": "These things, according to my power, O Arete, I offer to thee as my contribution on the subject of chastity."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:11",
                            "text": "Euboulios."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:12",
                            "text": "Through many things, O Gregorion, she has scarcely come to the subject, having measured and crossed a mighty sea of words."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:13",
                            "text": "Gregorion."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:14",
                            "text": "So it seems; but come, I must mention the rest of what was said in order, going through it and repeating it, while I seem to have the sound of it dwelling in my ears, before it flies away and escapes; for the remembrance of things lately heard is easily effaced from the aged."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:15",
                            "text": "Euboulios."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:16",
                            "text": "Say on, then; for we have come to have the pleasure of hearing these discourses."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:17",
                            "text": "Gregorion."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Methodius: Banquet of the Ten Virgins - Thaleia 14:18",
                            "text": "And then after, as you observed, Thaleia had descended from her smooth and unbroken course to the earth, Theopatra, she said, followed her in order, and spoke as follows."
                        }
                    ]
                }
            ]
        }
    ]
}