{
    "books": [
        {
            "name": "The Twelve Patriarchs: Judah",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Judah 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:2",
                            "text": "—The Testament of Judah Concerning Fortitude, and Love of Money, and Fornication."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:3",
                            "text": "The copy of the words of Judah, what things he spake to his sons before he died."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:4",
                            "text": "They gathered themselves together, and came to him, and he said to them:  I was the fourth son born to my father, and my mother called me Judah, saying, I give thanks to the Lord, because He hath given to me even a fourth son."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:5",
                            "text": "I was swift and active in my youth, and obedient to my father in everything."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:6",
                            "text": "And I honoured my mother and my mother's sister."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:7",
                            "text": "And it came to pass, when I became a man, that my father Jacob prayed over me, saying, Thou shalt be a king, and prosperous in all things."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:8",
                            "text": "And the Lord showed me favour in all my works both in the field and at home."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:9",
                            "text": "When I saw that I could run with the hind, then I caught it, and prepared meat for my father."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:10",
                            "text": "I seized upon the roes in the chase, and all that was in the plains I outran."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:11",
                            "text": "A wild mare I outran, and I caught it and tamed it; and I slew a lion, and plucked a kid out of its mouth."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:12",
                            "text": "I took a bear by its paw, and rolled it over a cliff; and if any beast turned upon me, I rent it like a dog."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:13",
                            "text": "I encountered the wild boar, and overtaking it in the chase, I tore it."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:14",
                            "text": "A leopard in Hebron leaped upon the dog, and I caught it by the tail, and flung it from me, and it was dashed to pieces in the coasts of Gaza."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:15",
                            "text": "A wild ox feeding in the field I seized by the horns; and whirling it round and stunning it, I cast it from me, and slew it."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:16",
                            "text": "And when the two kings of the Canaanites came in warlike array against our flocks, and much people with them, I by myself rushed upon King Sur and seized him; and I beat him upon the legs, and dragged him down, and so I slew him."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:17",
                            "text": "And the other king, Taphue, I slew as he sat upon his horse, and so I scattered all the people."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:18",
                            "text": "Achor the king, a man of giant stature, hurling darts before and behind as he sat on horseback, I slew; for I hurled a stone of sixty pounds weight, and cast it upon his horse, and killed him."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:19",
                            "text": "And I fought with Achor for two hours, and I killed him; and I clave his shield into two parts, and I chopped off his feet."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:20",
                            "text": "And as I stripped off his breastplate, behold, eight men his companions began to fight with me."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:21",
                            "text": "I wound round therefore my garment in my hand; and I slang stones at them, and killed four of them, and the rest fled."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:22",
                            "text": "And Jacob my father slew Beelisa, king of all the kings, a giant in strength, twelve cubits high; and fear fell upon them, and they ceased from making war with us."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:23",
                            "text": "Therefore my father had no care in the wars when I was among my brethren."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:24",
                            "text": "For he saw in a vision concerning me, that an angel of might followed me everywhere, that I should not be overcome."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:25",
                            "text": "And in the south there befell us a greater war than that in Shechem; and I joined in battle array with my brethren, and pursued a thousand men, and slew of them two hundred men and four kings."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:26",
                            "text": "And I went up against them upon the wall, and two other kings I slew; and so we freed Hebron, and took all the captives of the kings."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:27",
                            "text": "On the next day we departed to Areta, a city strong and walled and inaccessible, threatening us with death."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:28",
                            "text": "Therefore I and Gad approached on the east side of the city, and Reuben and Levi on the west and south."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:29",
                            "text": "And they that were upon the wall, thinking that we were alone, charged down upon us; and so our brethren secretly climbed up the wall on both sides by ladders, and entered into the city, while the men knew it not."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:30",
                            "text": "And we took it with the edge of the sword; and those who had taken refuge in the tower,—we set fire to the tower, and took both it and them."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:31",
                            "text": "And as we were departing the men of Thaffu set upon our captives, and we took it with our sons, and fought with them even to Thaffu; and we slew them, and burnt their city, and spoiled all the things that were therein."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:32",
                            "text": "And when I was at the waters of Chuzeba, the men of Jobel came against us to battle, and we fought with them; and their allies from Selom we slew, and we allowed them no means of escaping, and of coming against us."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:33",
                            "text": "And the men of Machir came upon us on the fifth day, to carry away our captives; and we attacked them, and overcame them in fierce battle:  for they were a host and mighty in themselves, and we slew them before they had gone up the ascent of the hill."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:34",
                            "text": "And when we came to their city, their women rolled upon us stones from the brow of the hill on which the city stood."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:35",
                            "text": "And I and Simeon hid ourselves behind the town, and seized upon the heights, and utterly destroyed the whole city."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:36",
                            "text": "And the next day it was told us that the cities of the two kings with a great host were coming against us."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:37",
                            "text": "I therefore and Dan feigned ourselves to be Amorites, and went as allies into their city."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:38",
                            "text": "And in the depth of night our brethren came, and we opened to them the gates; and we destroyed all the men and their substance, and we took for a prey all that was theirs, and their three walls we cast down."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:39",
                            "text": "And we drew near to Thamna, where was all the refuge of the hostile kings."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:40",
                            "text": "Then having received hurt I was wroth, and charged upon them to the brow of the hill; and they slang at me with stones and darts; and had not Dan my brother aided me, they would have been able to slay me."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:41",
                            "text": "We came upon them therefore with wrath, and they all fled; and passing by another way, they besought my father, and he made peace with them, and we did to them no hurt, but made a truce with them, and restored to them all the captives."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:42",
                            "text": "And I built Thamna, and my father built Rhambael."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:43",
                            "text": "I was twenty years old when this war befell, and the Canaanites feared me and my brethren."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:44",
                            "text": "Moreover, I had much cattle, and I had for the chief of my herdsmen Iran the Adullamite."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:45",
                            "text": "And when I went to him I saw Barsan, king of Adullam, and he made us a feast; and he entreated me, and gave me his daughter Bathshua to wife."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:46",
                            "text": "She bare me Er, and Onan, and Shelah; and the two of them the Lord smote that they died childless:  for Shelah lived, and his children are ye."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:47",
                            "text": "Eighteen years we abode at peace, our father and we, with his brother Esau, and his sons with us, after that we came from Mesopotamia, from Laban."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:48",
                            "text": "And when eighteen years were fulfilled, in the fortieth year of my life, Esau, the brother of my father, came upon us with much people and strong; and he fell by the bow of Jacob, and was taken up dead in Mount Seir:  even as he went above Iramna was he slain."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:49",
                            "text": "And we pursued after the sons of Esau."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:50",
                            "text": "Now they had a city with walls of iron and gates of brass; and we could not enter into it, and we encamped around, and besieged them."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:51",
                            "text": "And when they opened not to us after twenty days, I set up a ladder in the sight of all, and with my shield upon my head I climbed up, assailed with stones of three talents' weight; and I climbed up, and slew four who were mighty among them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:52",
                            "text": "And the next day Reuben and Gad entered in and slew sixty others."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:53",
                            "text": "Then they asked from us terms of peace; and being aware of our father's purpose, we received them as tributaries."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:54",
                            "text": "And they gave us two hundred cors of wheat, five hundred baths of oil, fifteen hundred measures of wine, until we went down into Egypt."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:55",
                            "text": "After these things, my son Er took to wife Tamar, from Mesopotamia, a daughter of Aram."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:56",
                            "text": "Now Er was wicked, and he doubted concerning Tamar, because she was not of the land of Canaan."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:57",
                            "text": "And on the third day an angel of the Lord smote him in the night, and he had not known her, according to the evil craftiness of his mother, for he did not wish to have children from her."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:58",
                            "text": "In the days of the wedding-feast I espoused Onan to her; and he also in wickedness knew her not, though he lived with her a year."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:59",
                            "text": "And when I threatened him, he lay with her, …according to the command of his mother, and he also died in his wickedness."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:60",
                            "text": "And I wished to give Shelah also to her, but my wife Bathshua suffered it not; for she bore a spite against Tamar, because she was not of the daughters of Canaan, as she herself was."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:61",
                            "text": "And I knew that the race of Canaan was wicked, but the thoughts of youth blinded my heart."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:62",
                            "text": "And when I saw her pouring out wine, in the drunkenness of wine was I deceived, and I fell before her."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:63",
                            "text": "And while I was away, she went and took for Shelah a wife from the land of Caanan."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:64",
                            "text": "And when I knew what she had done, I cursed her in the anguish of my soul, and she also died in the wickedness of her sons."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:65",
                            "text": "And after these things, while Tamar was a widow, she heard after two years that I was going up to shear my sheep; then she decked herself in bridal array, and sat over against the city by the gate."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:66",
                            "text": "For it is a law of the Amorites, that she who is about to marry sit in fornication seven days by the gate."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:67",
                            "text": "I therefore, being drunk at the waters of Chozeb, recognised her not by reason of wine; and her beauty deceived me, through the fashion of her adorning."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:68",
                            "text": "And I turned aside to her, and said, I would enter in to thee."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:69",
                            "text": "And she said to me, What wilt thou give me?  And I gave her my staff, and my girdle, and my royal crown; and I lay with her, and she conceived."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:70",
                            "text": "I then, not knowing what she had done, wished to slay her; but she privily sent my pledges, and put me to shame."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:71",
                            "text": "And when I called her, I heard also the secret words which I spoke when lying with her in my drunkenness; and I could not slay her, because it was from the Lord."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:72",
                            "text": "For I said, Lest haply she did it in subtlety, and received the pledge from another woman:  but I came near her no more till my death, because I had done this abomination in all Israel."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:73",
                            "text": "Moreover, they who were in the city said that there was no bride in the city, because she came from another place, and sat for awhile in the gate, and she thought that no one knew that I had gone in to her."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:74",
                            "text": "And after this we came into Egypt to Joseph, because of the famine."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:75",
                            "text": "Forty and six years old was I, and seventy and three years lived I there."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:76",
                            "text": "And now, my children, in what things so ever I command you hearken to your father, and keep all my sayings to perform the ordinances of the Lord, and to obey the command of the Lord God."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:77",
                            "text": "And walk not after your lusts, nor in the thoughts of your imaginations in the haughtiness of your heart; and glory not in the works of the strength of youth, for this also is evil in the eyes of the Lord."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:78",
                            "text": "For since I also gloried that in wars the face of no woman of goodly form ever deceived me, and upbraided Reuben my brother concerning Bilhah, the wife of my father, the spirits of jealousy and of fornication arrayed themselves within me, until I fell before Bathshua the Canaanite, and Tamar who was espoused to my sons."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:79",
                            "text": "And I said to my father-in-law, I will counsel with my father, and so will I take thy daughter."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:80",
                            "text": "And he showed me a boundless store of gold in his daughter's behalf, for he was a king."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:81",
                            "text": "And he decked her with gold and pearls, and caused her to pour out wine for us at the feast in womanly beauty."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:82",
                            "text": "And the wine led my eyes astray, and pleasure blinded my heart; and I loved her, and I fell, and transgressed the commandment of the Lord and the commandment of my fathers, and I took her to wife."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:83",
                            "text": "And the Lord rewarded me according to the thought of my heart, insomuch that I had no joy in her children."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:84",
                            "text": "And now, my children, be not drunk with wine; for wine turneth the mind away from the truth, and kindleth in it the passion of lust, and leadeth the eyes into error."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:85",
                            "text": "For the spirit of fornication hath wine as a minister to give pleasures to the mind; for these two take away the power from a man."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:86",
                            "text": "For if a man drink wine to drunkenness, he disturbeth his mind with filthy thoughts to fornication, and exciteth his body to carnal union; and if the cause of the desire be present, he worketh the sin, and is not ashamed."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:87",
                            "text": "Such is wine, my children; for he who is drunken reverenceth no man."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:88",
                            "text": "For, lo, it made me also to err, so that I was not ashamed of the multitude in the city, because before the eyes of all I turned aside unto Tamar, and I worked a great sin, and I uncovered the covering of the shame of my sons."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:89",
                            "text": "After that I drank wine I reverenced not the commandment of God, and I took a woman of Canaan to wife."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:90",
                            "text": "Wherefore, my children, he who drinketh wine needeth discretion; and herein is discretion in drinking wine, that a man should drink as long as he keepeth decency; but if he go beyond this bound, the spirit of deceit attacketh his mind and worketh his will; and it maketh the drunkard to talk filthily, and to transgress and not to be ashamed, but even to exult in his dishonour, accounting himself to do well."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:91",
                            "text": "He that committeth fornication, and uncovereth his nakedness, hath become the servant of fornication, and escapeth not from the power thereof, even as I also was uncovered."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:92",
                            "text": "For I gave my staff, that is, the stay of my tribe; and my girdle, that is, my power; and my diadem, that is, the glory of my kingdom."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:93",
                            "text": "Then I repented for these things, and took no wine or flesh until my old age, nor did I behold any joy."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:94",
                            "text": "And the angel of God showed me that for ever do women bear rule over king and beggar alike; and from the king they take away his glory, and from the valiant man his strength, and from the beggar even that little which is the stay of his poverty."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:95",
                            "text": "Observe therefore, my children, moderation in wine; for there are in it four evil spirits—of  lust, of  wrath, of  riot, of  filthy lucre."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:96",
                            "text": "If ye drink wine in gladness, with shamefacedness, with the fear of God, ye shall live."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:97",
                            "text": "For if ye drink not with shamefacedness, and the fear of God departeth from you, then cometh drunkenness, and shamelessness stealeth in."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:98",
                            "text": "But even if ye drink not at all, take heed lest ye sin in words of outrage, and fighting, and slander, and transgression of the commandments of God; so shall ye perish before your time."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:99",
                            "text": "Moreover, wine revealeth the mysteries of God and men to aliens, even as I also revealed the commandments of God and the mysteries of Jacob my father to the Canaanitish Bathshua, to whom God forbade to declare them."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:100",
                            "text": "And wine also is a cause of war and confusion."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:101",
                            "text": "I charge you, therefore, my children, not to love money, nor to gaze upon the beauty of women; because for the sake of money and beauty I was led astray to Bathshua the Canaanite."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:102",
                            "text": "For I know that because of these two things shall ye who are my race fall into wickedness; for even wise men among my sons shall they mar, and shall cause the kingdom of Judah to be diminished, which the Lord gave me because of my obedience to my father."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:103",
                            "text": "For I never disobeyed a word of Jacob my father, for all things whatsoever he commanded I did."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:104",
                            "text": "And Abraham, the father of my father, blessed me that I should be king in Israel, and Isaac further blessed me in like manner."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:105",
                            "text": "And I know that from me shall the kingdom be established."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:106",
                            "text": "For I have read also in the books of Enoch the righteous what evils ye shall do in the last days."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:107",
                            "text": "Take heed, therefore, my children, of fornication and the love of money; hearken to Judah your father, for these things do withdraw you from the law of God, and blind the understanding of the soul, and teach arrogance, and suffer not a man to have compassion upon his neighbour:  they rob his soul of all goodness, and bind him in toils and troubles, and take away his sleep and devour his flesh, and hinder the sacrifices of God; and he remembereth not blessing, and he hearkeneth not to a prophet when he speaketh, and is vexed at the word of godliness."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:108",
                            "text": "For one who serveth two passions contrary to the commandments of God cannot obey God, because they have blinded his soul, and he walketh in the day-time as in the night."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:109",
                            "text": "My children, the love of money leadeth to idols; because, when led astray through money, men make mention of those who are no gods, and it causeth him who hath it to fall into madness."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:110",
                            "text": "For the sake of money I lost my children, and but for the repentance of my flesh, and the humbling of my soul, and the prayers of Jacob my father, I should have died childless."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:111",
                            "text": "But the God of my fathers, who is pitiful and merciful, pardoned me, because I did it in ignorance."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:112",
                            "text": "For the prince of deceit blinded me, and I was ignorant as a man and as flesh, being corrupted in sins; and I learnt my own weakness while thinking myself unconquerable."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:113",
                            "text": "Learn therefore, my children, that two spirits wait upon man—the spirit of truth and the spirit of error; and in the midst is the spirit of the understanding of the mind, to which it belongeth to turn whithersoever it will."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:114",
                            "text": "And the works of truth and the works of error are written upon the breast of men, and each one of them the Lord knoweth."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:115",
                            "text": "And there is no time at which the works of men can be hid from Him; for on the bones of his breast hath he been written down before the Lord."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:116",
                            "text": "And the spirit of truth testifieth all things, and accuseth all; and he who sinneth is burnt up by his own heart, and cannot raise his face unto the Judge."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:117",
                            "text": "And now, my children, love Levi, that ye may abide, and exalt not yourselves against him, lest ye be utterly destroyed."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:118",
                            "text": "For to me the Lord gave the kingdom, and to him the priesthood, and He set the kingdom beneath the priesthood."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:119",
                            "text": "To me He gave the things upon the earth; to him the things in the heavens."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:120",
                            "text": "As the heaven is higher than the earth, so is the priesthood of God higher than the kingdom upon the earth."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:121",
                            "text": "For the Lord chose him above thee, to draw near to Him, and to eat of His table and first-fruits, even the choice things of the sons of Israel, and thou shalt be to them as a sea."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:122",
                            "text": "For as, on the sea, just and unjust are tossed about, some taken into captivity while others are enriched, so also shall every race of men be in thee, some are in jeopardy and taken captive, and others shall grow rich by means of plunder."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:123",
                            "text": "For they who rule will be as great sea-monsters, swallowing up men like fishes:  free sons and daughters do they enslave; houses, lands, flocks, money, will they plunder; and with the flesh of many will they wrongfully feed the ravens and the cranes; and they will go on further in evil, advancing on still in covetousness."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:124",
                            "text": "And there shall be false prophets like tempests, and they shall persecute all righteous men."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:125",
                            "text": "And the Lord shall bring upon them divisions one against another, and there shall be continual wars in Israel; and among men of other race shall my kingdom be brought to an end, until the salvation of Israel shall come, until the appearing of the God of righteousness, that Jacob and all the Gentiles may rest in peace."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:126",
                            "text": "And he shall guard the might of my kingdom for ever:  for the Lord sware to me with an oath that the kingdom should never fail from me, and from my seed for all days, even for ever."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:127",
                            "text": "Now I have much grief, my children, because of your lewdness, and witchcrafts, and idolatries, which ye will work against the kingdom, following them that have familiar spirits; ye will make your daughters singing girls and harlots for divinations and demons of error, and ye will be mingled in the pollutions of the Gentiles:  for which things' sake the Lord shall bring upon you famine and pestilence, death and the sword, avenging siege, and dogs for the rending in pieces of enemies, and revilings of friends, destruction and blighting of eyes, children slaughtered, wives carried off, possessions plundered, temple of God in flames, your land desolated, your own selves enslaved among the Gentiles, and they shall make some of you eunuchs for their wives; and whenever ye will return to the Lord with humility of heart, repenting and walking in all the commandments of God, then will the Lord visit you in mercy and in love, bringing you from out of the bondage of your enemies."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:128",
                            "text": "And after these things shall a Star arise to you from Jacob in peace, and a Man shall rise from my seed, like the Sun of righteousness, walking with the sons of men in meekness and righteousness, and no sin shall be found in Him."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:129",
                            "text": "And the heavens shall be opened above Him, to shed forth the blessing of the Spirit from the Holy Father; and He shall shed forth a spirit of grace upon you, and ye shall be unto Him sons in truth, and ye shall walk in His commandments, the first and the last."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:130",
                            "text": "This is the Branch of God Most High, and this the Well-spring unto life for all flesh."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:131",
                            "text": "Then shall the sceptre of my kingdom shine forth, and from your root shall arise a stem; and in it shall arise a rod of righteousness to the Gentiles, to judge and to save all that call upon the Lord."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:132",
                            "text": "And after these things shall Abraham and Isaac and Jacob arise unto life, and I and my brethren will be chiefs, even your sceptre in Israel:  Levi first, I the second, Joseph third, Benjamin fourth, Simeon fifth, Issachar sixth, and so all in order."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:133",
                            "text": "And the Lord blessed Levi; the Angel of the Presence, me; the powers of glory, Simeon; the heaven, Reuben; the earth, Issachar; the sea, Zebulun; the mountains, Joseph; the tabernacle, Benjamin; the lights of heaven, Dan; the fatness of earth, Naphtali; the sun, Gad; the olive, Asher:  and there shall be one people of the Lord, and one tongue; and there shall no more be a spirit of deceit of Beliar, for he shall be cast into the fire for ever."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:134",
                            "text": "And they who have died in grief shall arise in joy, and they who have lived in poverty for the Lord's sake shall be made rich, and they who have been in want shall be filled, and they who have been weak shall be made strong, and they who have been put to death for the Lord's sake shall awake in life."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:135",
                            "text": "And the harts of Jacob shall run in joyfulness, and the eagles of Israel shall fly in gladness; but the ungodly shall lament, and sinners all weep, and all the people shall glorify the Lord for ever."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:136",
                            "text": "Observe, therefore, my children, all the law of the Lord, for there is hope for all them who follow His way aright."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:137",
                            "text": "And he said to them:  I die before your eyes this day, a hundred and nineteen years old."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:138",
                            "text": "Let no one bury me in costly apparel, nor tear open my bowels, for this shall they who are kings do:  and carry me up to Hebron with you."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Judah 1:139",
                            "text": "And Judah, when he had said these things, fell asleep; and his sons did according to all whatsoever he commanded them, and they buried him in Hebron with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}