{
    "books": [
        {
            "name": "Augustine: On Baptism Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On Baptism Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book III 1:1",
                            "text": "On Baptism, Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book III 1:3",
                            "text": "—1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book III 1:4",
                            "text": "I think that it may now be considered clear to every one, that the authority of the blessed Cyprian for the maintenance of the bond of peace, and the avoiding of any violation of that most wholesome charity which preserves unity in the Church, may be urged on our side rather than on the side of the Donatists."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book III 1:5",
                            "text": "For if they have chosen to act upon his example in rebaptizing Catholics, because he thought that heretics ought to be baptized on joining the Catholic Church, shall not we rather follow his example, whereby he laid down a manifest rule that one ought in no wise, by the establishment of a separate communion, to secede from the Catholic communion, that is, from the body of Christians dispersed throughout the world, even on the admission of evil and sacrilegious men, since he was unwilling even to remove from the right of communion those whom he considered to have received sacrilegious men without baptism into the Catholic communion, saying, \"Judging no one, nor depriving any of the right of communion if he differ from us?\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On Baptism Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:1",
                            "text": "Chapter 2 —2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:2",
                            "text": "Nevertheless, I see what may still be required of me, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:3",
                            "text": ", that I should answer those plausible arguments, by which, in even earlier times, Agrippinus, or Cyprian himself, or those in Africa who agreed with them, or any others in far distant lands beyond the sea, were moved, not indeed by the authority of any plenary or even regionary Council, but by a mere epistolary correspondence, to think that they ought to adopt a custom which had no sanction from the ancient custom of the Church, and which was expressly forbidden by the most unanimous resolution of the Catholic world in order that an error which had begun to creep into the minds of some men, through discussions of this kind, might be cured by the more powerful truth and universal healing power of unity coming on the side of safety."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:4",
                            "text": "And so they may see with what security I approach this discourse."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:5",
                            "text": "If I am unable to gain my point, and show how those arguments may be refuted which they bring forward from the Council and the epistles of Cyprian, to the effect that Christ's baptism may not be given by the hands of heretics, I shall still remain safely in the Church, in whose communion Cyprian himself remained with those who differed from him."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:6",
                            "text": "3."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:7",
                            "text": "But if they say that the Catholic Church existed then, because there were a few, or, if they prefer it, even a considerable number, who denied the validity of any baptism conferred in an heretical body, and baptized all who came from thence, what then? Did the Church not exist at all before Agrippinus, with whom that new kind of system began, at variance with all previous custom? Or how, again after the time of Agrippinus, when, unless there had been a return to the primitive custom, there would have been no need for Cyprian to set on foot another Council? Was there no Church then, because such a custom as this prevailed everywhere, that the baptism of Christ should be considered nothing but the baptism of Christ, even though it were proved to have been conferred in a body of heretics or schismatics? But if the Church existed even then, and had not perished through a breach of its continuity, but was, on the contrary, holding its ground, and receiving increase in every nation, surely it is the safest plan to abide by this same custom, which then embraced good and bad alike in unity."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:8",
                            "text": "But if there was then no Church in existence, because sacrilegious heretics were received without baptism, and this prevailed by universal custom, whence has Donatus made his appearance? From what land did he spring? or from what sea did he emerge? or from what sky did he fall? And so we, as I had begun to say, are safe in the communion of that Church, throughout the whole extent of which the custom now prevails, which prevailed in like manner through its whole extent before the time of Agrippinus, and in the interval between Agrippinus and Cyprian, and whose unity neither Agrippinus nor Cyprian ever deserted, nor those who agreed with them, although they entertained different views from the rest of their brethren—all of them remaining in the same communion of unity with the very men from whom they differed in opinion."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:9",
                            "text": "But let the Donatists themselves consider what their true position is, if they neither can say whence they derived their origin, if the Church had already been destroyed by the plague-spot of communion with heretics and schismatics received into her bosom without baptism; nor again agree with Cyprian himself, for he declared that he remained in communion with those who received heretics and schismatics, and so also with those who were received as well: while they have separated themselves from the communion of the whole world, on account of the charge of having delivered up the sacred books, which they brought against the men whom they maligned in Africa, but failed to convict when brought to trial beyond the sea; although, even had the crimes which they alleged been true, they were much less heinous than the sins of heresy and schism; and yet these could not defile Cyprian in the persons of those who came from them without baptism, as he conceived, and were admitted without baptism into the Catholic communion."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:10",
                            "text": "Nor, in the very point in which they say that they imitate Cyprian, can they find any answer to make about acknowledging the baptism of the followers of Maximianus, together with those whom, though they belonged to the party that they had first condemned in their own plenary Council, and then gone on to prosecute even at the tribunal of the secular power, they yet received back into their communion, in the episcopate of the very same bishop under whom they had been condemned."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:11",
                            "text": "Wherefore, if the communion of wicked men destroyed the Church in the time of Cyprian, they have no source from which they can derive their own communion; and if the Church was not destroyed, they have no excuse for their separation from it."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book III 2:12",
                            "text": "Moreover, they are neither following the example of Cyprian, since they have burst the bond of unity, nor abiding by their own Council, since they have recognized the baptism of the followers of Maximianus."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On Baptism Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:1",
                            "text": "Chapter 3 —4."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:2",
                            "text": "Let us therefore, seeing that we adhere to the example of Cyprian, go on now to consider Cyprian's Council."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:3",
                            "text": "What says Cyprian? \"Ye have heard,\" he says, \"most beloved colleagues, what Jubaianus our fellow-bishop has written to me, consulting my moderate ability concerning the unlawful and profane baptism of heretics, and what answer I gave him,—giving a judgment which we have once and again and often given, that heretics coming to the Church ought to be baptized and sanctified with the baptism of the Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:4",
                            "text": "Another letter of Jubaianus has likewise been read to you, in which, agreeably to his sincere and religious devotion, in answer to our epistle, he not only expressed his assent, but returned thanks also, acknowledging that he had received instruction\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:5",
                            "text": "In these words of the blessed Cyprian, we find that he had been consulted by Jubaianus, and what answer he had given to his questions, and how Jubaianus acknowledged with gratitude that he had received instruction."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:6",
                            "text": "Ought we then to be thought unreasonably persistent if we desire to consider this same epistle by which Jubaianus was convinced? For till such time as we are also convinced (if there are any arguments of truth whereby this can be done), Cyprian himself has established our security by the right of Catholic communion."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:7",
                            "text": "5."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:8",
                            "text": "For he goes on to say: \"It remains that we severally declare our opinion on this same subject, judging no one, nor depriving any one of the right of communion if he differ from us\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:9",
                            "text": "He allows me, therefore, without losing the right of communion, not only to continue inquiring into the truth, but even to hold opinions differing from his own."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:10",
                            "text": "\"For no one of us,\" he says, \"setteth himself up as a bishop of bishops, or by tyrannical terror forces his colleagues to a necessity of obeying\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:11",
                            "text": "What could be more kind? what more humble? Surely there is here no authority restraining us from inquiry into what is truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:12",
                            "text": "\"Inasmuch as every bishop,\" he says, \"in the free use of his liberty and power, has the right of forming his own judgment, and can no more be judged by another than he can himself judge another,\"—that is, I suppose, in those questions which have not yet been brought to perfect clearness of solution; for he knew what a deep question about the sacrament was then occupying the whole Church with every kind of disputation, and gave free liberty of inquiry to every man, that the truth might be made known by investigation."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:13",
                            "text": "For he was surely not uttering what was false, and trying to catch his simpler colleagues in their speech, so that, when they should have betrayed that they held opinions at variance with his, he might then propose, in violation of his promise, that they should be excommunicated."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:14",
                            "text": "Far be it from a soul so holy to entertain such accursed treachery; indeed, they who hold such a view about such a man, thinking that it conduces to his praise, do but show that it would be in accordance with their own nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:15",
                            "text": "I for my part will in no wise believe that Cyprian, a Catholic bishop, a Catholic martyr, whose greatness only made him proportionately humble in all things, so as to find favor before the Lord,  should ever, especially in the sacred Council of his colleagues, have uttered with his mouth what was not echoed in his heart, especially as he further adds, \"But we must all await the judgment of our Lord Jesus Christ, who alone has the power both of setting us in the government of His Church, and of judging of our acts therein\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book III 3:16",
                            "text": "When, then, he called to their remembrance so solemn a judgment, hoping to hear the truth from his colleagues, would he first set them the example of lying? May God avert such madness from every Christian man, and how much more from Cyprian! We have therefore the free liberty of inquiry granted to us by the most moderate and most truthful speech of Cyprian."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On Baptism Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:1",
                            "text": "Chapter 4 —6."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:2",
                            "text": "Next his colleagues proceed to deliver their several opinions."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:3",
                            "text": "But first they listened to the letter written to Jubaianus; for it was read, as was mentioned in the preamble."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:4",
                            "text": "Let it therefore be read among ourselves also, that we too, with the help of God, may discover from it what we ought to think."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:5",
                            "text": "\"What!\" I think I hear some one saying, \"do you proceed to tell us what Cyprian wrote to Jubaianus?\" I have read the letter, I confess, and should certainly have been a convert to his views, had I not been induced to consider the matter more carefully by the vast weight of authority, originating in those whom the Church, distributed throughout the world amid so many nations, of Latins, Greeks, barbarians, not to mention the Jewish race itself, has been able to produce,—that same Church which gave birth to Cyprian himself,—men whom I could in no wise bring myself to think had been unwilling without reason to hold this view,—not because it was impossible that in so difficult a question the opinion of one or of a few might not have been more near the truth than that of more, but because one must not lightly, without full consideration and investigation of the matter to the best of his abilities, decide in favor of a single individual, or even of a few, against the decision of so very many men of the same religion and communion, all endowed with great talent and abundant learning."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:6",
                            "text": "And so how much was suggested to me on more diligent inquiry, even by the letter of Cyprian himself, in favor of the view which is now held by the Catholic Church, that the baptism of Christ is to be recognized and approved, not by the standard of their merits by whom it is administered, but by His alone of whom it is said, \"The same is He which baptizeth,\"  will be shown naturally in the course of our argument."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:7",
                            "text": "Let us therefore suppose that the letter which was written by Cyprian to Jubaianus has been read among us, as it was read in the Council."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:8",
                            "text": "And I would have every one read it who means to read what I am going to say, lest he might possibly think that I have suppressed some things of consequence."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book III 4:9",
                            "text": "For it would take too much time, and be irrelevant to the elucidation of the matter in hand, were we at this moment to quote all the words of this epistle."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On Baptism Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:1",
                            "text": "Chapter 5 —7."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:2",
                            "text": "But if any one should ask what I hold in the meantime, while discussing this question, I answer that, in the first place, the letter of Cyprian suggested to me what I should hold till I should see clearly the nature of the question which next begins to be discussed."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:3",
                            "text": "For Cyprian himself says: \"But some will say, 'What then will become of those who in times past, coming to the Church from heresy, were admitted without baptism?'\"  Whether they were really without baptism, or whether they were admitted because those who admitted them conceived that they had partaken of baptism, is a matter for our future consideration."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:4",
                            "text": "At any rate, Cyprian himself shows plainly enough what was the ordinary custom of the Church, when he says that in past time those who came to the Church from heresy were admitted without baptism."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:5",
                            "text": "8."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:6",
                            "text": "For in the Council itself Castus of Sicca says: \"He who, despising truth, presumes to follow custom, is either envious or evil-disposed towards the brethren to whom the truth is revealed, or is ungrateful towards God, by whose inspiration His Church is instructed\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book III 5:7",
                            "text": "Whether the truth had been revealed, we shall investigate hereafter; at any rate, he acknowledges that the custom of the Church was different."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On Baptism Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:1",
                            "text": "Chapter 6 —9."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:2",
                            "text": "Libosus also of Vaga says: \"The Lord says in the gospel, 'I am the Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:3",
                            "text": "'  He does not say, 'I am custom."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:4",
                            "text": "' Therefore, when the truth is made manifest, custom must give way to truth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:5",
                            "text": "Clearly, no one could doubt that custom must give way to truth where it is made manifest."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:6",
                            "text": "But we shall see presently about the manifestation of the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book III 6:7",
                            "text": "Meanwhile he also makes it clear that custom was on the other side."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On Baptism Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book III 7:1",
                            "text": "Chapter 7 —10."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book III 7:2",
                            "text": "Zosimus also of Tharassa said: \"When a revelation of the truth has been made, error must give way to truth; for even Peter, who at the first circumcised, afterwards gave way to Paul when he declared the truth\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book III 7:3",
                            "text": "He indeed chose to say error, not custom; but in saying \"for even Peter, who at the first circumcised, afterwards gave way to Paul when he declared the truth,\" he shows plainly enough that there was a custom also on the subject of baptism at variance with his views."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book III 7:4",
                            "text": "At the same time, also, he warns us that it was not impossible that Cyprian might have held an opinion about baptism at variance with that required by the truth, as held by the Church both before and after him, if even Peter could hold a view at variance with the truth as taught us by the Apostle Paul."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On Baptism Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book III 8:1",
                            "text": "Chapter 8 —11."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book III 8:2",
                            "text": "Likewise Felix of Buslacene said: \"In admitting heretics without the baptism of the Church, let no one prefer custom to reason and truth; because reason and truth always prevail to the exclusion of custom\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book III 8:3",
                            "text": "Nothing could be better, if it be reason, and if it be truth; but this we shall see presently."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book III 8:4",
                            "text": "Meanwhile, it is clear from the words of this man also that the custom was the other way."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On Baptism Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book III 9:1",
                            "text": "Chapter 9 —12."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book III 9:2",
                            "text": "Likewise Honoratus of Tucca  said: \"Since Christ is the Truth, we ought to follow truth rather than custom\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book III 9:3",
                            "text": "By all these declarations it is proved that we are not excluded from the communion of the Church, till it shall have been clearly shown what is the nature of the truth, which they say must be preferred to our custom."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book III 9:4",
                            "text": "But if the truth has made it clear that the very regulation ought to be maintained which the said custom had prescribed, then it is evident both that this custom was not established or confirmed in vain, and also that, in consequence of the discussions in question, the most wholesome observance of so great a sacrament, which could never, indeed, have been changed in the Catholic Church, was even more watchfully guarded with the most scrupulous caution, when it had received the further corroboration of Councils."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On Baptism Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:1",
                            "text": "Chapter 10 —13."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:2",
                            "text": "Therefore Cyprian writes to Jubaianus as follows, \"concerning the baptism of heretics, who, being placed without, and set down out of the Church,\" seem to him to \"claim to themselves a matter over which they have neither right nor power."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:3",
                            "text": "Which we,\" he says, \"cannot account valid or lawful, since it is clear that among them it is unlawful\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:4",
                            "text": "Neither, indeed, do we deny that a man who is baptized among heretics, or in any schism outside the Church, derives no profit from it so far as he is partner in the perverseness of the heretics and schismatics; nor do we hold that those who baptize, although they confer the real true sacrament of baptism, are yet acting rightly, in gathering adherents outside the Church, and entertaining opinions contrary to the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:5",
                            "text": "But it is one thing to be without a sacrament, another thing to be in possession of it wrongly, and to usurp it unlawfully."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:6",
                            "text": "Therefore they do not cease to be sacraments of Christ and the Church, merely because they are unlawfully used, not only by heretics, but by all kinds of wicked and impious persons."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:7",
                            "text": "These, indeed, ought to be corrected and punished, but the sacraments should be acknowledged and revered."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:8",
                            "text": "14."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:9",
                            "text": "Cyprian, indeed, says that on this subject not one, but two or more Councils were held; always, however, in Africa."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:10",
                            "text": "For indeed in one he mentions that seventy-one bishops had been assembled, —to all whose authority we do not hesitate, with all due deference to Cyprian, to prefer the authority, supported by many more bishops, of the whole Church spread throughout the whole world, of which Cyprian himself rejoiced that he was an inseparable member."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:11",
                            "text": "15."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:12",
                            "text": "Nor is the water \"profane and adulterous\"  over which the name of God is invoked, even though it be invoked by profane and adulterous persons; because neither the creature itself of water, nor the name invoked, is adulterous."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:13",
                            "text": "But the baptism of Christ, consecrated by the words of the gospel, is necessarily holy, however polluted and unclean its ministers may be; because its inherent sanctity cannot be polluted, and the divine excellence abides in its sacrament, whether to the salvation of those who use it aright, or to the destruction of those who use it wrong."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:14",
                            "text": "Would you indeed maintain that, while the light of the sun or of a candle, diffused through unclean places, contracts no foulness in itself therefrom, yet the baptism of Christ can be defiled by the sins of any man, whatsoever he may be? For if we turn our thoughts to the visible materials themselves, which are to us the medium of the sacraments, every one must know that they admit of corruption."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book III 10:15",
                            "text": "But if we think on that which they convey to us, who can fail to see that it is incorruptible, however much the men through whose ministry it is conveyed are either being rewarded or punished for the character of their lives?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On Baptism Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:1",
                            "text": "Chapter 11 —16."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:2",
                            "text": "But Cyprian was right in not being moved by what Jubaianus wrote, that \"the followers of Novatian  rebaptize those who come to them from the Catholic Church\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:3",
                            "text": "For, in the first place, it does not follow that whatever heretics have done in a perverse spirit of mimicry, Catholics are therefore to abstain from doing, because the heretics do the same."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:4",
                            "text": "And again, the reasons are different for which heretics and the Catholic Church ought respectively to abstain from rebaptizing."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:5",
                            "text": "For it would not be right for heretics to do so, even if it were fitting in the Catholic Church; because their argument is, that among the Catholics is wanting that which they themselves received whilst still within the pale, and took away with them when they departed."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:6",
                            "text": "Whereas the reason why the Catholic Church should not administer again the baptism which was given among heretics, is that it may not seem to decide that a power which is Christ's alone belongs to its members, or to pronounce that to be wanting in the heretics which they have received within her pale, and certainly could not lose by straying outside."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:7",
                            "text": "For thus much Cyprian himself, with all the rest, established, that if any should return from heresy to the Church, they should be received back, not by baptism, but by the discipline of penitence; whence it is clear that they cannot be held to lose by their secession what is not restored to them when they return."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:8",
                            "text": "Nor ought it for a moment to be said that, as their heresy is their own, as their error is their own, as the sacrilege of disunion is their own, so also the baptism is their own, which is really Christ's."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book III 11:9",
                            "text": "Accordingly, while the evils which are their own are corrected when they return, so in that which is not theirs His presence should be recognised, from whom it is."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On Baptism Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:1",
                            "text": "Chapter 12 —17."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:2",
                            "text": "But the blessed Cyprian shows that it was no new or sudden thing that he decided, because the practice had already begun under Agrippinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:3",
                            "text": "\"Many years,\" he says, \"and much time has passed away since, under Agrippinus of honored memory, a large assembly of bishops determined this point\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:4",
                            "text": "Accordingly, under Agrippinus, at any rate, the thing was new."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:5",
                            "text": "But I cannot understand what Cyprian means by saying, \"And thenceforward to the present day, so many thousand heretics in our provinces, having been converted to our Church, showed no hesitation or dislike, but rather with full consent of reason and will, have embraced the opportunity of the grace of the laver of life and the baptism unto salvation,\"  unless indeed he says, \"thenceforward to the present day,\" because from the time when they were baptized in the Church, in accordance with the Council of Agrippinus, no question of excommunication had arisen in the case of any of the rebaptized."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book III 12:6",
                            "text": "Yet if the custom of baptizing those who came over from heretics remained in force from the time of Agrippinus to that of Cyprian, why should new Councils have been held by Cyprian on this point? Why does he say to this same Jubaianus that he is not doing anything new or sudden, but only what had been established by Agrippinus? For why should Jubaianus be disturbed by the question of novelty, so as to require to be satisfied by the authority of Agrippinus, if this was the continuous practice of the Church from Agrippinus till Cyprian? Why, lastly, did so many of his colleagues urge that reason and truth must be preferred to custom, instead of saying that those who wished to act otherwise were acting contrary to truth and custom alike?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On Baptism Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:1",
                            "text": "Chapter 13."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:2",
                            "text": "—18."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:3",
                            "text": "But as regards the remission of sins, whether it is granted through baptism at the hands of the heretics, I have already expressed my opinion on this point in a former book;  but I will shortly recapitulate it here."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:4",
                            "text": "If remission of sins is there conferred by the sacredness of baptism, the sins return again through obstinate perseverance in heresy or schism; and therefore such men must needs return to the peace of the Catholic Church, that they may cease to be heretics and schismatics, and deserve that those sins which had returned on them should be cleansed away by love working in the bond of unity."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:5",
                            "text": "But if, although among heretics and schismatics it be still the same baptism of Christ, it yet cannot work remission of sins owing to this same foulness of discord and wickedness of dissent, then the same baptism begins to be of avail for the remission of sins when they come to the peace of the Church,—[not]  that what has been already truly remitted should not be retained; nor that heretical baptism should be repudiated as belonging to a different religion, or as being different from our own, so that a second baptism should be administered; but that the very same baptism, which was working death by reason of discord outside the Church, may work salvation by reason of the peace within."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:6",
                            "text": "It was, in fact, the same savor of which the apostle says, \"We are a sweet savor of Christ in every place;\" and yet, says he, \"both in them that are saved and in them that perish."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:7",
                            "text": "To the one we are the savor of life unto life; and to the other the savor of death unto death\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book III 13:8",
                            "text": "And although he used these words with reference to another subject, I have applied them to this, that men may understand that what is good may not only work life to those who use it aright, but also death to those who use it wrong."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On Baptism Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:1",
                            "text": "Chapter 14."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:2",
                            "text": "—19."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:3",
                            "text": "Nor is it material, when we are considering the question of the genuineness and holiness of the sacrament, \"what the recipient of the sacrament believes, and with what faith he is imbued\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:4",
                            "text": "It is of the very highest consequence as regards the entrance into salvation, but is wholly immaterial as regards the question of the sacrament."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:5",
                            "text": "For it is quite possible that a man may be possessed of the genuine sacrament and a corrupted faith, as it is possible that he may hold the words of the creed in their integrity, and yet entertain an erroneous belief about the Trinity, or the resurrection, or any other point."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:6",
                            "text": "For it is no slight matter, even within the Catholic Church itself, to hold a faith entirely consistent with the truth about even God Himself, to say nothing of any of His creatures."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:7",
                            "text": "Is it then to be maintained, that if any one who has been baptized within the Catholic Church itself should afterwards, in the course of reading, or by listening to instruction, or by quiet argument, find out, through God's own revelation, that he had before believed otherwise than he ought, it is requisite that he should therefore be baptized afresh? But what carnal and natural man is there who does not stray through the vain conceits  of his own heart, and picture God's nature to himself to be such as he has imagined out of his carnal sense, and differ from the true conception of God as far as vanity from truth? Most truly, indeed, speaks the apostle, filled with the light of truth: \"The natural man,\" says he, \"receiveth not the things of the Spirit of God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:8",
                            "text": "And yet herein he was speaking of men whom he himself shows to have been baptized."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:9",
                            "text": "For he says to them, \"Was Paul crucified for you? or were ye baptized in the name of Paul?\"  These men had therefore the sacrament of baptism; and yet, inasmuch as their wisdom was of the flesh, what could they believe about God otherwise than according to the perception of their flesh, according to which \"the natural man receiveth not the things of the Spirit of God?\" To such he says: \"I could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:10",
                            "text": "I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:11",
                            "text": "For ye are yet carnal\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:12",
                            "text": "For such are carried about with every wind of doctrine, of which kind he says, \"That we be no more children, tossed to and fro, and carried about with every wind of doctrine\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:13",
                            "text": "It is then true that, if these men shall have advanced even to the spiritual age of the inner man, and in the integrity of understanding shall have learned how far different from the requirements of the truth has been the belief which they have been led by the fallacious character of their conceits to entertain of God, they are therefore to be baptized again? For, on this principle, it would be possible for a Catholic catechumen to light upon the writings of some heretic, and, not having the knowledge requisite for discerning truth from error, he might entertain some belief contrary to the Catholic faith, yet not condemned by the words of the creed, just as, under color of the same words, innumerable heretical errors have sprung up."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:14",
                            "text": "Supposing, then, that the catechumen was under the impression that he was studying the work of some great and learned Catholic, and was baptized with that belief in the Catholic Church, and by subsequent research should discover what he ought to believe, so that, embracing the Catholic faith, he should reject his former error, ought he, on confessing this, to be baptized again? Or supposing that, before learning and confessing this for himself, he should be found to entertain such an opinion, and should be taught what he ought to reject and what he should believe, and it were to become clear that he had held this false belief when he was baptized, ought he therefore to be baptized again? Why should we maintain the contrary? Because the sanctity of the sacrament, consecrated in the words of the gospel, remains upon him in its integrity, just as he received it from the hands of the minister, although he, being firmly rooted in the vanity of his carnal mind entertained a belief other than was right at the time when he was baptized."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:15",
                            "text": "Wherefore it is manifest that it is possible that, with defective faith, the sacrament of baptism may yet remain without defect in any man; and therefore all that is said about the diversity of the several heretics is beside the question."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:16",
                            "text": "For in each person that is to be corrected which is found to be amiss by the man who undertakes his correction."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:17",
                            "text": "That is to be made whole which is unsound; that is to be given which is wanting, and, above all, the peace of Christian charity, without which the rest is profitless."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book III 14:18",
                            "text": "Yet, as the rest is there, we must not administer it as though it were wanting, only take care that its possession be to the profit, not the hurt of him who has it, through the very bond of peace and excellence of charity."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On Baptism Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:1",
                            "text": "Chapter 15."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:2",
                            "text": "—20."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:3",
                            "text": "Accordingly, if Marcion consecrated the sacrament of baptism with the words of the gospel, \"In the name of the Father, and of the Son, and of the Holy Ghost,\"  the sacrament was complete, although his faith expressed under the same words, seeing that he held opinions not taught by the Catholic truth, was not complete, but stained with the falsity of fables."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:4",
                            "text": "For under these same words, \"In the name of the Father, and of the Son, and of the Holy Ghost,\" not Marcion only, or Valentinus, or Arius, or Eunomius, but the carnal babes of the Church themselves (to whom the apostle said, \"I could not speak unto you as unto spiritual, but as unto carnal\"), if they could be individually asked for an accurate exposition of their opinions, would probably show a diversity of opinions as numerous as the persons who held them, \"for the natural man receiveth not the things of the Spirit of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:5",
                            "text": "Can it, however, be said on this account that they do not receive the complete sacrament? or that, if they shall advance, and correct the vanity of their carnal opinions, they must seek again what they had received? Each man receives after the fashion of his own faith; yet how much does he obtain under the guidance of that mercy of God, in the confident assurance of which the same apostle says, \"If in anything ye be otherwise minded, God shall reveal even this unto you\"?  Yet the snares of heretics and schismatics prove for this reason only too pernicious to the carnally-minded, because their very progress is intercepted when their vain opinions are confirmed in opposition to the Catholic truth, and the perversity of their dissension is strengthened against the Catholic peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:6",
                            "text": "Yet if the sacraments are the same, they are everywhere complete, even when they are wrongly understood, and perverted to be instruments of discord, just as the very writings of the gospel, if they are only the same, are everywhere complete, even though quoted with a boundless variety of false opinions."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book III 15:7",
                            "text": "For as to what Jeremiah says:—\"Why do those who grieve me prevail against me? My wound is stubborn, whence shall I be healed? In its origin it became unto me as lying water, having no certainty,\" —if the term \"water\" were never used figuratively and in the allegorical language of prophecy except to signify baptism, we should have trouble in discovering what these words of Jeremiah meant; but as it is, when \"waters\" are expressly used in the Apocalypse  to signify \"peoples,\" I do not see why, by \"lying water having no certainty,\" I should not understand, a \"lying people, whom I cannot trust\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On Baptism Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:1",
                            "text": "Chapter 16."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:2",
                            "text": "—21."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:3",
                            "text": "But when it is said that \"the Holy Spirit is given by the imposition of hands in the Catholic Church only, I suppose that our ancestors meant that we should understand thereby what the apostle says, \"Because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:4",
                            "text": "For this is that very love which is wanting in all who are cut off from the communion of the Catholic Church; and for lack of this, \"though they speak with the tongues of men and of angels, though they understand all mysteries and all knowledge, and though they have the gift of prophecy, and all faith, so that they could remove mountains, and though they bestow all their goods to feed the poor, and though they give their bodies to be burned, it profiteth them nothing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:5",
                            "text": "But those are wanting in God's love who do not care for the unity of the Church; and consequently we are right in understanding that the Holy Spirit may be said not to be received except in the Catholic Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:6",
                            "text": "For the Holy Spirit is not only given by the laying on of hands amid the testimony of temporal sensible miracles, as He was given in former days to be the credentials of a rudimentary faith, and for the extension of the first beginnings of the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:7",
                            "text": "For who expects in these days that those on whom hands are laid that they may receive the Holy Spirit should forthwith begin to speak with tongues? but it is understood that invisibly and imperceptibly, on account of the bond of peace, divine love is breathed into their hearts, so that they may be able to say, \"Because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:8",
                            "text": "But there are many operations of the Holy Spirit, which the same apostle commemorates in a certain passage at such length as he thinks sufficient, and then concludes: \"But all these worketh that one and the selfsame Spirit, dividing to every man severally as He will\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:9",
                            "text": "Since, then, the sacrament is one thing, which even Simon Magus could have;  and the operation of the Spirit is another thing, which is even often found in wicked men, as Saul had the gift of prophecy;  and that operation of the same Spirit is a third thing, which only the good can have, as \"the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned:\"  whatever, therefore, may be received by heretics and schismatics, the charity which covereth the multitude of sins is the especial gift of Catholic unity and peace; nor is it found in all that are within that bond, since not all that are within it are of it, as we shall see in the proper place."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:10",
                            "text": "At any rate, outside the bond that love cannot exist, without which all the other requisites, even if they can be recognized and approved, cannot profit or release from sin."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book III 16:11",
                            "text": "But the laying on of hands in reconciliation to the Church is not, like baptism, incapable of repetition; for what is it more than a prayer offered over a man?."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On Baptism Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:1",
                            "text": "Chapter 17."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:2",
                            "text": "—22."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:3",
                            "text": "\"For as regards the fact that to preserve the figure of unity the Lord gave the power to Peter that whatsoever he should loose on earth should be loosed,\"  it is clear that that unity is also described as one dove without fault."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:4",
                            "text": "Can it be said, then, that to this same dove belong all those greedy ones, whose existence in the same Catholic Church Cyprian himself so grievously bewailed? For birds of prey, I believe, cannot be called doves, but rather hawks."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:5",
                            "text": "How then did they baptize those who used to plunder estates by treacherous deceit, and increase their profits by compound usury,  if baptism is only given by that indivisible and chaste and perfect dove, that unity which can only be understood as existing among the good? Is it possible that, by the prayers of the saints who are spiritual within the Church, as though by the frequent lamentations of the dove, a great sacrament is dispensed, with a secret administration of the mercy of God, so that their sins also are loosed who are baptized, not by the dove but by the hawk, if they come to that sacrament in the peace of Catholic unity? But if this be so, why should it not also be the case that, as each man comes from heresy or schism to the Catholic peace, his sins should be loosed through their prayers? But the integrity of the sacrament is everywhere recognized, though it will not avail for the irrevocable remission of sins outside the unity of the Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book III 17:6",
                            "text": "Nor will the prayers of the saints, or, in other words, the groanings of that one dove, be able to help one who is set in heresy or schism; just as they are not able to help one who is placed within the Church, if by a wicked life he himself retain the debts of his sins against himself, and that though he be baptized, not by this hawk, but by the pious ministry of the dove herself."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On Baptism Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:1",
                            "text": "Chapter 18—23."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:2",
                            "text": "\"As my Father hath sent me,\" says our Lord, \"even so send I you."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:3",
                            "text": "And what He had said this, He breathed on them, and saith unto them, Receive ye the Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:4",
                            "text": "Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:5",
                            "text": "Therefore, if they represented the Church, and this was said to them as to the Church herself, it follows that the peace of the Church looses sins, and estrangement from the Church retains them, not according to the will of men, but according to the will of God and the prayers of the saints who are spiritual, who \"judge all things, but themselves are judged of no man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:6",
                            "text": "For the rock retains, the rock remits; the dove retains, the dove remits; unity retains, unity remits."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:7",
                            "text": "But the peace of this unity exists only in the good, in those who are either already spiritual, or are advancing by the obedience of concord to spiritual things; it exists not in the bad, whether they make disturbances abroad, or are endured within the Church with lamentations, baptizing and being baptized."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:8",
                            "text": "But just as those who are tolerated with groanings within the Church, although they do not belong to the same unity of the dove, and to that \"glorious Church, not having spot or wrinkle, or any such thing,\"  yet if they are corrected, and confess that they approached to baptism most unworthily, are not baptized again, but begin to belong to the dove, through whose groans those sins are remitted which were retained in them who were estranged from her peace; so those also who are more openly without the Church, if they have received the same sacraments, are not freed from their sins on coming, after correction, to the unity of the Church, by a repetition of baptism, but by the same law of charity and bond of unity."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:9",
                            "text": "For if \"those only may baptize who are set over the Church, and established by the law of the gospel and ordination as appointed by the Lord,\" were they in any wise of this kind who seized on estates by treacherous frauds, and increased their gains by compound interest? I trow not, since those are established by ordination as appointed of the Lord, of whom the apostle, in giving them a standard, says, \"Not greedy, not given to filthy lucre\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:10",
                            "text": "Yet men of this kind used to baptize in the time of Cyprian himself; and he confesses with many lamentations that they were his fellow-bishops, and endures them with the great reward of tolerance."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:11",
                            "text": "Yet did they not confer remission of sins, which is granted through the prayers of the saints, that is, the groans of the dove, whoever it be that baptizes, if those to whom it is given belong to her peace."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:12",
                            "text": "For the Lord would not say to robbers and usurers, \"Whose soever sins ye remit, they shall be remitted to him; and whose soever sins ye retain, they shall be retained\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:13",
                            "text": "\"Outside the Church, indeed, nothing can be either bound or loosed, since there there is no one who can either bind or loose;\" but he is loosed who has made peace with the dove, and he is bound who is not at peace with the dove, whether he is openly without, or appears to be within."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:14",
                            "text": "24."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:15",
                            "text": "But we know that Dathan, Korah, and Abiram,  who tried to usurp to themselves the right of sacrificing, contrary to the unity of the people of God, and also the sons of Aaron who offered strange fire upon the altar,  did not escape punishment."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book III 18:16",
                            "text": "Nor do we say that such offenses remain unpunished, unless those guilty of them correct themselves, if the patience of God leading them to repentance  give them time for correction."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On Baptism Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:1",
                            "text": "Chapter 19."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:2",
                            "text": "—25."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:3",
                            "text": "They indeed who say that baptism is not to be repeated, because only hands were laid on those whom Philip the deacon had baptized,  are saying what is quite beside the point; and far be it from us, in seeking the truth, to use such arguments as this."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:4",
                            "text": "Wherefore we are all the further from \"yielding to heretics,\"  if we deny that what they possess of Christ's Church is their own property, and do not refuse to acknowledge the standard of our General because of the crimes of deserters; nay, all the more because \"the Lord our God is a jealous God,\"  let us refuse, whenever we see anything of His with an alien, to allow him to consider it his own."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:5",
                            "text": "For of a truth the jealous God Himself rebukes the woman who commits fornication against Him, as the type of an erring people, and says that she gave to her lovers what belonged to Him, and again received from them what was not theirs but His."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:6",
                            "text": "In the hands of the adulterous woman and the adulterous lovers, God in His wrath, as a jealous God, recognizes His gifts; and do we say that baptism, consecrated in the words of the gospel, belongs to heretics? and are we willing, from consideration of their deeds, to attribute to them even what belongs to God, as though they had the power to pollute it, or as though they could make what is God's to be their own, because they themselves have refused to belong to God?  26."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:7",
                            "text": "Who is that adulterous woman whom the prophet Hosea points out, who said, \"I will go after my lovers, that give me my bread and my water, my wool and my flax, and everything that befits me?\"  Let us grant that we may understand this also of the people of the Jews that went astray; yet whom else are the false Christians (such as are all heretics and schismatics) wont to imitate, except false Israelites? For there were also true Israelites, as the Lord Himself bears witness to Nathanael, \"Behold an Israelite indeed, in whom is no guile\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:8",
                            "text": "But who are true Christians, save those of whom the same Lord said, \"He that hath my commandments, and keepeth them, he it is that loveth me?\"  But what is it to keep His commandments, except to abide in love? Whence also He says, \"A new commandment I give unto you, that ye love one another;\" and again, \"By this shall all men know that ye are my disciples, if ye have love one to another\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:9",
                            "text": "But who can doubt that this was spoken not only to those who heard His words with their fleshly ears when He was present with them, but also to those who learn His words through the gospel, when He is sitting on His throne in heaven? For He came not to destroy the law, but to fulfill."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:10",
                            "text": "But the fulfilling of the law is love."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:11",
                            "text": "And in this Cyprian abounded greatly, insomuch that though he held a different view concerning baptism, he yet did not forsake the unity of the Church, and was in the Lord's vine a branch firmly rooted, bearing fruit, which the heavenly Husbandman purged with the knife of suffering, that it should bear more fruit."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:12",
                            "text": "But the enemies of this brotherly love, whether they are openly without, or appear to be within, are false Christians, and antichrists."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:13",
                            "text": "For when they have found an opportunity, they go out, as it is written: \"A man wishing to separate himself from his friends, seeketh opportunities\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:14",
                            "text": "But even if occasions are wanting, while they seem to be within, they are severed from that invisible bond of love."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:15",
                            "text": "Whence St."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:16",
                            "text": "John says, \"They went out from us, but they were not of us; for had they been of us, they would no doubt have continued with us\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:17",
                            "text": "He does not say that they ceased to be of us by going out, but that they went out because they were not of us."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:18",
                            "text": "The Apostle Paul also speaks of certain men who had erred concerning the truth, and were overthrowing the faith of some; whose word was eating as a canker."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:19",
                            "text": "Yet in saying that they should be avoided, he nevertheless intimates that they were all in one great house, but as vessels to dishonor,—I suppose because they had not as yet gone out."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:20",
                            "text": "Or if they had already gone out, how can he say that they were in the same great house with the honorable vessels, unless it was in virtue of the sacraments themselves, which even in the severed meetings of heretics are not changed, that he speaks of all as belonging to the same great house, though in different degrees of esteem, some to honor and some to dishonor? For thus he speaks in his Epistle to Timothy: \"But shun profane and vain babblings; for they will increase unto more ungodliness."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:21",
                            "text": "And their word will eat as doth a canker; of whom is Hymen aeus and Philetus; who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:22",
                            "text": "Nevertheless the foundation of God standeth firm, having this seal, The Lord knoweth them that are His."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:23",
                            "text": "And, Let every one that nameth the name of Christ depart from iniquity."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:24",
                            "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honor, and some to dishonor."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:25",
                            "text": "If a man therefore purge himself from these, he shall be a vessel unto honor, sanctified, and meet for the master's use, and prepared unto every good work\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:26",
                            "text": "But what is it to purge oneself from such as these, except what he said just before, \"Let every one that nameth the name of Christ depart from iniquity\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:27",
                            "text": "And lest any one should think that, as being in one great house with them, he might perish with such as these, he has most carefully forewarned them, \"The Lord knoweth them that are His,\"—those, namely, who, by departing from iniquity, purge themselves from the vessels made to dishonor, lest they should perish with them whom they are compelled to tolerate in the great house."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:28",
                            "text": "27."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:29",
                            "text": "They, therefore, who are wicked, evildoers, carnal, fleshly, devilish, think that they receive at the hands of their seducers what are the gifts of God alone, whether sacraments, or any spiritual workings about present salvation."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:30",
                            "text": "But these men have not love towards God, but are busied about those by whose pride they are led astray, and are compared to the adulterous woman, whom the prophet introduces as saying, \"I will go after my lovers, that give me my bread and my water, my wool and my flax, and my oil, and everything that befits me\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:31",
                            "text": "For thus arise heresies and schisms, when the fleshly people which is not founded on the love of God says, \"I will go after my lovers,\" with whom, either by corruption of her faith, or by the puffing up of her pride, she shamefully commits adultery."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:32",
                            "text": "But for the sake of those who, having undergone the difficulties, and straits, and barriers of the empty reasoning of those by whom they are led astray, afterwards feel the prickings of fear, and return to the way of peace, to seeking God in all sincerity,—for their sake He goes on to say, \"Therefore, behold, I will hedge up thy way with thorns, and make a wall, that she shall not find her paths."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:33",
                            "text": "And she shall follow after her lovers, but she shall not overtake them: and she shall seek them, but she shall not find them: then shall she say, I will go and return to my first husband; for then was it better with me than now\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:34",
                            "text": "Then, that they may not attribute to their seducers what they have that is sound, and derived from the doctrine of truth, by which they lead them astray to the falseness of their own dogmas and dissensions; that they may not think that what is sound in them belongs to them, he immediately added, \"And she did not know that I gave her corn, and wine, and oil, and multiplied her money; but she made vessels of gold and silver for Baal\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:35",
                            "text": "For she had said above, \"I will go after my lovers, that give me my bread,\" etc."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:36",
                            "text": ", not at all understanding that all this, which was held soundly and lawfully by her seducers, was of God, and not of men."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:37",
                            "text": "Nor would even they themselves claim these things for themselves, and as it were assert a right in them, had not they in turn been led astray by a people which had gone astray, when faith is reposed in them, and such honors are paid to them, that they should be enabled thereby to say such things, and claim such things for themselves, that their error should be called truth, and their iniquity be thought righteousness, in virtue of the sacraments and Scriptures, which they hold, not for salvation, but only in appearance."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:38",
                            "text": "Accordingly, the same adulterous woman is addressed by the mouth of Ezekiel: \"Thou hast also taken thy fair jewels of my gold and of my silver, which I had given thee, and madest to thyself images of men, and didst commit whoredom with them; and tookest my  broidered garments, and coveredst them: and thou hast set mine oil and mine incense before them."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:39",
                            "text": "My meat also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou hast even set it before thine idols for a sweet savor: and this thou hast done\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:40",
                            "text": "For she turns all the sacraments, and the words of the sacred books, to the images of her own idols, with which her carnal mind delights to wallow."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:41",
                            "text": "Nor yet, because those images are false, and the doctrines of devils, speaking lies in hypocrisy,  are those sacraments and divine utterances therefore so to lose their due honor, as to be thought to belong to such as these; seeing that the Lord says,\" Of my gold, and my silver, and my broidered garments, and mine oil, and mine incense, and my meat,\" and so forth."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:42",
                            "text": "Ought we, because those erring ones think that these things belong to their seducers, therefore not to recognize whose they really are, when He Himself says, \"And she did not know that I gave her corn, and wine, and oil, and multiplied her money\"? For He did not say that she did not have these things because she was an adulteress; but she is said to have had them, and that not as belonging to herself or her lovers, but to God, whose alone they are."
                        },
                        {
                            "verse": 43,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:43",
                            "text": "Although, therefore, she had her fornication, yet those things wherewith she adorned it, whether as seduced or in her turn seducing, belonged not to her, but to God."
                        },
                        {
                            "verse": 44,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:44",
                            "text": "If these things were spoken in a figure of the Jewish nation, when the scribes and Pharisees were rejecting the commandment of God in order to set up their own traditions, so that they were in a manner committing whoredom with a people which was abandoning their God; and yet for all that, whoredom at that time among the people, such as the Lord brought to light by convicting it, did not cause that the mysteries should belong to them, which were not theirs but God's, who, in speaking to the adulteress, says that all these things were His; whence the Lord Himself also sent those whom He cleansed from leprosy to the same mysteries, that they should offer sacrifice for themselves before the priests, because that sacrifice had not become efficacious for them, which He Himself afterwards wished to be commemorated in the Church for all of them, because He Himself proclaimed the tidings to them all;—if this be so, how much the more ought we, when we find the sacraments of the New Testament among certain heretics or schismatics, not to attribute them to these men, nor to condemn them, as though we could not recognize them? We ought to recognize the gifts of the true husband, though in the possession of an adulteress, and to amend, by the word of truth, that whoredom which is the true possession of the unchaste woman, instead of finding fault with the gifts, which belong entirely to the pitying Lord."
                        },
                        {
                            "verse": 45,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:45",
                            "text": "28."
                        },
                        {
                            "verse": 46,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:46",
                            "text": "From these considerations, and such as these, our forefathers, not only before the time of Cyprian and Agrippinus, but even afterwards, maintained a most wholesome custom, that whenever they found anything divine and lawful remaining in its integrity even in the midst of any heresy or schism, they approved rather than repudiated it; but whatever they found that was alien, and peculiar to that false doctrine or division, this they convicted in the light of the truth, and healed."
                        },
                        {
                            "verse": 47,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book III 19:47",
                            "text": "The points, however, which remain to be considered in the letter written by Jubaianus, must, I think, when looking at the size of this book, be taken in hand and treated with a fresh beginning."
                        }
                    ]
                }
            ]
        }
    ]
}