{
    "books": [
        {
            "name": "Gregory The Great: Register of Epistles VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory The Great: Register of Epistles VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:1",
                            "text": "Book VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:2",
                            "text": "Epistle I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:3",
                            "text": "To Peter, Bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:4",
                            "text": "Gregory to Peter, Bishop of Corsica."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:5",
                            "text": "On receiving the letters of your Fraternity we returned great thanks to Almighty God, that you had been so good as to refresh us with the news of the gathering in of many souls."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:6",
                            "text": "And accordingly let your Fraternity strive anxiously to bring to perfection, with the help of the Lord, the work which you have begun."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:7",
                            "text": "And with regard to those who have once been faithful, but from negligence or under constraint have returned to the worship of idols, make haste to bring them back to the faith, imposing on them a penance of a few days, that they may bewail their guilt, and keep to that to which they return, God helping them, the more firmly as they shall have perfectly deplored that from which they now depart; and with regard to those who have not yet been baptized, let thy Fraternity make haste, by admonishing, by beseeching, by alarming them about the coming judgment, and also by giving reasons why they should not worship stocks and stones, to gather them in to Almighty God; that so, at His advent, when the strict day of judgment comes, thy Holiness may be found in the number of the Saints."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:8",
                            "text": "For what more profitable work or more lofty canst thou be engaged in than taking thought for the quickening and gathering together of souls and bringing in immortal gain to thy Lord, Who has given to thee the post of preaching?  Further, we send thy Fraternity fifty solidi for procuring vestments for those who are to be baptized; and we have also caused to be given to the presbyter of the Church situated in Mount Negeugnus the possession which thy Fraternity has asked for, so that its value may be deducted from the money that he had been accustomed to receive."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:9",
                            "text": "Further, your Fraternity has asked to be allowed to make for yourself an episcopal residence in the church that is not far from the same mountain; which proposal I most gladly accede to, since the nearer you are, the more will you be able to do good to the souls that are there."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VIII 1:10",
                            "text": "In consideration of your Holiness's intercessions for him we have made the bearer of these presents an acolyte, and have sent him back to attend upon you, in order that, if he should be of still more service in winning souls, he may be in a position to be still further advanced."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory The Great: Register of Epistles VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:1",
                            "text": "Epistle II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:2",
                            "text": "To Anastasius, Bishop of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:3",
                            "text": "Gregory to Anastasius, Patriarch of Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:4",
                            "text": "I have received the letters of your most sweet Blessedness, which flowed with tears for words."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:5",
                            "text": "For I saw in them a cloud flying aloft as clouds do; but, though it carried with it a darkness of sorrow, I could not easily discover at its commencement whence it came or whither it was going, since by reason of the darkness I speak of I did not fully understand its origin."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:6",
                            "text": "Yet it becomes you, most holy ones, ever to recall to mind what the preacher to the Gentiles says; In the last times perilous times shall be at hand, and there shall be men loving themselves, covetous, lifted up (1 Tim."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:7",
                            "text": "iv."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:8",
                            "text": "1); and what follows, which it would be a trouble for me to speak, and which is not necessary for you to hear."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:9",
                            "text": "Lo, in your holy old age, your Blessedness labours under many tribulations; but consider in whose seat you sit."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:10",
                            "text": "Is it not in his to whom it was said by the voice of the truth, When thou shalt be old, another shall gird thee and carry thee whether thou wouldest not (Joh."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:11",
                            "text": "xxi."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:12",
                            "text": "18)? But in saying this I recollect that your Holiness even from your youth has toiled under many adversities."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:13",
                            "text": "Say then with the good king, I will think again over all my years in the bitterness of my soul (Isai."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:14",
                            "text": "xxxviii."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:15",
                            "text": "15)."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:16",
                            "text": "For there are many who, as you say in your letter, make to themselves pastime over our wounds: but we know who said, Ye shall lament and weep, but the world shall rejoice; and ye shall be sorrowful (Joh."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:17",
                            "text": "xvi."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:18",
                            "text": "20): where also he forthwith adds, But your sorrow shall  be turned into joy."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:19",
                            "text": "But, since we already suffer what was foretold, it remains that we should also hope for what was promised."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:20",
                            "text": "For as to these of whom you say that they themselves lay on the burdens which they ought to have lightened, I know that they are those who come in sheep's clothing, and inwardly are ravening wolves (Matth."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:21",
                            "text": "vii."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:22",
                            "text": ")."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:23",
                            "text": "But they are so much the more to be endured as they persecute us not only with a malicious mind, but also in religious guise."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:24",
                            "text": "And in that they desire to have to themselves above others what it were not fit that they should have even with their brethren, we are in no wise disturbed at this, since we trust in Almighty God that those who desire what belongs to others will be the sooner deprived even of what is their own."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:25",
                            "text": "For we know who said, That every one that exalteth himself shall be abased (Luke xiv."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:26",
                            "text": "11)."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:27",
                            "text": "And again it is written, Before a fall the heart is exalted (Prov."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:28",
                            "text": "xvi."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:29",
                            "text": "18)."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:30",
                            "text": "But in these days, as I find, new wars of heretics are arising, about whom I have before now written to your Blessedness, in such sort that they attempt to invalidate the prophets, the Gospels, and all the sayings of the Fathers."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:31",
                            "text": "But, while the life of your Holiness endures, we trust in the favour of our Protector that their mouths which have been opened against the solidity of the truth may be the sooner stopped, inasmuch as, however sharp may be the swords that are employed, they recoil broken when they strike the rock."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:32",
                            "text": "Moreover there is this by the great favour of Almighty God; that among those who are divided from the doctrine of Holy Church there is no unity, since every kingdom divided against itself shall not stand (Luke xi."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:33",
                            "text": ")."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:34",
                            "text": "And holy Church is always more thoroughly equipped in her teaching when assaulted by the questionings of heretics; so that what was said by the Psalmist concerning God against heretics is fulfilled, They are divided from the wrath of his countenance, and his heart hath drawn nigh (Ps."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:35",
                            "text": "liv."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:36",
                            "text": "22)."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:37",
                            "text": "For while they are divided in their wicked error, God brings His heart near to us, because, being taught by contradictions, we more thoroughly learn to understand Him."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:38",
                            "text": "Further, what ills we suffer from the swords of barbarians, and what from the perversity of judges, I shrink from relating to your Blessedness, lest I should increase your groaning, which I ought to diminish by consolation."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:39",
                            "text": "But in all these things the precepts of our Master comfort me, who says, These things have I spoken unto you, that in me ye might have peace."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:40",
                            "text": "In the world ye shall have tribulation (John xvi."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:41",
                            "text": "33)."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:42",
                            "text": "For I consider to whom it was said, This is your hour, and the power of darkness (Luke xxii."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:43",
                            "text": "53)."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:44",
                            "text": "If, then, the hour of light will be afterwards, since it is said to the elect, Ye are the light of the world (Matth."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:45",
                            "text": "v."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:46",
                            "text": "14), and as it is written, The righteous shall have dominion over them in the morning (Ps."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:47",
                            "text": "xlviii."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:48",
                            "text": "15), whatever we suffer in the hour of the power of darkness is not to be deplored."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:49",
                            "text": "Moreover your most sweet Holiness tells me that you would have wished, if it could have been so, to converse with me without paper and pen, and grieves that a distance almost as far as the East is from the West lies between us."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:50",
                            "text": "But this which I feel I declare is true; that on paper your soul speaks to me without paper, since in the words of your Holiness charity alone sounds, and we are not divided by distance of place who, of the gift of Almighty God, are joined together in the bond of love."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:51",
                            "text": "Why then seek you to have given you the wings of a dove covered with silver, when you already have them? For indeed these wings are love of God and of our neighbour."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:52",
                            "text": "For by these holy Church flies aloft, and by these transcends all that is earthly; which if your Holiness had not, you would not have come to me by letter with so great charity."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:53",
                            "text": "Further, I beg you to pray earnestly in behalf of the weakness of my heart, to the end that Almighty God may through your intercession defend my soul from all evils, and the sooner snatch me away from the hurricanes of this time, which are so many, and bring me to the shores of eternal rest."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:54",
                            "text": "I have received all the very rich blessings, directed to me, which thou, as a man of God poor in spirit, hast sent me, saying of them, For what can a poor man give but what is poor? But had you not been poor through a spirit of humility, your blessings would not have been rich."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VIII 2:55",
                            "text": "May Almighty God guard you by His protection from all evils; and, since your life is very necessary for all good men, bring you after many years yet to come to the joys of the heavenly country."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory The Great: Register of Epistles VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:1",
                            "text": "Epistle III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:2",
                            "text": "To Donus, Bishop of Messana (in Sicily)."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:3",
                            "text": "Gregory to Donus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:4",
                            "text": "The most eloquent man, our son Faustinus, has come to us and complained that his late father Peltrasius left some things which were not his own to your Church for his burial."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:5",
                            "text": "And indeed he knows himself, and we have  heard, what the secular law is in such a case; namely, that the heir is bound to pay if his father has bequeathed what was not his own."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:6",
                            "text": "But, as we know that your Fraternity lives by the law of God and not of the world, it seems to me very unjust that an amber cup, and a boy who is said to be of a certain church situate on his property in the diocese of Consentia, should be detained by thy Fraternity."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:7",
                            "text": "For, when the most reverend Palumbus, now bishop, but then archdeacon, had testified that things were as I have said, you certainly ought to have taken his word, and restored what was not your own."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:8",
                            "text": "Further, you ought in my opinion to have considered the golden brooch, which would be his whole substance were there anything for the sustenance of those he had left behind him, and accepted it at that time for his burial."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:9",
                            "text": "Nevertheless, you know our ordinance, how that we have entirely forbidden the old custom in our Church, nor give our assent to any one being allowed to acquire burial-places for a human body for a price."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:10",
                            "text": "For, if the men of Sichem, who were as we suppose Gentiles, offered without charge to Abraham sepulture for the dead Sara to be buried in a place of her own, and were hardly prevailed upon by his great importunity to receive a price for her place of burial, ought we, who are called bishops, to make any charge for burying the bodies of the faithful? This, then, we commit to the judgment of your Fraternity."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:11",
                            "text": "The aforesaid most eloquent man complains also of this; that Sisinnius, the guardian (defensor) of thy Church, unreasonably detains slaves in his possession: concerning whom also he asserts that it had been decided by the judgment of bishop Maximianus of holy memory that the detainer of them should give them up, but that he has so far wilfully put off their restitution."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:12",
                            "text": "We therefore exhort thy Fraternity that, if the case has manifestly been adjudged, what was ordained be carried out."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VIII 3:13",
                            "text": "Otherwise, some one being deputed to act in the case, cause him to resort to the parts of our brother and fellow-bishop Secundinus for judgment, that, when it shall have been declared by his sentence to whom the slaves in question belong, neither the one party may appear to suffer prejudice nor the other bear a grudge."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory The Great: Register of Epistles VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:1",
                            "text": "Epistle V."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:2",
                            "text": "To various Metropolitans and Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:3",
                            "text": "Gregory to Eusebius of Thessalonica, Urbitius of Dyracchium, Constantius ofMediolanum (Milan), Andrew of Nicopolis, John of Corinth, John of Prima Justiniana, John Cretensi Scoritano, John of Larissa, Marinianus of Ravenna, Januarius of Caralis (Cagliari) in Sardinia, and all the bishops of Sicily."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:4",
                            "text": "I have taken care to transmit to your Fraternity the law which the most pious Emperor has issued, to the effect that such as are bound by engagements of military service or public liabilities, may not in any case, in order to escape risk of being called to account, assume the condition of ecclesiastics, or become monks: and this I especially press upon you, that such as are involved in secular engagements are not to be received hastily among the clergy of the Church, since, while they live in an ecclesiastical condition no otherwise than they had lived before, they are by no means trying to escape secular affairs, but to change them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:5",
                            "text": "But, if any such should even seek a monastery, they are by no means to be received unless they have first been absolved from their public liabilities."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:6",
                            "text": "Further, if any from the military order are in haste to become monks, they are not to be received rashly, or until their life has been fully enquired into."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:7",
                            "text": "And, according to the regular rule, they ought to undergo a probation of three years, and then, God granting it, assume the monastic habit."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:8",
                            "text": "And if they have thus been proved and accepted, and are anxious, for the good of their souls, to do penance for the sins they have committed, then, with a view to their heavenly life and gain, monastic profession should not be denied them."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:9",
                            "text": "With respect to this matter also, believe me, the most serene and most Christian Emperor is in every way pacified, and willingly allows the monastic profession of those whom he knows not to be implicated in public liabilities."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VIII 4:10",
                            "text": "The Month of December, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory The Great: Register of Epistles VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:1",
                            "text": "Epistle VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:2",
                            "text": "To Amos, Patriarch of Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:3",
                            "text": "Gregory to Amos, Bishop of Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:4",
                            "text": "Being confident that your Fraternity pays regard to the ordinances of the canons and the vigour of discipline, lest the falseness of one of your clerics should succeed in imposing on you so as to escape the strictness of ecclesiastical order, we have thought it right to inform you of his fault, that through your solicitude he may be subjected to the discipline from which he has fled."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:5",
                            "text": "We understand, then, that Peter, an acolyte, whom we had caused to serve under our son the deacon Sabinianus, our ecclesiastical representative in the royal city, has fled, and resorted to your Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:6",
                            "text": "If this is true, let your Fraternity be at pains to secure him, and send him back hither when  an opportunity occurs."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:7",
                            "text": "But if by chance, fearing this, he shall have departed from your Church, and be lurking in various places to escape detection, order him to be diligently sought for in all your parishes, and, when found, send him back to us, as we have before said."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VIII 5:8",
                            "text": "And we desire also to notify through you that he is deprived of communion: nor let him dare to receive the mysteries of the Lord's body and blood until he shall return to us, unless by chance he should be in imminent peril of death."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory The Great: Register of Epistles VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:1",
                            "text": "Epistle X."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:2",
                            "text": "To Sabinianus, Bishop of Jadera."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:3",
                            "text": "Gregory to Sabinianus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:4",
                            "text": "As to one who perseveres in a fault punishment is rightly due, so pardon should be granted to those who return to a better mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:5",
                            "text": "For, as in the former case anger against the culprit is deservedly provoked, so in the latter good-will displayed is wont to promote concord."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:6",
                            "text": "And so, inasmuch as a recollection of the gravity of the priestly office has now withdrawn thy Fraternity from fellowship and communion with Maximus, into which thoughtlessness had before betrayed thee; and this to such an extent that thou couldest by no means allow thyself to be content with mere separation from him without also bewailing thy past transgression by betaking thyself to the retirement of a monastery, therefore doubt not that thou art received again into our favour and communion: for, as much as thy fault had before offended us, so much has thy penitence appeased us."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:7",
                            "text": "We exhort thee, therefore, most beloved brother, that thou be instant in bestowing pastoral solicitude on the Lord's flock, and be diligently on the watch to make profit of the sheep committed to thy charge; that so the retribution of a copious reward may abound to thee in proportion as thou shalt offer multiplied fruits of thy labour at the coming of the eternal Judge."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:8",
                            "text": "Strive then to rescue those who have fallen into sin; strive to shew the way of retracing their steps to those that go astray; strive to recall salubriously to the grace of communion those who have been deprived of communion."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:9",
                            "text": "Let the coming back of your Charity lay on you the duty of rescuing others, and be an example of salvation; to the end that, while your anxious care shall direct the wandering steps of sheep to the folds of the chief shepherd, both they themselves may not be left exposed to the teeth of wolves, and (what is above all things to be desired) that the compensation of condign retribution may await thee in the life eternal."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:10",
                            "text": "As to the cause about which you wrote to us, requesting us to guard against any clandestine proceedings against you in the royal city, let not this matter disturb your mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:11",
                            "text": "For we have with all possible care given orders to our responsalis to shew himself solicitous and on his guard."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:12",
                            "text": "And we trust in the power of our God that things are being so conducted that the opposition of no one shall avail against reason, so as in any way to trouble you or to bear hard upon you."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:13",
                            "text": "Furthermore, the inhabitants of the city of Epidaurus have most urgently requested us to restore to them Florentius, whom they allege to be their bishop, asserting that he was driven into exile invalidly by the mere will of the bishop Natalis."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:14",
                            "text": "And so, if your Fraternity has any knowledge of his case, please to inform us accurately by letter."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:15",
                            "text": "But, if so far you have no knowledge of it, make enquiry, and report to us, that we may be able, with the Lord's help, to deliberate with full knowledge before us as to what should be determined concerning him."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VIII 6:16",
                            "text": "In the month of February, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory The Great: Register of Epistles VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:1",
                            "text": "Epistle XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:2",
                            "text": "To Columbus."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:3",
                            "text": "Gregory to Columbus, Bishop of Numidia."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:4",
                            "text": "How we may presume on your Charity we gather from the disposition of our own mind with regard to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:5",
                            "text": "Nor do we think that you love the Apostolic See otherwise than as it loves you."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:6",
                            "text": "Whence it must needs be that we should more peculiarly commend those whom we know to be, as they should be, devoted in the Church of the blessed Peter, Prince of the apostles, to you whose life the action as well as the dignity of a priest adorns, and of whose sincerity we already hold proof from past experience."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:7",
                            "text": "As to our brother, therefore, and fellow-bishop Paul, the bearer of these presents, with what billows and adversities he is tossed in your parts he tells us is not unknown to your Holiness."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:8",
                            "text": "And seeing that he asserts that the complaints against him which you have told us have come to your ears are not true, but raised against him at the instigation of his adversaries, and that he trusts to be able by the help of the Lord to surmount them all, with the truth to support him and with you to take cognizance, we exhort you, most beloved brother, that, in whatever points considerations of justice are clearly on his side, you afford him becomingly the hand of succour, and aid him with priestly sympathy."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:9",
                            "text": "Let, then, no circumstance,  no influence of any persons, deflect you from studious regard to equity."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:10",
                            "text": "But, leaning on the Lord's precepts, set at naught whatever is opposed to rectitude."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:11",
                            "text": "In defending one party or the other insist constantly on justice."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:12",
                            "text": "Shrink not from incurring ill-will, if such there be, in behalf of truth; that thou mayest find in the advent of our Redeemer so much the greater fruit of reward as, not neglecting His commands, thou shalt have devoted thyself to the countenance and defence of justice."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VIII 7:13",
                            "text": "In the month of March, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory The Great: Register of Epistles VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:1",
                            "text": "Epistle XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:2",
                            "text": "To Boniface, First Guardian (Defensorem)."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:3",
                            "text": "Gregory to Boniface concerning the privileges of Guardians."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:4",
                            "text": "Those who labour faithfully in the interests of the Church should receive the benefit of suitable remuneration, so that both we may be seen to have made a worthy return for their services, and they may shew themselves the more useful for the favour of the solace granted them."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:5",
                            "text": "Seeing, then, that those who hold the office of Guardians are known to labour in the causes of the Church and in the service of the pontiffs, we have thought fit that they should enjoy the following prerogatives, granted to them for recompense;appointing that, as in the school (schola) of notaries and subdeacons, through the indulgence of pontiffs long ago, there have been constituted regionarii, so also among the Guardians seven who may have commended themselves by proved utility shall be distinguished by the dignity of regionarii."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:6",
                            "text": "And we appoint that these, in the absence of the pontiff, shall have leave to sit anywhere in any assembly of clergy, and enjoy in all respects the privileges of their dignity."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:7",
                            "text": "Furthermore, if any one, attaining to this position of priority, should by any chance live in another province for his own advantage, he must needs still occupy in all respects his place of priority, so that he may be the chief of all the guardians, as being one who, even before he obtained his position of priority, had not ceased by assiduous personal attention to devote himself to the interests of the Church and the service of the pontiff."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:8",
                            "text": "These decrees, then, by us constituted, which have been ordained for the privileges and constitution of Guardians, we appoint to be kept in perpetual force and irrefragably;whether such things as we have decreed in writing, or such as are seen to have been ordained in our presence: and we decree also that they shall not be upset or changed in whole or in part on any occasion whatever by any of the pontiffs."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:9",
                            "text": "For it is a very harsh proceeding, and especially contrary to good conduct in priests, that any one should endeavour, under any manner of excuse, to rescind what has been well ordained, and also by his example to teach others to dissolve his own constitutions after his own time."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VIII 8:10",
                            "text": "The month of April, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory The Great: Register of Epistles VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:1",
                            "text": "Epistle XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:2",
                            "text": "To Marinianus, Bishop of Ravenna."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:3",
                            "text": "Gregory to Marinianus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:4",
                            "text": "How necessary it is to provide for the quiet of monasteries, and to take measures for their perpetual security, you are aware from the office you formerly filled in government of a monastery."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:5",
                            "text": "And so, seeing that we have learnt how the monastery of the blessed John and Stephen in the city of Classis, over which our common son, the abbot Claudius, is known to preside, has suffered many prejudices and grievances from your predecessors, it is right that the provision of your Fraternity should make salutary arrangements for the quiet of its inmates in future; to the end that living there in the service of God, His grace also assisting them, they may persevere with free mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:6",
                            "text": "But lest, owing to the custom which ought rather to be amended, any one at any time should presume to cause any annoyance there, it is necessary that the points which we have taken care to enumerate below be so guarded by the careful attention of your Fraternity that no occasion of causing them disquiet may possibly be found in future."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:7",
                            "text": "Let no one, then, any more dare, by any kind of inquisition whatever, to diminish anything from the revenues or charters of the aforesaid monastery, or of any place that in any manner whatever pertains to it, or to attempt any kind of usurpations or stratagems."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:8",
                            "text": "But if perchance any matter of dispute should arise between the Church of Ravenna and the aforesaid monastery, and it cannot be settled amicably, let it be concluded without voluntary delay before men who fear God chosen by the parties, oath being made upon the most holy Gospels."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:9",
                            "text": "Further, on the death of an abbot, let not a stranger be ordained, but one whom the congregation may choose of its own free will for itself from the same congregation, and who shall have been chosen without any fraud or venality."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:10",
                            "text": "But, if they should be unable to find a suitable person among themselves, let them  in like manner wisely choose for themselves for ordination one from some other monastery."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:11",
                            "text": "And, when an abbot comes, let no person whatever on any occasion whatever be put over him in his own monastery, unless perchance in the case (which God forbid) of crimes which are shewn to be punishable by the sacred canons."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:12",
                            "text": "This rule also must be no less carefully observed; that against the will of the abbot of such monastery monks be not removed thence for furnishing other monasteries, or for sacred orders, or for any clerical office."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:13",
                            "text": "But in cases of there being monks in abundance, sufficient for celebrating praises to God and for satisfying the requirements of monasteries, let the abbot offer with devotion of those who are to spare, such as he may be able to find worthy in the sight of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:14",
                            "text": "But if, while having a sufficient number he should refuse to give any, then let the bishop of Ravenna take of such as are to spare for furnishing other monasteries."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:15",
                            "text": "Nevertheless, let no one be taken out thence for an ecclesiastical office, except such as the abbot of the place, on having notice given him, may offer of his own accord."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:16",
                            "text": "Whosoever also from the aforesaid monastery shall have attained to any ecclesiastical order, let him thenceforth have neither any power there nor leave to dwell there."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:17",
                            "text": "It is to be observed also that no schedule of the property and charters of this monastery must be made by ecclesiastics, if ever circumstances require one: but let the abbot of the place with other abbots make an inventory of the property."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:18",
                            "text": "Further, as often as the abbot may perchance wish to go or send to the Roman pontiff in the interest of his monastery, let him have entire liberty to do so."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:19",
                            "text": "Furthermore, though the visits of bishops should be looked for with desire by monasteries, yet, seeing that it has been reported to us that the aforesaid monastery in the times of your predecessor was burdened by occasion of entertainment, it is right that your Holiness should regulate this in a becoming manner, so that the prelate of the city may have access to the monastery as often as he pleases for the sake of visiting and exhorting."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:20",
                            "text": "But let the bishop so fulfil the office of charity there that the monastery incur not any burden."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:21",
                            "text": "Now the aforesaid abbot not only does not fear your Fraternity's frequent access to the monastery, but even longingly desires it, knowing that it is quite impossible that the substance of the monastery should be burdened through you."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VIII 9:22",
                            "text": "Given in the month of April, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory The Great: Register of Epistles VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:1",
                            "text": "Epistle XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:2",
                            "text": "To Maurentius."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:3",
                            "text": "Gregory to Maurentius, magister militum."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:4",
                            "text": "My most beloved son, Cyprian the deacon, had pleased me much by his return to me, if his whole self had returned to me."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:5",
                            "text": "But now that your Glory has stayed in Sicily, I know most certainly that he has returned indeed in body, but in mind has remained in Sicily."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:6",
                            "text": "Yet, in saying this, I rejoice with you for your quiet as much as I groan for my own occupations."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:7",
                            "text": "And to this I earnestly exhort you, that, if the pleasant savour of inward sweetness has touched the palate of your heart, your mind be so rapt within itself that all which sounds without, all that delights without, may be distasteful."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:8",
                            "text": "Moreover I commend you for avoiding concourses of men, seeing that a mind which desires to be renewed in God through the grace of compunction often relapses into its old state through evil conversation and words."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:9",
                            "text": "I have sought for some to join you in a society for sacred reading, but have found no one, and I exceedingly lament the scarcity of what is good."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:10",
                            "text": "And though I, a sinner, am very much occupied, yet, if you should wish to come to the threshold of the blessed apostle Peter, you will be able to have me as a close associate in the study of Holy Writ."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VIII 10:11",
                            "text": "May Almighty God keep you under His heavenly protection, and grant you to remain defended against the snares of the ancient foe."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory The Great: Register of Epistles VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:1",
                            "text": "Epistle XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:2",
                            "text": "To Agnellus, Bishop of Terracina."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:3",
                            "text": "Gregory to Agnellus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:4",
                            "text": "It has come to our earsa thing shocking to be toldthat some in your parts worship trees, and perpetrate many other unlawful things contrary to the Christian faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:5",
                            "text": "And we wonder why your Fraternity has delayed correcting this by strict punishment."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:6",
                            "text": "On this account we exhort you by this present writing to cause these persons to be sought out by diligent enquiry, and such vengeance to be executed on them that both God may be pacified and their punishment may be an example of rebuke to others."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:7",
                            "text": "We have written also to Maurus the Viscount that he should afford aid to your Fraternity in this matter, that so you may be unable to find  any excuse for not apprehending them."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VIII 11:8",
                            "text": "Further, as we find that many excuse themselves from keeping watch over the walls, let your Fraternity be careful to suffer no man, either under the name of our or your Church, or under any other pretext, to be exempted from keeping watch: but let all generally be compelled, to the end that, while all keep watch, the custody of the city may, by the help of the Lord, be the better provided for."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Gregory The Great: Register of Epistles VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:1",
                            "text": "Epistle XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:2",
                            "text": "To Marinianus, Bishop of Ravenna."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:3",
                            "text": "Gregory to Marinianus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:4",
                            "text": "John, the bearer of these presents, complains that his wife, flying from the molestations of one George, has long been residing within venerable precincts, and has so far met with no assistance."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:5",
                            "text": "Since she asserts that there is a dispute about her condition, and has asked that it should be commended to your Fraternity, we hereby exhort you that you afford your protection to this woman, and permit her not to be in any way aggrieved by any one unreasonably."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:6",
                            "text": "But if the question about her station still continues, let it be your care that, without any oppression, and in a legal manner, it may be submitted for judgment; so that when, after ascertainment of the truth, what is agreeable to the order of law has been determined, neither party may complain of having suffered wrong."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VIII 12:7",
                            "text": "The month of May, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Gregory The Great: Register of Epistles VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:1",
                            "text": "Epistle XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:2",
                            "text": "To John, Bishop of Syracuse."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:3",
                            "text": "Gregory to John, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:4",
                            "text": "Felix, the bearer of these presents, has complained to us that, being born of Christian parents, he was given (i-e: as a slave) by a certain Christian to a Samaraean, which is an atrocious thing to be said."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:5",
                            "text": "And, though neither order of law nor reverence for religion allow men of such like superstition in any way whatever to possess Christian slaves, yet he asserts that he remained for eighteen years in that man's service."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:6",
                            "text": "But he says that, when your predecessor Maximianus of holy memory became aware of the fact, he was freed by him, moved, as was becoming, by priestly zeal, from the service of that Samaraean."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VIII 13:7",
                            "text": "But, inasmuch as the son of the said Samaraean is said after five years to have become a Christian, and certain persons are trying to reclaim the aforesaid Felix, according to his own account, to his service, let your Holiness enquire diligently into the facts that we have been informed of, and, if they should be found true, study to protect him, and allow him on no pretext whatever to be aggrieved by any one, seeing that, while the laws plainly forbid slaves of that superstitious sect who are before their masters in coming to the faith being reclaimed to their service, how much more ought not this manborn of Christian parents, and a Christian from his childhoodto be subjected in any wise to this contention; especially as neither could be the slave of that other man's father, who it is clear was rather liable to punishment by law for his wicked presumption? And so, as we have said, let the defence of your Holiness so protect him reasonably that no one may be at liberty, under any pretence whatever, in any degree to afflict him."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Gregory The Great: Register of Epistles VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:1",
                            "text": "Epistle XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:2",
                            "text": "To Rusticiana, Patrician."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:3",
                            "text": "Gregory to Rusticiana, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:4",
                            "text": "I remember having before now written to your Excellency, and repeatedly urged you to lose no time in revisiting the thresholds of the blessed Peter, Prince of the apostles."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:5",
                            "text": "And what means your so great delight in the city of Constantinople, and your oblivion of the city of Rome, I know not."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:6",
                            "text": "I have not so far been thought worthy of getting any information from you on this head."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:7",
                            "text": "For how far it might be of advantage to your soul for reaping the rewards of eternal life, and how far it would suit also in all respects your glorious daughter, the lady Eusebia, this we fully give our attention to, and you may no less fully consider."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:8",
                            "text": "But, if you enquire of my son Peter, your servant, whom I have found to be wise beyond his age and to be studying to attain ripeness, you will find how great is the love towards your Excellency of all who dwell here, and how great their desire to be thought worthy of seeing you again."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:9",
                            "text": "And if, the Lord teaching us, we are admonished in Holy Writ that we should love even our enemies, we ought to consider how wrong it is to shew no love even to those who  love us."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:10",
                            "text": "But, if haply we are said to be loved, we know most certainly that no one can have affection for those whom he does not wish to see."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:11",
                            "text": "If, however, you are afraid of the swords and wars of Italy, you should attentively observe how great is the protection of the blessed Peter, Prince of the apostles, in this city, wherein, without a large force of people, and without military aid, we are preserved under God for so many years among swords."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:12",
                            "text": "This we say, because we love."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:13",
                            "text": "But may Almighty God grant whatever He sees to be of advantage to your soul for ever, and to the renown of your house at the present time."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:14",
                            "text": "The ten pounds of gold which your Excellency has sent for the redemption of captives I have received at the hands of my aforesaid son."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:15",
                            "text": "But I pray that the heavenly grace which granted to you that you should give them for your soul's reward may also grant to me to dispense them without any contagion of sin; lest we should be stained by that whereby you wipe away sins."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:16",
                            "text": "May Almighty God, who looks upon the weakness of your body and your pilgrimage, comfort you ever by His grace, and by the life and health of my most sweet son the Lord Strategius; that so He may nurture him both for you through many years and for Himself through eternity, and may both replenish you and all your house with present good and grant you to have grace from above."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VIII 14:17",
                            "text": "We further beg that the glorious lord Eudoxius may be greeted in our behalf."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Gregory The Great: Register of Epistles VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:1",
                            "text": "Epistle XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:2",
                            "text": "To Fantinus, Guardian (Defensorem)."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:3",
                            "text": "Gregory to Fantinus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:4",
                            "text": "From the information of the lady abbess of the monastery of Saint Stephen in the territory of Agrigentum we find that many of the Jews, divine grace inspiring them, wish to be converted to the Christian faith; but that it is necessary for some one to go thither by our command."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:5",
                            "text": "Accordingly we enjoin thee, in virtue of the authority hereby given thee, that, putting aside every excuse, thou make haste to go to the aforesaid place, and with the favour of God aid their desire by thy exhortations."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:6",
                            "text": "If, however, it seems long and dreary for them to look forward to the Paschal solemnity, and thou findest them anxious for baptism now, then lest long delay should possibly change their minds (which God forbid), speak thou with our brother the bishop of that place, that, penitence and abstinence having been prescribed them for forty days, he may baptize them under the protection of the mercy of Almighty God on a Lord's day, or on any very noted festival that may chance to occur; since the character of the present time too, on account of impending calamity, impels us not to defer the fulfilment of their desires by any procrastination."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:7",
                            "text": "Further, whomsoever of them thou ascertainest to be poor and without sufficient means for buying vestments for themselves, we desire thee to supply with vestments for their baptism; and know that the price that thou mayest give for them is to be charged in thy accounts."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:8",
                            "text": "But, if they should choose to wait for the holy season of Easter, speak again with the bishop, that they may for the present become catechumens, and that he may go to them frequently, and pay careful attention to them, and kindle their minds by the admonition of his exhortations, so that the more distant the expected festival is, the more may they prepare themselves and with fervent desire look forward to it."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:9",
                            "text": "Furthermore, let it be thy care to enquire with all zeal and diligence whether the above-named monastery over which the aforesaid lady presides has sufficient means, or whether it suffers any need."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:10",
                            "text": "And whatever thou mayest truly ascertain, as well as what is done with respect to those who desire to be baptized, make haste to inform us in full."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VIII 15:11",
                            "text": "The Month of June, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Gregory The Great: Register of Epistles VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:1",
                            "text": "Epistle XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:2",
                            "text": "To Sabinianus, Bishop of Jadera."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:3",
                            "text": "Gregory to Sabinianus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:4",
                            "text": "I am well delighted in thy sincerity, dearest brother, knowing how, with the discrimination of a careful judgment, it both obeys where obedience is due and resists where resistance is due with priestly zeal."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:5",
                            "text": "For with what alacrity of devotion thou hast submitted to what we enjoined for the fault of thy past transgression is disclosed to us by the contents of the letters which thou hast sent to us by the bearer of these presents."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:6",
                            "text": "For indeed my beloved brother could not take it otherwise than as it was enjoined by one who loves him."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:7",
                            "text": "Hence I trust in the compassion of Almighty God that His grace so protects thee that, having been thus absolved also from other sins, thou mayest rejoice in having wholesomely obeyed."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:8",
                            "text": "But as to what thy Charity has signified about being distressed by the jealousy of the excommunicated prevaricator Maximus, thou oughtest not to be disturbed; but it becomes thee by patiently enduring to bear up against the billows that swell vainly to some small degree, and by the virtue of perseverence to subdue  the foaming of the waves."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:9",
                            "text": "For patience knows how to smooth what is rough, and constancy to overcome fierceness."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:10",
                            "text": "Let not, then, adversity deject your spirits, but inflame them."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:11",
                            "text": "Let priestly vigour shew thee in all things the more bold."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:12",
                            "text": "For this is a true evidence of truth, for one to exhibit himself as all the readier in hard circumstances, and all the braver in such as are adverse."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:13",
                            "text": "Wherefore, that no blow may avail to upset the firmness of thy rectitude from its good determination, plant, as thou hast begun to do, the steps of thy soul on the solidity of that rock on which thou knowest that our Redeemer has founded the Church throughout the world, that so the right footsteps of a sincere heart may not stumble on a devious way."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:14",
                            "text": "As to the things about which thou hast written, or which the bearer of these presents has explained in our presence, do not suppose that we are neglecting them: we are very carefully considering them."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:15",
                            "text": "Further, we have already, both before and now, given accurate information about everything to our most beloved son the deacon Anatolius; exhorting him to lose no time, with the aid of our Creator, in acting strictly and zealously in whatever pertains to the advantage and quiet of your Charity and of your sons."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:16",
                            "text": "And so let not sorrow affect your Fraternity, nor the enmity of any one whatever afflict you."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:17",
                            "text": "For, with the assistance of Divine Grace, we trust that it will not be long before the presumption of the aforesaid excommunicated prevaricator will be more strictly repressed, and your quiet, as you desire, arrive."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:18",
                            "text": "We have also by no means omitted to write about his perverseness to our most excellent son the Exarch, who is anxious to commend him to us."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:19",
                            "text": "As to the presbyter about whom thy Fraternity has consulted us through the representation of the bearer of these presents, know that after his lapse he cannot by any means remain in, or be restored to, his sacred order."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:20",
                            "text": "Still be ought to be somewhat mildly dealt with, inasmuch as he is said to have readily confessed his fault."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:21",
                            "text": "Furthermore, this same bearer spoke at the same time of certain privileges of your Church granted by our predecessors."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:22",
                            "text": "About the writings thus referred to by your Charity we wish to be more accurately informed."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:23",
                            "text": "Or, if any of them are lying in the registry of your Church, it is necessary that copies of them be transmitted hither; that we may be able with willing mind to renew whatever concerns reverence for your dignity or the genius of the aforesaid Church."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:24",
                            "text": "If our common son, the glorious lord Marcellus, should be minded to come hither, urgently persuade him to do so; for on all accounts I desire to see him."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:25",
                            "text": "But, if he should choose to remain where he is, do you so exhibit yourselves to him in beseeming charity that you may be able to respond, as becomes you, to the affection which he has towards you."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VIII 16:26",
                            "text": "May Almighty God keep and protect you with the gift of His grace, and enflame your heart to do the things that are well pleasing to Him."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Gregory The Great: Register of Epistles VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:1",
                            "text": "Epistle XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:2",
                            "text": "To Eulogius, Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:3",
                            "text": "Gregory to Eulogius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:4",
                            "text": "An address from a learned man is always profitable, because the hearer either learns what he had known himself to be ignorant of, or, what is more, comes to know what he did not know he had been ignorant of."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:5",
                            "text": "A hearer of the latter kind I have now become, your most holy Blessedness having been minded to write to me, asking me to send you the acts of all the martyrs, which were collected in the times of Constantine, of pious memory, by Eusebius of Caesarea."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:6",
                            "text": "But before receiving the letter of your Blessedness I did not know of these acts, whether they had been collected, or whether not."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:7",
                            "text": "I therefore give thanks that, instructed by your most holy teaching, I have begun to know what I was ignorant of."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:8",
                            "text": "For beside what is contained about the acts of the holy martyrs in the books of the same Eusebius, I am not aware of any collections in the archives of this our Church, or in the libraries of the city of Rome, unless it be some few things collected in one single volume."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:9",
                            "text": "We have indeed the names of almost all the martyrs, with their passions assigned to particular days, collected in one volume; and we celebrate the solemnities of mass on such days in commemoration of them."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:10",
                            "text": "Yet it is not indicated in this volume who each was, and how he suffered; but only his name, the place, and day, of his passion are put down."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:11",
                            "text": "Hence it results that many of divers countries and provinces are known to have been crowned with martyrdom, as I have said, through their several days."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:12",
                            "text": "But these we believe you have."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:13",
                            "text": "That, however, which you wish to have sent to you we have sought for, but have not found; but, though we have not found it, we will still search, and, if it can be found, will send it."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:14",
                            "text": "With regard to what you write about the timber being short in length, the cause was in the kind of ship by which it was sent; for, if a larger ship had come, we could have sent larger pieces of timber."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:15",
                            "text": "But as to your saying that, if we send larger pieces, you will pay for them, we thank you indeed for your liberality, but we are precluded from accepting a price, since the Gospel forbids it."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:16",
                            "text": "For we do not buy the timber which we send; and how can we accept a price, when it is written, Freely ye have received, freely give (Matth."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:17",
                            "text": "x."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:18",
                            "text": "8)? We have therefore sent now through the shipmaster timber of short length in accordance with the size of the ship, whereof a notice is subjoined."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:19",
                            "text": "Next year, however, should it please Almighty God, we will prepare larger pieces."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VIII 17:20",
                            "text": "We have received with the kindliness wherewith it was sent the blessing of Saint Mark the Evangelist, nay, it may be said more truly, of Saint Peter the Apostle; and, greeting you well, we beg your Blessedness to deign to pray for us, that so we may be counted worthy to be soon delivered from present evils, and not to be excluded from future joys."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Gregory The Great: Register of Epistles VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:1",
                            "text": "Epistle XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:2",
                            "text": "To Eulogius, Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:3",
                            "text": "Gregory to Eulogius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:4",
                            "text": "Our common son, the bearer of these presents, when he brought the letters of your Holiness found me sick, and has left me sick; whence it has ensued that the scanty water of my brief epistle has been hardly able to exude to the large fountain of your Blessedness."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:5",
                            "text": "But it was a heavenly boon that, while in a state of bodily pain, I received the letter of your Holiness to lift me up with joy for the instruction of the heretics of the city of Alexandria, and the concord of the faithful, to such an extent that the very joy of my mind moderated the severity of my suffering."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:6",
                            "text": "And indeed we rejoice with new exultation to hear of your good doings, though at the same time we by no means suppose that it is a new thing for you to act thus perfectly."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:7",
                            "text": "For that the people of holy Church increases, that spiritual crops of corn for the heavenly garner are multiplied, we never doubted that this was from the grace of Almighty God which flowed largely to you, most blessed ones."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:8",
                            "text": "We therefore render thanks to Almighty God, that we see fulfilled in you what is written, Where there is much increase, there the strength of the oxen is manifest (Prov."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:9",
                            "text": "xiv."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:10",
                            "text": "4)."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:11",
                            "text": "For, if a strong ox had not drawn the plough of the tongue over the ground of the hearts of hearers, so great an increase of the faithful would by no means have sprung up."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:12",
                            "text": "But, since in the good things you do I know that you also rejoice with others, I make you a return for your favour, and announce things not unlike yours; for while the nation of the Angli, placed in a corner of the world, remained up to this time misbelieving in the worship of stocks and stones, I determined, through the aid of your prayers for me, to send to it, God granting it, a monk of my monastery for the purpose of preaching."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:13",
                            "text": "And he, having with my leave been made bishop by the bishops of Germany, proceeded, with their aid also, to the end of the world to the aforesaid nation; and already letters have reached us telling us of his safety and his work; to the effect that he and those that have been sent with him are resplendent with such great miracles in the said nation that they seem to imitate the powers of the apostles in the signs which they display."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:14",
                            "text": "Moreover, at the solemnity of the Lord's Nativity which occurred in this first indiction, more than ten thousand Angli are reported to have been baptized by the same our brother and fellow-bishop."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:15",
                            "text": "This have I told you, that you may know what you are effecting among the people of Alexandria by speaking, and what in the ends of the world by praying."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:16",
                            "text": "For your prayers are in the place where you are not, while your holy operations are shewn in the place where you are."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:17",
                            "text": "In the next place, as to the person of Eudoxius the heretic, about whose error I have discovered nothing in the Latin language, I rejoice that I have been most abundantly satisfied by your Blessedness."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:18",
                            "text": "For you have adduced the testimonies of the strong men, Basil, Gregory, and Epiphanius; and we acknowledge him to be manifestly slain, at whom our heroes have cast so many darts."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:19",
                            "text": "But with regard to these errors which are proved to have arisen in the Church of Constantinople, you have replied on all heads most learnedly, and as it became you to utter the judgment of so great a see."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:20",
                            "text": "Whence we give thanks to Almighty God, that the tables of the covenant are still in the ark of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:21",
                            "text": "For what is the priestly heart but the ark of the covenant? And since spiritual doctrine retains its vigour therein, without doubt the tables of the law are lying in it."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:22",
                            "text": "Your Blessedness has also been careful to declare that you do not now make use of proud titles, which have sprung from a root of vanity, in writing to certain persons, and  you address me saying, As you have commanded."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:23",
                            "text": "This word, command, I beg you to remove from my hearing, since I know who I am, and who you are."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:24",
                            "text": "For in position you are my brethren, in character my fathers."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:25",
                            "text": "I did not, then, command, but was desirous of indicating what seemed to be profitable."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:26",
                            "text": "Yet I do not find that your Blessedness has been willing to remember perfectly this very thing that I brought to your recollection."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:27",
                            "text": "For I said that neither to me nor to any one else ought you to write anything of the kind; and lo, in the preface of the epistle which you have addressed to myself who forbade it, you have thought fit to make use of a proud appellation, calling me Universal Pope."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:28",
                            "text": "But I beg your most sweet Holiness to do this no more, since what is given to another beyond what reason demands is subtracted from yourself."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:29",
                            "text": "For as for me, I do not seek to be prospered by words but by my conduct."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:30",
                            "text": "Nor do I regard that as an honour whereby I know that my brethren lose their honour."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:31",
                            "text": "For my honour is the honour of the universal Church: my honour is the solid vigour of my brethren."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:32",
                            "text": "Then am I truly honoured when the honour due to all and each is not denied them."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:33",
                            "text": "For if your Holiness calls me Universal Pope, you deny that you are yourself what you call me universally."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:34",
                            "text": "But far be this from us."
                        },
                        {
                            "verse": 35,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:35",
                            "text": "Away with words that inflate vanity and wound charity."
                        },
                        {
                            "verse": 36,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:36",
                            "text": "And, indeed, in the synod of Chalcedon and afterwards by subsequent Fathers, your Holiness knows that this was offered to my predecessors."
                        },
                        {
                            "verse": 37,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:37",
                            "text": "And yet not one of them would ever use this title, that, while regarding the honour of all priests in this world, they might keep their own before Almighty God."
                        },
                        {
                            "verse": 38,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VIII 18:38",
                            "text": "Lastly, while addressing to you the greeting which is due, I beg you to deign to remember me in your holy prayers, to the end that the Lord for your intercessions may absolve me from the bands of my sins, since my own merits may not avail me."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Gregory The Great: Register of Epistles VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:1",
                            "text": "Epistle XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:2",
                            "text": "To Dominicus."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:3",
                            "text": "Gregory to Dominicus, Bishop of Carthage."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:4",
                            "text": "The letter of your Holiness, which we received at the hands of the bearer of these presents, so expressed priestly moderation as to soothe us, in a manner, with the bodily presence of its author."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:5",
                            "text": "Nor indeed does infrequency of communication cause any harm where the affection of love remains uninterrupted in one's mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:6",
                            "text": "Great, moreover, is the power of charity, beloved brother, which binds hearts one to another in mutual affection with the chain of its sincerity, and suffers them not to be loosened from the cohesion of grace, which conjoins things disjoined, keeps together things united, and causes persons who are unknown by sight to be known through love."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:7",
                            "text": "Whosoever therefore fixes his heart on the hinge of charity, him no impulse of any adversity whatever tears from the habitation of the heavenly country, since, in whatever direction he may turn himself, he parts not from the threshold of the commandments."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:8",
                            "text": "Hence also it is said by the excellent preacher in praise of this same charity, Which is the bond of perfectness (Coloss."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:9",
                            "text": "iii."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:10",
                            "text": "14)."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:11",
                            "text": "We see, then, what great praise is due to that which not only engenders perfectness in the soul, but also binds it."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:12",
                            "text": "Wherefore, since the language of thy letters shews thee to be inflamed with the fire of this virtue, I rejoice in the Lord with abundant exultation, and hope that it may shine forth in thee more and more, seeing that the flame of the shepherd is the light of the flock."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:13",
                            "text": "For it becomes the Lord's priest to shine in manners and life, to the end that the people committed to him may be able, as it were in the mirror of his life, both to choose what to follow, and to see what to correct."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:14",
                            "text": "Knowing, furthermore, whence priestly ordination took its beginning in the African parts, you act laudably in recurring with wise recollection, in your love of the Apostolic See, to the origin of your office, and in continuing with commendable constancy in your affection towards it."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:15",
                            "text": "For indeed it is certain that whatever reverence and devotion in priestly wise you shew to it, this you add to your own honour; seeing that you hereby invite it to be bound with answering love to you."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:16",
                            "text": "It remains, most dear brother, that we beseech Almighty God with continual prayer that He would direct the steps of our hearts into the pathway of His truth, and bring us to the heavenly kingdoms, granting us by the grace of His protection to exhibit in our works the office which we bear in name."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VIII 19:17",
                            "text": "The Month of August, first Indiction."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Gregory The Great: Register of Epistles VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:1",
                            "text": "Epistle XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:2",
                            "text": "To John Bishop of Scyllacium."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:3",
                            "text": "Gregory to John, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:4",
                            "text": "It is evidently a very serious thing, and contrary to what a priest should aim at, to  wish to disturb privileges formerly granted to any monastery, and to endeavour to bring to naught what has been arranged for quiet."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:5",
                            "text": "Now the monks of the Castilliensian monastery in your Fraternity's city have complained to us that you are taking steps to impose upon the said monastery certain things contrary to what had been allowed by your predecessors and sanctioned by long custom, and to disturb ancient arrangements by a certain injurious novelty."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:6",
                            "text": "Wherefore we hereby exhort your Fraternity that, if this is so, you refrain from troubling this monastery under any excuse, and that you try not, through any opportunity of usurpation, to upset what has been long secured to it, but that you study, without any gainsaying, to preserve all its privileges inviolate, and know that no more is lawful to you with regard to the said monastery than was lawful to your predecessors."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:7",
                            "text": "Further, inasmuch as they have likewise complained that thy Fraternity has taken certain things from the monastery under the guise of their being, as it were, an offering, it is necessary that, if thou recollectest having received anything unbecomingly, thou restore it without delay, lest the sin of avarice seriously convict thee, whom priestly munificence ought to have shewn liberal towards monasteries."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:8",
                            "text": "Therefore, while thou preservest all things which, as we have said, have been allowed and preserved by thy predecessors, let it be thy care to keep careful watch over the acts and lives of the monks residing there, and, if thou shouldest find any one living amiss, or (which God forbid) guilty of any sin of uncleanness, to correct such by strict and regular emendation."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:9",
                            "text": "For, as we desire your Fraternity to abstain from incongruous usurpations, so we admonish you to be in all ways solicitous in what pertains to rectitude of discipline and the guardianship of souls."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:10",
                            "text": "The monks of the aforesaid monastery have also informed us that the camp which is called Scillacium is built on ground belonging to their monastery, and that on this account those who live there pledged themselves in writing to pay a solatium every year; but that they afterwards thought scorn of it, and idly withheld their stipulated payment."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:11",
                            "text": "Let then your Fraternity take care to learn the truth accurately; and, if you should find it so, urgently see to their not delaying to give what they promised, and what also reason requires; that so both they may possess quietly what they hold, and the rights of the monastery may incur no damage."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:12",
                            "text": "Furthermore, the monks of the aforesaid monastery have complained to us that their abbot has granted to thy Fraternity by title of gift land within the camp of Scillacium, to the extent of six hundred feet, under pretext of building a church: and accordingly it is our will that as much land as the walls of the church, when built, can surround shall be claimed as belonging to the church."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:13",
                            "text": "But let whatever may be outside the walls of the said church revert without dispute to the possession of the monastery."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:14",
                            "text": "For the ordinances neither of worldly laws nor of the sacred canons permit the property of a monastery to be segregated by any title from its ownership."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VIII 20:15",
                            "text": "On this account restore thou this gift of land which has been granted against reason."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Gregory The Great: Register of Epistles VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:1",
                            "text": "Epistle XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:2",
                            "text": "To Leontius, Ex-Consul."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:3",
                            "text": "Gregory to Leontius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:4",
                            "text": "Since in a great house there are not only vessels of gold and of silver, but also of wood and of earth, and some indeed to honour but some to dishonour (2 Tim."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:5",
                            "text": "ii."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:6",
                            "text": "20), who can be ignorant that in the bosom of the Universal Church some as vessels of dishonour are deputed to the lowest uses, but others, as vessels of honour, are fitted for clean uses."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:7",
                            "text": "And yet it commonly comes to pass that the citizens of Babylon serve in task-work for Jerusalem, while the citizens of Jerusalem, that is of the heavenly country, are deputed to the task-work of Babylon."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:8",
                            "text": "For when the elect of God, endowed with moral excellence, distinguished for moderation, seeking not their own gain, are deputed to earthly business, what else is it but that the citizens of holy Jerusalem serve in the work of Babylon? And when some, unbridled in immorality, hold places of holy dignity, and in the very things which they seem to do well seek praise to themselves, what else is it but that the citizens of Babylon execute the task-work of the heavenly Jerusalem? For so Judas, mixed with the apostles, long preached the Redeemer of the human race, and did signs with the rest; but, because he had been a citizen of Babylon, he executed his work as task-work for the heavenly Jerusalem."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:9",
                            "text": "But on the other hand Joseph, being carried into Egypt, served an earthly court,  bore the charge of administration in temporal things, exhibited whatever was justly due to a transitory kingdom; but, because he was still a citizen of holy Jerusalem, he administered the service of Babylon, as has been seen above, in the way of task-work only."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:10",
                            "text": "A follower of him, good man, I believe thee to be, knowing thee, though involved in earthly action, to act with a gentle spirit, to keep in all respects the citadel of humility, and to give to every one what is just."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:11",
                            "text": "For such good things are reported by many of your Glory that I would fain not hear of such things, but see them: yet still I am fed by the good renown of him whom I am not allowed to see."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:12",
                            "text": "But the woman who poured from the alabaster box, exhibiting a type of the Holy Church, that is of all the elect, filled the house with the ointment (Luke vii."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:13",
                            "text": ")."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:14",
                            "text": "And we, as often as we hear anything of good people, draw in as it were through our nostrils a breath of sweetness."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:15",
                            "text": "And when Paul the Apostle said, We are a good odour of Christ unto God (2 Cor."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:16",
                            "text": "ii."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:17",
                            "text": "15), it is plainly given to be understood that he exhibited himself as a savour indeed to the present, but as an odour to the absent."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:18",
                            "text": "We therefore, while we cannot be nourished by the savour of your presence, are so by the odour of your absence."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:19",
                            "text": "For this also we greatly rejoice, that the gifts which you sent us were not unlike your character."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:20",
                            "text": "For indeed we received oil of the holy cross, and wood of aloes; one to bless by the touch, the other to give a sweet smell when kindled."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:21",
                            "text": "For it was becoming that a good man should send us things that might appease the wrath of God against us."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:22",
                            "text": "Many other things also you have sent for our store-houses, since, as we subsist both in soul and in flesh, it was needful that we should be sustained in both."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:23",
                            "text": "And yet in transmitting these things your most sweet soul declares that it blushes much for shame, and holds out the shield of charity before this same shame-facedness."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:24",
                            "text": "But I altogether rejoice in these words, since from this attestation of the soul I know that he can never take away what is another's who blushes even in bestowing what is his own."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:25",
                            "text": "Your gifts however, which you call small, are great: but I think that your Glory's very humility enhances them yet the more."
                        },
                        {
                            "verse": 26,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:26",
                            "text": "And you beg me to receive them kindly."
                        },
                        {
                            "verse": 27,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:27",
                            "text": "But meanwhile recall to your memory the two mites of a certain widow (Luke xxvii."
                        },
                        {
                            "verse": 28,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:28",
                            "text": ")."
                        },
                        {
                            "verse": 29,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VIII 21:29",
                            "text": "For, if she pleased God who offered a little with a good will, why should not he please men who with a humble mind has given much? Furthermore we send you, as a blessing from Saint Peter, Prince of the apostles, a key of his most sacred sepulchre, in which is inserted a blessing from his chains, that what bound his neck for martyrdom may loose yours from all sins."
                        }
                    ]
                }
            ]
        }
    ]
}