{
    "books": [
        {
            "name": "Tertullian: To His Wife II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: To His Wife II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:1",
                            "text": "To his Wife : Reasons Which Led to the Writing of This Second Book."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:2",
                            "text": "Very lately, best beloved fellow-servant in the Lord, I, as my ability permitted, entered for your benefit at some length into the question what course is to be followed by a holy woman when her marriage has (in whatever way) been brought to an end."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:3",
                            "text": "Let us now turn our attention to the next best advice, in regard of human infirmity; admonished hereto by the examples of certain, who, when an opportunity for the practice of continence has been offered them, by divorce, or by the decease of the husband, have not only thrown away the opportunity of attaining so great a good, but not even in their remarriage have chosen to be mindful of the rule that \"above all they marry in the Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:4",
                            "text": "And thus my mind has been thrown into confusion, in the fear that, having exhorted you myself to perseverance in single husbandhood and widowhood, I may now, by the mention of precipitate marriages, put \"an occasion of falling\" in your way."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:5",
                            "text": "But if you are perfect in wisdom, you know, of course, that the course which is the more useful is the course which you must keep."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:6",
                            "text": "But, inasmuch as that course is difficult, and not without its embarrassments, and on this account is the highest aim of (widowed) life, I have paused somewhat (in my urging you to it); nor would there have been any causes for my recurring to that point also in addressing you, had I not by this time taken up a still graver solicitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:7",
                            "text": "For the nobler is the continence of the flesh which ministers to widowhood, the more pardonable a thing it seems if it be not persevered in."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:8",
                            "text": "For it is then when things are difficult that their pardon is easy."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:9",
                            "text": "But in as far as marrying \"in the Lord\" is permissible, as being within our power, so far more culpable is it not to observe that which you can observe."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:10",
                            "text": "Add to this the fact that the apostle, with regard to widows and the unmarried, advises them to remain permanently in that state, when he says, \"But I desire all to persevere in (imitation of) my example:\"  but touching marrying \"in the Lord,\" he no longer advises, but plainly bids."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:11",
                            "text": "Therefore in this case especially, if we do not obey, we run a risk, because one may with more impunity neglect an \"advice\" than an \"order;\" in that the former springs from counsel, and is proposed to the will (for acceptance or rejection):  the other descends from authority, and is bound to necessity."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife II 1:12",
                            "text": "In the former case, to disregard appears liberty, in the latter, contumacy."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: To His Wife II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:1",
                            "text": "Of the Apostle's Meaning in  Cor."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:2",
                            "text": "VII."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:3",
                            "text": "–."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:4",
                            "text": "Therefore, when in these days a certain woman removed her marriage from the pale of the Church, and united herself to a Gentile, and when I remembered that this had in days gone by been done by others:  wondering at either their own waywardness or else the double-dealing of their advisers, in that there is no scripture which holds forth a licence of this deed,—\"I wonder,\" said I, \"whether they flatter themselves on the ground of that passage of the first (Epistle) to the Corinthians, where it is written:  If any of the brethren has an unbelieving wife, and she consents to the matrimony, let him not dismiss her; similarly, let not a believing woman, married to an unbeliever, if she finds her husband agreeable (to their continued union), dismiss him:  for the unbelieving husband is sanctified by the believing wife, and the unbelieving wife by the believing husband; else were your children unclean\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:5",
                            "text": "It may be that, by understanding generally this monition regarding married believers, they think that licence is granted (thereby) to marry even unbelievers."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:6",
                            "text": "God forbid that he who thus interprets (the passage) be wittingly ensnaring himself!  But it is manifest that this scripture points to those believers who may have been found by the grace of God in (the state of) Gentile matrimony; according to the words themselves:  \"If,\" it says, \"any believer has an unbelieving wife;\" it does not say, \"takes an unbelieving wife\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:7",
                            "text": "It shows that it is the duty of one who, already living in marriage with an unbelieving woman, has presently been by the grace of God converted, to continue with his wife; for this reason, to be sure, in order that no one, after attaining to faith, should think that he must turn away from a woman who is now in some sense an \"alien\" and \"stranger\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:8",
                            "text": "Accordingly he subjoins withal a reason, that \"we are called in peace unto the Lord God;\" and that \"the unbeliever may, through the use of matrimony, be gained by the believer\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:9",
                            "text": "The very closing sentence of the period confirms (the supposition) that this is thus to be understood."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:10",
                            "text": "\"As each,\" it says, \"is called by the Lord, so let him persevere\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:11",
                            "text": "But it is Gentiles who \"are called,\" I take it, not believers."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:12",
                            "text": "But if he had been pronouncing absolutely, (in the words under discussion,) touching the marriage of believers merely, (then) had he (virtually) given to saints a permission to marry promiscuously."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:13",
                            "text": "If, however, he had given such a permission, he would never have subjoined a declaration so diverse from and contrary to his own permission, saying:  \"The woman, when her husband is dead, is free:  let her marry whom she wishes, only in the Lord\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:14",
                            "text": "Here, at all events, there is no need for reconsidering; for what there might have been reconsideration about, the Spirit has oracularly declared."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:15",
                            "text": "For fear we should make an ill use of what he says, \"Let her marry whom she wishes,\" he has added, \"only in the Lord,\" that is, in the name of the Lord, which is, undoubtedly, \"to a Christian\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:16",
                            "text": "That \"Holy Spirit,\" therefore, who prefers that widows and unmarried women should persevere in their integrity, who exhorts us to a copy of himself, prescribes no other manner of repeating marriage except \"in the Lord:\"  to this condition alone does he concede the foregoing of continence."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:17",
                            "text": "\"Only,\" he says, \"in the Lord:\"  he has added to his law a weight—\"only\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:18",
                            "text": "Utter that word with what tone and manner you may, it is weighty:  it both bids and advises; both enjoins and exhorts; both asks and threatens."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:19",
                            "text": "It is a concise, brief sentence; and by its own very brevity, eloquent."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:20",
                            "text": "Thus is the divine voice wont (to speak), that you may instantly understand, instantly observe."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:21",
                            "text": "For who but could understand that the apostle foresaw many dangers and wounds to faith in marriages of this kind, which he prohibits? and that he took precaution, in the first place, against the defilement of holy flesh in Gentile flesh?  At this point some one says, \"What, then, is the difference between him who is chosen by the Lord to Himself in (the state of) Gentile marriage, and him who was of old (that is, before marriage) a believer, that they should not be equally cautious for their flesh?—whereas the one is kept from marriage with an unbeliever, the other bidden to continue in it."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:22",
                            "text": "Why, if we are defiled by a Gentile, is not the one disjoined, just as the other is not bound?\"  I will answer, if the Spirit give (me ability); alleging, before all (other arguments), that the Lord holds it more pleasing that matrimony should not be contracted, than that it should at all be dissolved:  in short, divorce He prohibits, except for the cause of fornication; but continence He commends."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:23",
                            "text": "Let the one, therefore, have the necessity of continuing; the other, further, even the power of not marrying."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:24",
                            "text": "Secondly, if, according to the Scripture, they who shall be \"apprehended\" by the faith in (the state of) Gentile marriage are not defiled (thereby) for this reason, that, together with themselves, others also are sanctified:  without doubt, they who have been sanctified before marriage, if they commingle themselves with \"strange flesh,\" cannot sanctify that (flesh) in (union with) which they were not \"apprehended\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:25",
                            "text": "The grace of God, moreover, sanctifies that which it finds."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife II 2:26",
                            "text": "Thus, what has not been able to be sanctified is unclean; what is unclean has no part with the holy, unless to defile and slay it by its own (nature)."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: To His Wife II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:1",
                            "text": "Remarks on Some of the \"Dangers and Wounds\" Referred to in the Preceding Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:2",
                            "text": "If these things are so, it is certain that believers contracting marriages with Gentiles are guilty of fornication, and are to be excluded from all communication with the brotherhood, in accordance with the letter of the apostle, who says that \"with persons of that kind there is to be no taking of food even\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:3",
                            "text": "Or shall we \"in that day\" produce (our) marriage certificates before the Lord's tribunal, and allege that a marriage such as He Himself has forbidden has been duly contracted?  What is prohibited (in the passage just referred to) is not \"adultery;\" it is not \"fornication\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:4",
                            "text": "The admission of a strange man (to your couch) less violates \"the temple of God,\" less commingles \"the members of Christ\" with the members of an adulteress."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:5",
                            "text": "So far as I know, \"we are not our own, but bought with a price;\" and what kind of price?  The blood of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:6",
                            "text": "In hurting this flesh of ours, therefore, we hurt Him directly."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:7",
                            "text": "What did that man mean who said that \"to wed a 'stranger' was indeed a sin, but a very small one?\" whereas in other cases (setting aside the injury done to the flesh which pertains to the Lord) every voluntary sin against the Lord is great."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:8",
                            "text": "For, in as far as there was a power of avoiding it, in so far is it burdened with the charge of contumacy."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:9",
                            "text": "Let us now recount the other dangers or wounds (as I have said) to faith, foreseen by the apostle; most grievous not to the flesh merely, but likewise to the spirit too."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:10",
                            "text": "For who would doubt that faith undergoes a daily process of obliteration by unbelieving intercourse?  \"Evil confabulations corrupt good morals;\" how much more fellowship of life, and indivisible intimacy!  Any and every believing woman must of necessity obey God."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife II 3:11",
                            "text": "And how can she serve two lords—the Lord, and her husband—a Gentile to boot?  For in obeying a Gentile she will carry out Gentile practices,—personal attractiveness, dressing of the head, worldly elegancies, baser blandishments, the very secrets even of matrimony tainted:  not, as among the saints, where the duties of the sex are discharged with honour (shown) to the very necessity (which makes them incumbent), with modesty and temperance, as beneath the eyes of God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: To His Wife II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife II 4:1",
                            "text": "Of the Hindrances Which an Unbelieving Husband Puts in His Wife's Way."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife II 4:2",
                            "text": "But let her see to (the question) how she discharges her duties to her husband."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife II 4:3",
                            "text": "To the Lord, at all events, she is unable to give satisfaction according to the requirements of discipline; having at her side a servant of the devil, his lord's agent for hindering the pursuits and duties of believers:  so that if a station is to be kept, the husband at daybreak makes an appointment with his wife to meet him at the baths; if there are fasts to be observed, the husband that same day holds a convivial banquet; if a charitable expedition has to be made, never is family business more urgent."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife II 4:4",
                            "text": "For who would suffer his wife, for the sake of visiting the brethren, to go round from street to street to other men's, and indeed to all the poorer, cottages?  Who will willingly bear her being taken from his side by nocturnal convocations, if need so be?  Who, finally, will without anxiety endure her absence all the night long at the paschal solemnities?  Who will, without some suspicion of his own, dismiss her to attend that Lord's Supper which they defame?  Who will suffer her to creep into prison to kiss a martyr's bonds? nay, truly, to meet any one of the brethren to exchange the kiss? to offer water for the saints' feet? to snatch (somewhat for them) from her food, from her cup? to yearn (after them)? to have (them) in her mind?  If a pilgrim brother arrive, what hospitality for him in an alien home?  If bounty is to be distributed to any, the granaries, the storehouses, are foreclosed."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: To His Wife II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:1",
                            "text": "Of Sin and Danger Incurred Even with a \"Tolerant\" Husband."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:2",
                            "text": "\"But some husband does endure our (practices), and not annoy us\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:3",
                            "text": "Here, therefore, there is a sin; in that Gentiles know our (practices); in that we are subject to the privity of the unjust; in that it is thanks to them that we do any (good) work."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:4",
                            "text": "He who \"endures\" (a thing) cannot be ignorant of it; or else, if he is kept in ignorance because he does not endure (it), he is feared."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:5",
                            "text": "But since Scripture commands each of two things—namely, that we work for the Lord without the privity of any second person, and without pressure upon ourselves, it matters not in which quarter you sin; whether in regard to your husband's privity, if he be tolerant, or else in regard of your own affliction in avoiding his intolerance."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:6",
                            "text": "\"Cast not,\" saith He, \"your pearls to swine, lest they trample them to pieces, and turn round and overturn you also\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:7",
                            "text": "\"Your pearls\" are the distinctive marks of even your daily conversation."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:8",
                            "text": "The more care you take to conceal them, the more liable to suspicion you will make them, and the more exposed to the grasp of Gentile curiosity."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife II 5:9",
                            "text": "Shall you escape notice when you sign your bed, (or) your body; when you blow away some impurity; when even by night you rise to pray?  Will you not be thought to be engaged in some work of magic?  Will not your husband know what it is which you secretly taste before (taking) any food? and if he knows it to be bread, does he not believe it to be that (bread) which it is said to be?  And will every (husband), ignorant of the reason of these things, simply endure them, without murmuring, without suspicion whether it be bread or poison?  Some, (it is true,) do endure (them); but it is that they may trample on, that they may make sport of such women; whose secrets they keep in reserve against the danger which they believe in, in case they ever chance to be hurt:  they do endure (wives), whose dowries, by casting in their teeth their (Christian) name, they make the wages of silence; while they threaten them, forsooth, with a suit before some spy as arbitrator! which most women, not foreseeing, have been wont to discover either by the extortion of their property, or else by the loss of their faith."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: To His Wife II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife II 6:1",
                            "text": "Danger of Having to Take Part in Heathenish Rites, and Revels."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife II 6:2",
                            "text": "The handmaid of God dwells amid alien labours; and among these (labours), on all the memorial days of demons, at all solemnities of kings, at the beginning of the year, at the beginning of the month, she will be agitated by the odour of incense."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife II 6:3",
                            "text": "And she will have to go forth (from her house) by a gate wreathed with laurel, and hung with lanterns, as from some new consistory of public lusts; she will have to sit with her husband ofttimes in club meetings, oft-times in taverns; and, wont as she was formerly to minister to the \"saints,\" will sometimes have to minister to the \"unjust\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife II 6:4",
                            "text": "And will she not hence recognise a prejudgment of her own damnation, in that she tends them whom (formerly) she was expecting to judge? whose hand will she yearn after? of whose cup will she partake?  What will her husband sing to her, or she to her husband?  From the tavern, I suppose, she who sups upon God will hear somewhat!  From hell what mention of God (arises)? what invocation of Christ?  Where are the fosterings of faith by the interspersion of the Scriptures (in conversation)?  Where the Spirit? where refreshment? where the divine benediction?  All things are strange, all inimical, all condemned; aimed by the Evil One for the attrition of salvation!."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: To His Wife II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:1",
                            "text": "The Case of a Heathen Whose Wife is Converted After Marriage with Him Very Different, and Much More Hopeful."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:2",
                            "text": "If these things may happen to those women also who, having attained the faith while in (the state of) Gentile matrimony, continue in that state, still they are excused, as having been \"apprehended by God\" in these very circumstances; and they are bidden to persevere in their married state, and are sanctified, and have hope of \"making a gain\" held out to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:3",
                            "text": "\"If, then, a marriage of this kind (contracted before conversion) stands ratified before God, why should not (one contracted after conversion) too go prosperously forward, so as not to be thus harassed by pressures, and straits, and hindrances, and defilements, having already (as it has) the partial sanction of divine grace?  \"Because, on the one hand, the wife in the former case, called from among the Gentiles to the exercise of some eminent heavenly virtue, is, by the visible proofs of some marked (divine) regard, a terror to her Gentile husband, so as to make him less ready to annoy her, less active in laying snares for her, less diligent in playing the spy over her."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:4",
                            "text": "He has felt \"mighty works;\" he has seen experimental evidences; he knows her changed for the better:  thus even he himself is, by his fear, a candidate for God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:5",
                            "text": "Thus men of this kind, with regard to whom the grace of God has established a familiar intimacy, are more easily \"gained\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:6",
                            "text": "But, on the other hand, to descend into forbidden ground unsolicited and spontaneously, is (quite) another thing."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:7",
                            "text": "Things which are not pleasing to the Lord, of course offend the Lord, are of course introduced by the Evil One."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:8",
                            "text": "A sign hereof is this fact, that it is wooers only who find the Christian name pleasing; and, accordingly, some heathen men are found not to shrink in horror from Christian women, just in order to exterminate them, to wrest them away, to exclude them from the faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife II 7:9",
                            "text": "So long as marriage of this kind is procured by the Evil One, but condemned by God, you have a reason why you need not doubt that it can in no case be carried to a prosperous end."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: To His Wife II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:1",
                            "text": "Arguments Drawn Even from Heathenish Laws to Discountenance Marriage with Unbelievers."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:2",
                            "text": "The Happiness of Union Between Partners in the Faith Enlarged on in Conclusion."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:3",
                            "text": "Let us further inquire, as if we were in very deed inquisitors of divine sentences, whether they be lawfully (thus condemned)."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:4",
                            "text": "Even among the nations, do not all the strictest lords and most tenacious of discipline interdict their own slaves from marrying out of their own house?—in order, of course, that they may not run into lascivious excess, desert their duties, purvey their lords' goods to strangers."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:5",
                            "text": "Yet, further, have not (the nations) decided that such women as have, after their lords' formal warning, persisted in intercourse with other men's slaves, may be claimed as slaves?  Shall earthly disciplines be held more strict than heavenly prescripts; so that Gentile women, if united to strangers, lose their liberty; ours conjoin to themselves the devil's slaves, and continue in their (former) position?  Forsooth, they will deny that any formal warning has been given them by the Lord through His own apostle!  What am I to fasten on as the cause of this madness, except the weakness of faith, ever prone to the concupiscences of worldly joys?—which, indeed, is chiefly found among the wealthier; for the more any is rich, and inflated with the name of \"matron,\" the more capacious house does she require for her burdens, as it were a field wherein ambition may run its course."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:6",
                            "text": "To such the churches look paltry."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:7",
                            "text": "A rich man is a difficult thing (to find) in the house of God; and if such an one is (found there), difficult (is it to find such) unmarried."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:8",
                            "text": "What, then, are they to do?  Whence but from the devil are they to seek a husband apt for maintaining their sedan, and their mules, and their hair-curlers of outlandish stature?  A Christian, even although rich, would perhaps not afford (all) these."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:9",
                            "text": "Set before yourself, I beg of you, the examples of Gentiles."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:10",
                            "text": "Most Gentile women, noble in extraction and wealthy in property, unite themselves indiscriminately with the ignoble and the mean, sought out for themselves for luxurious, or mutilated for licentious, purposes."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:11",
                            "text": "Some take up with their own freedmen and slaves, despising public opinion, provided they may but have (husbands) from whom to fear no impediment to their own liberty."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:12",
                            "text": "To a Christian believer it is irksome to wed a believer inferior to herself in estate, destined as she will be to have her wealth augmented in the person of a poor husband!  For if it is \"the poor,\" not the rich, \"whose are the kingdoms of the heavens,\" the rich will find more in the poor (than she brings him, or than she would in the rich)."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:13",
                            "text": "She will be dowered with an ampler dowry from the goods of him who is rich in God."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:14",
                            "text": "Let her be on an equality with him on earth, who in the heavens will perhaps not be so."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:15",
                            "text": "Is there need for doubt, and inquiry, and repeated deliberation, whether he whom God has entrusted with His own property is fit for dotal endowments?  Whence are we to find (words) enough fully to tell the happiness of that marriage which the Church cements, and the oblation confirms, and the benediction signs and seals; (which) angels carry back the news of (to heaven), (which) the Father holds for ratified?  For even on earth children do not rightly and lawfully wed without their fathers' consent."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:16",
                            "text": "What kind of yoke is that of two believers, (partakers) of one hope, one desire, one discipline, one and the same service?  Both (are) brethren, both fellow servants, no difference of spirit or of flesh; nay, (they are) truly \"two in one flesh\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:17",
                            "text": "Where the flesh is one, one is the spirit too."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:18",
                            "text": "Together they pray, together prostrate themselves, together perform their fasts; mutually teaching, mutually exhorting, mutually sustaining."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:19",
                            "text": "Equally (are they) both (found) in the Church of God; equally at the banquet of God; equally in straits, in persecutions, in refreshments."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:20",
                            "text": "Neither hides (ought) from the other; neither shuns the other; neither is troublesome to the other."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:21",
                            "text": "The sick is visited, the indigent relieved, with freedom."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:22",
                            "text": "Alms (are given) without (danger of ensuing) torment; sacrifices (attended) without scruple; daily diligence (discharged) without impediment:  (there is) no stealthy signing, no trembling greeting, no mute benediction."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:23",
                            "text": "Between the two echo psalms and hymns; and they mutually challenge each other which shall better chant to their Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:24",
                            "text": "Such things when Christ sees and hears, He joys."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:25",
                            "text": "To these He sends His own peace."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:26",
                            "text": "Where two (are), there withal (is) He Himself."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:27",
                            "text": "Where He (is), there the Evil One is not."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:28",
                            "text": "These are the things which that utterance of the apostle has, beneath its brevity, left to be understood by us."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:29",
                            "text": "These things, if need shall be, suggest to your own mind."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:30",
                            "text": "By these turn yourself away from the examples of some."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife II 8:31",
                            "text": "To marry otherwise is, to believers, not \"lawful;\" is not \"expedient\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: To His Wife II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:1",
                            "text": "St."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:2",
                            "text": "Peter was a married apostle, and the traditions of his wife which connect her married life with Rome itself render it most surprising that those who claim to be St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:3",
                            "text": "Peter's successors should denounce the marriage of the clergy as if it were crime."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:4",
                            "text": "The touching story, borrowed from Clement of Alexandria, is related by Eusebius."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:5",
                            "text": "\"And will they,\" says Clement, \"reject even the apostles?  Peter and Philip, indeed, had children; Philip also gave his daughters in marriage to husbands; and Paul does not demur, in a certain Epistle, to mention his own wife, whom he did not take about with him, in order to expedite his ministry the better\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:6",
                            "text": "Of St."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:7",
                            "text": "Peter and his wife, Eusebius subjoins, \"Such was the marriage of these blessed ones, and such was their perfect affection\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:8",
                            "text": "The Easterns to this day perpetuate the marriage of the clergy, and enjoin it; but unmarried men only are chosen to be bishops."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:9",
                            "text": "Even Rome relaxes her discipline for the Uniats, and hundreds of her priesthood, therefore, live in honourable marriage."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:10",
                            "text": "Thousands live in secret marriage, but their wives are dishonoured as \"concubines\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:11",
                            "text": "It was not till the eleventh century that the celibate was enforced."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:12",
                            "text": "In England it was never successfully imposed; and, though the \"priest's leman\" was not called his wife (to the disgrace of the whole system), she was yet honoured (see Chaucer), and often carried herself too proudly."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:13",
                            "text": "The enormous evils of an enforced celibacy need not here be remarked upon."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:14",
                            "text": "The history of Sacerdotal Celibacy, by Henry C."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:15",
                            "text": "Lea of Philadelphia, is compendious, and can be readily procured by all who wish to understand what it is that this treatise of Tertullian's orthodoxy may best be used to teach; viz."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: To His Wife II 9:16",
                            "text": ", that we must not be wiser than God, even in our zeal for His service."
                        }
                    ]
                }
            ]
        }
    ]
}