{
    "books": [
        {
            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:1",
                            "text": "Preface to the Two Books of Ecclesiastical History, Added by Rufinus to His Translation of Eusebius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:2",
                            "text": "Addressed to Chromatius, Bishop of Aquileia, a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:4",
                            "text": "401."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:5",
                            "text": "(For the occasion of writing, and the date, see Prolegomena, p."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:6",
                            "text": "412."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:7",
                            "text": ")  ————————————  It is the custom, they say, of skilful physicians, when they perceive that some epidemic disease is near at hand in one of our cities, to provide some kind of medicine, whether solid or liquid, which men may use as a preventative to defend themselves from the destruction which is hanging over them."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:8",
                            "text": "You have imitated this method of the doctors, my venerable Father, Chromatius, at the moment when the gates of Italy were broken through by Alaric the commander of the Goths, and thus a disease and plague poured in upon us, which made havoc of the fields and cattle and men throughout the land."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:9",
                            "text": "You then sought a remedy against the cruelty and destruction, so that the minds of men which were languishing might be drawn away from the contagion of the prevailing malady, and might preserve their balance through an interest in better pursuits."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:10",
                            "text": "This you have done by enjoining on me the task of translating into Latin the ecclesiastical history which was written in the Greek language by that most learned man, Eusebius of Caesarea."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:11",
                            "text": "You thought that the mind of those who heard it read to them might be so held fast by it that, in its eager desire for the knowledge of past events, it might to some extent become oblivious of their actual sufferings."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:12",
                            "text": "I tried to excuse myself from the task, as being, through my weakness unequal to it, and as having in the lapse of years lost the use of the Latin tongue."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:13",
                            "text": "But I reflected that your commands were not to be divaricated from your position in the Apostolic order."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:14",
                            "text": "For, at the time when the multitude in the desert were hungering, and the Lord said to his Apostles, \"Give ye them to eat,\" Philip who was one of them instead of bringing out the loaves which were hid in the wallet of the Apostles, said that there was a little lad there who had five loaves and two fishes."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:15",
                            "text": "He knew that the exhibition of the divine virtue would be none the less brilliant if the ministry of some of the little ones were used in its fulfilment."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:16",
                            "text": "He modestly excused his action by adding, \"What are these among so many?\" So that the divine power might be more conspicuous through the difficult and desperate circumstances in which it acted."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:17",
                            "text": "I felt that, since you were a scion of the Apostolic order, you had possibly acted in remembrance of Philip's example, and that, when you saw that the time was come for the multitudes to be fed, you had engaged the services of a little lad who might be able to contribute, twice told, the five loaves which he had received, but who further, to fulfil the Gospel type, might add two small fishes which he had captured by his own efforts."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:18",
                            "text": "I have therefore made the attempt to execute what you had ordered, having the assurance that the deficiency of my inexperience would be excused on account of the authority of him who gave the command."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:19",
                            "text": "I must point out the course I have taken in reference to the tenth book of this work."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:20",
                            "text": "As it stands in the Greek, it has little to do with the process of events."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:21",
                            "text": "All but a small part of it is taken up with discussions tending to the praise of particular Bishops, and adds nothing to our knowledge of facts."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:22",
                            "text": "I have therefore left out all this superfluous matter; and, whatever in it belonged to genuine history I have added to the ninth book, with which I have made his history close."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:23",
                            "text": "The tenth and eleventh books I have myself compiled, partly from the traditions of the former generation, partly from facts within my own memory; and these I have added to the previous books, like the two fishes to the loaves."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:24",
                            "text": "If you bestow your approval and benediction upon them, I shall have a sure confidence that they will suffice for the multitude."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:25",
                            "text": "The work as now completed contains the events from the Ascension of the Saviour to the present time; my own two books those from the days of Constantine when the persecution came to an end on to the death of the Emperor Theodosius."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:26",
                            "text": "————————————  The following note occurs at the end of the ninth book of Rufinus' Latin Version of Eusebius."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:27",
                            "text": "Thus far Eusebius has given us the record of the history."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Two Books of Ecclesiastical History 1:28",
                            "text": "As to the subsequent events, as they have followed on up to the present time, as I have found them recorded in the writings of the last generation, or so far as they are covered by my own knowledge, I will add them, obeying, as best I may, in this point also the commands of our father in God."
                        }
                    ]
                }
            ]
        }
    ]
}