{
    "books": [
        {
            "name": "Apocrypha: The Passing of Mary (II Latin)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: The Passing of Mary (II Latin) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:1",
                            "text": "The Passing of Mary: Second Latin Form: Here Beginneth the Passing of the Blessed Virgin Mary."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:2",
                            "text": "Therefore, when the Lord and Saviour Jesus Christ was hanging on the tree fastened by the nails of the cross for the life of the whole world, He saw about the cross His mother standing, and John the evangelist, whom He peculiarly loved above the rest of the apostles, because he alone of them was a virgin in the body."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:3",
                            "text": "He gave him, therefore, the charge of holy Mary, saying to him:  Behold thy mother! and saying, to her:  Behold thy son!  From that hour the holy mother of God remained specially in the care of John, as long as she had her habitation in this life."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:4",
                            "text": "And when the apostles had divided the world by lot for preaching, she settled in the house of his parents near Mount Olivet."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:5",
                            "text": "In the second year, therefore, after Christ had vanquished death, and ascended up into heaven, on a certain day, Mary, burning with a longing for Christ, began to weep alone, within the shelter of her abode."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:6",
                            "text": "And, behold, an angel, shining in a dress of great light, stood before her and gave utterance to the words of salutation saying:  Hail! thou blessed by the Lord, receive the salutation of Him who commanded safety to Jacob by His prophets."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:7",
                            "text": "Behold, said He, a palm branch—I have brought it to thee from the paradise of the Lord—which thou wilt cause to be carried before thy bier, when on the third day thou shalt be taken up from the body."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:8",
                            "text": "For, lo, thy Son awaits thee with thrones and angels, and all the powers of heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:9",
                            "text": "Then Mary said to the angel:  I beg that all the apostles of the Lord Jesus Christ be assembled to me."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:10",
                            "text": "To whom the angel said:  Behold, to-day, by the power of my Lord Jesus Christ, all the apostles will come to thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:11",
                            "text": "And Mary says to him:  I ask that thou send upon me thy blessing, that no power of the lower world may withstand me in that hour in which my soul shall go out of my body, and that I may not see the prince of darkness."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:12",
                            "text": "And the angel said:  No power indeed of the lower world will hurt thee; and thy Lord God, whose servant and messenger I am, hath given thee eternal blessing; but do not think that the privilege of not seeing the prince of darkness is to be given thee by me, but by Him whom thou hast carried in thy womb; for to Him belongeth power over all for ever and ever."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:13",
                            "text": "Thus saying, the angel departed with great splendour."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:14",
                            "text": "And that palm shone with exceeding great light."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:15",
                            "text": "Then Mary, undressing herself, put on better garments."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:16",
                            "text": "And, taking the palm which she had received from the hands of the angel, she went out to the mount of Olivet, and began to pray, and say:  I had not been worthy, O Lord, to bear Thee, unless Thou hadst had compassion on me; but nevertheless I have kept the treasure which Thou entrustedst to me."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:17",
                            "text": "Therefore I ask of Thee, O King of glory, that the power of Gehenna hurt me not."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:18",
                            "text": "For if the heavens and the angels daily tremble before Thee, how much more man who is made from the ground, who possesses no good thing, except as much as he has received from Thy benignant bounty!  Thou art, O Lord, God always blessed for ever."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:19",
                            "text": "And thus saying, she went back to her dwelling."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:20",
                            "text": "And, behold, suddenly, while St."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:21",
                            "text": "John was preaching in Ephesus, on the Lord's day, at the third hour of the day, there was a great earthquake, and a cloud raised him and took him up from the eyes of all, and brought him before the door of the house where Mary was."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:22",
                            "text": "And knocking at the door, he immediately went in."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:23",
                            "text": "And when Mary saw him, she exulted in joy, and said:  I beg of thee, my son John, be mindful of the words of my Lord Jesus Christ, in which He entrusted me to thee."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:24",
                            "text": "For, behold, on the third day, when I am to depart from the body, I have heard the plans of the Jews, saying, Let us wait for the day when she who bore that seducer shall die, and let us burn her body with fire."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:25",
                            "text": "She therefore called St."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:26",
                            "text": "John, and led him into the secret chamber of the house, and showed him the robe of her burial, and that palm of light which she had received from the angel, instructing him that he should cause it to be carried before her couch when she was going to her tomb."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:27",
                            "text": "And St."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:28",
                            "text": "John said to her:  How shall I alone perform thy funeral rites, unless my brethren and fellow-apostles of my Lord Jesus Christ come to pay honour to thy body?  And, behold, on a sudden, by the command of God, all the apostles were snatched up, raised on a cloud, from the places in which they were preaching the word of God, and set down before the door of the house in which Mary dwelt."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:29",
                            "text": "And, saluting each other, they wondered, saying:  What is the cause for which the Lord hath assembled us here?."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:30",
                            "text": "Then all the apostles, rejoicing with one mind, finished their prayer."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:31",
                            "text": "And when they had said the Amen, behold, on a sudden, there came the blessed John, and told them all these things."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:32",
                            "text": "The apostles then, having entered the house, found Mary, and saluted her, saying:  Blessed art thou by the Lord, who hath made heaven and earth."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:33",
                            "text": "And she said to them:  Peace be with you, most beloved brethren!  How have you come hither?  And they recounted to her how they had come, each one raised on a cloud by the Spirit of God, and set down in the same place."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:34",
                            "text": "And she said to them:  God hath not deprived me of the sight of you."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:35",
                            "text": "Behold, I shall go the way of all the earth, and I doubt not that the Lord hath now conducted you hither to bring me consolation for the anguish which is just coming upon me."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:36",
                            "text": "Now therefore I implore you, that without intermission you all with one mind watch, even till that hour in which the Lord will come, and I shall depart from the body."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:37",
                            "text": "And when they had sat down in a circle consoling her, when they had spent three days in the praises of God, behold, on the third day, about the third hour of the day, a deep sleep seized upon all who were in that house, and no one was at all able to keep awake but the apostles alone, and only the three virgins who were there."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:38",
                            "text": "And, behold, suddenly the Lord Jesus Christ came with a great multitude of angels; and a great brightness came down upon that place, and the angels were singing a hymn, and praising God together."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:39",
                            "text": "Then the Saviour spoke, saying:  Come, most precious pearl, within the receptacle of life eternal."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:40",
                            "text": "Then Mary prostrated herself on the pavement, adoring God, and said:  Blessed be the name of Thy glory, O Lord my God, who hast deigned to choose me Thine handmaid, and to entrust to me Thy hidden mystery."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:41",
                            "text": "Be mindful of me, therefore, O King of glory, for Thou knowest that I have loved Thee with all my heart, and kept the treasure committed to me."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:42",
                            "text": "Therefore receive me, Thy servant, and free me from the power of darkness, that no onset of Satan may oppose me, and that I may not see filthy spirits standing in my way."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:43",
                            "text": "And the Saviour answered her:  When I, sent by my Father for the salvation of the world, was hanging on the cross, the prince of darkness came to me; but when he was able to find in me no trace of his work, he went off vanquished and trodden under foot."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:44",
                            "text": "But when thou shalt see him, thou shalt see him indeed by the law of the human race, in accordance with which thou hast come to the end of thy life; but he cannot hurt thee, because I am with thee to help thee."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:45",
                            "text": "Go in security, because the heavenly host is waiting for thee to lead thee in to the joys of paradise."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:46",
                            "text": "And when the Lord had thus spoken, Mary, rising from the pavement, reclined upon her couch, and giving thanks to God, gave up the ghost."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:47",
                            "text": "And the apostles saw that her soul was of such whiteness, that no tongue of mortals can worthily utter it; for it surpassed all the whiteness of snow, and of every metal, and of gleaming silver, by the great brightness of its light."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:48",
                            "text": "Then the Saviour spoke, saying:  Rise, Peter, and take the body of Mary, and send it to the right hand side of the city towards the east, and thou wilt find there a new tomb, in which you will lay her, and wait until I come to you."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:49",
                            "text": "And thus saying, the Lord delivered the soul of St."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:50",
                            "text": "Mary to Michael, who was the ruler of paradise, and the prince of the nation of the Jews; and Gabriel went with them."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:51",
                            "text": "And immediately the Saviour was received up into heaven along with the angels."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:52",
                            "text": "And the three virgins, who were in the same place, and were watching, took up the body of the blessed Mary, that they might wash it after the manner of funeral rites."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:53",
                            "text": "And when they had taken off her clothes, that sacred body shone with so much brightness, that it could be touched indeed for preparation for burial, but the form of it could not be seen for the excessive flashing light:  except that the splendour of the Lord appeared great, and nothing was perceived, the body, when it was washed, was perfectly clean, and stained by no moisture of filth."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:54",
                            "text": "And when they had put the dead-clothes on her, that light was gradually obscured."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:55",
                            "text": "And the body of the blessed Mary was like lily flowers; and an odour of great sweetness came forth from it, so that no sweetness could be found like it."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:56",
                            "text": "Then, accordingly, the apostles laid the holy body on the bier, and said to each other:  Who is to carry this palm before her bier?  Then John said to Peter:  Thou, who hast precedence of us in the apostleship, shouldst carry this palm before her couch."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:57",
                            "text": "And Peter answered him:  Thou wast the only virgin among us chosen by the Lord, and thou didst find so great favour that thou didst recline upon His breast."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:58",
                            "text": "And He, when for our salvation He was hanging upon the stem of the cross, entrusted her to thee with His own mouth."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:59",
                            "text": "Thou therefore oughtest to carry this palm, and let us take up that body to carry it even to the place of sepulture."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:60",
                            "text": "After this, Peter, raising it, and saying, Take the body, began to sing and say:  Israel hath gone forth out of Egypt."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:61",
                            "text": "Alleluiah."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:62",
                            "text": "And the other apostles along with him carried the body of the blessed Mary, and John bore the palm of light before the bier."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:63",
                            "text": "And the other apostles sang with a most sweet voice."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:64",
                            "text": "And, behold, a new miracle."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:65",
                            "text": "There appeared above the bier a cloud exceeding great, like the great circle which is wont to appear beside the splendour of the moon; and there was in the clouds an army of angels sending forth a sweet song, and from the sound of the great sweetness the earth resounded."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:66",
                            "text": "Then the people, having gone forth from the city, about fifteen thousand, wondered, saying:  What is that sound of so great sweetness?  Then there stood up one who said to them:  Mary has departed from the body, and the disciples of Jesus are singing praises around her."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:67",
                            "text": "And looking, they saw the couch crowned with great glory, and the apostles singing with a loud voice."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:68",
                            "text": "And, behold, one of them, who was chief of the priests of the Jews in his rank, filled with fury and rage, said to the rest:  Behold, the tabernacle of him who disturbed us and all our race, what glory has it received?  And going up, he wished to overturn the bier, and throw the body down to the ground."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:69",
                            "text": "And immediately his hands dried up from his elbows, and stuck to the couch."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:70",
                            "text": "And when the apostles raised the bier, part of him hung, and part of him adhered to the couch; and he was vehemently tormented with pain, while the apostles were walking and singing."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:71",
                            "text": "And the angels who were in the clouds smote the people with blindness."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:72",
                            "text": "Then that chief cried out, saying:  I implore thee, Saint Peter, do not despise me, I beseech thee, in so great an extremity, because I am exceedingly tortured by great torments."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:73",
                            "text": "Bear in mind that when, in the praetorium, the maid that kept the door recognised thee, and told the others to revile thee, then I spoke good words in thy behalf."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:74",
                            "text": "Then Peter answering, said:  It is not for me to give other to thee; but if thou believest with thy whole heart on the Lord Jesus Christ, whom she carried in her womb, and remained a virgin after the birth, the compassion of the Lord, which with profuse benignity saves the unworthy, will give thee salvation."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:75",
                            "text": "To this he replied:  Do we not believe?  But what shall we do?  The enemy of the human race has blinded our hearts, and confusion has covered our face, lest we should confess the great things of God, especially when we ourselves uttered maledictions against Christ, shouting:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:76",
                            "text": "Then Peter said:  Behold, this malediction will hurt him who has remained unfaithful to Him; but to those who turn themselves to God mercy is not denied."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:77",
                            "text": "And he said:  I believe all that thou sayest to me; only I implore, have mercy upon me, lest I die."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:78",
                            "text": "Then Peter made the couch stand still, and said to him:  If thou believest with all thy heart upon the Lord Jesus Christ, thy hands will be released from the bier."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:79",
                            "text": "And when he had said this his hands were immediately released from the bier, and he began to stand on his feet; but his arms were dried up, and the torture did not go away from him."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:80",
                            "text": "Then Peter said to him:  Go up to the body, and kiss the couch, and say:  I believe in God, and in the Son of God, Jesus Christ, whom she bore, and I believe all whatsoever Peter the apostle of God has said to me."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:81",
                            "text": "And going up, he kissed the couch, and immediately all pain went away from him, and his hands were healed."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:82",
                            "text": "Then he began greatly to bless God, and from the books of Moses to render testimony to the praises of Christ, so that even the apostles themselves wondered, and wept for joy, praising the name of the Lord."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:83",
                            "text": "And Peter said to him:  Take this palm from the hand of our brother John, and going into the city thou wilt find much people blinded, and declare to them the great things of God; and whosoever shall believe in the Lord Jesus Christ, thou shalt put this palm upon their eyes, and they shall see; but those who will not believe shall remain blind."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:84",
                            "text": "And when he had done so, he found much people blinded, lamenting thus:  Woe unto us, because we have been made like the Sodomites struck with blindness."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:85",
                            "text": "Nothing now is left to us but to perish."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:86",
                            "text": "But when they heard the words of the chief who had been cured speaking, they believed in the Lord Jesus Christ; and when he put the palm over their eyes, they recovered sight."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:87",
                            "text": "Five of them remaining in hardness of heart died."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:88",
                            "text": "And the chief of the priests going forth, carried back the palm to the apostles, reporting all things whatsoever had been done."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:89",
                            "text": "And the apostles, carrying Mary, came to the place of the Valley of Jehoshaphat which the Lord had showed them; and they laid her in a new tomb, and closed the sepulchre."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:90",
                            "text": "And they themselves sat down at the door of the tomb, as the Lord had commanded them; and, behold, suddenly the Lord Jesus Christ came with a great multitude of angels, with a halo of great brightness gleaming, and said to the apostles:  Peace be with you!  And they answered and said:  Let Thy mercy, O Lord, be upon us, as we have hoped in Thee."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:91",
                            "text": "Then the Saviour spoke to them, saying:  Before I ascended to my Father I promised to you, saying that you who have followed me in the regeneration, when the Son of man shall sit upon the throne of His majesty, will sit, you also, upon twelve thrones, judging the twelve tribes of Israel."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:92",
                            "text": "Her, therefore, did I choose out of the tribes of Israel by the command of my Father, that I should dwell in her."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:93",
                            "text": "What, therefore, do you wish that I should do to her?  Then Peter and the other apostles said:  Lord, Thou didst choose beforehand this Thine handmaid to become a spotless chamber for Thyself, and us Thy servants to minister unto Thee."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:94",
                            "text": "Before the ages Thou didst foreknow all things along with the Father, with whom to Thee and the Holy Spirit there is one Godhead, equal and infinite power."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:95",
                            "text": "If, therefore, it were possible to be done in the presence of the power of Thy grace, it had seemed to us Thy servants to be right that, just as Thou, having vanquished death, reignest in glory, so, raising up again the body of Thy mother, Thou shouldst take her with Thee in joy into heaven."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:96",
                            "text": "Then the Saviour said:  Let it be according to your opinion."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:97",
                            "text": "And He ordered the archangel Michael to bring the soul of St."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:98",
                            "text": "Mary."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:99",
                            "text": "And, behold, the archangel Michael rolled back the stone from the door of the tomb; and the Lord said:  Arise, my beloved and my nearest relation; thou who hast not put on corruption by intercourse with man, suffer not destruction of the body in the sepulchre."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:100",
                            "text": "And immediately Mary rose from the tomb, and blessed the Lord, and falling forward at the feet of the Lord, adored Him, saying:  I cannot render sufficient thanks to Thee, O Lord, for Thy boundless benefits which Thou hast deigned to bestow upon me Thine handmaiden."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:101",
                            "text": "May Thy name, O Redeemer of the world, God of Israel, be blessed for ever."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:102",
                            "text": "And kissing her, the Lord went back, and delivered her soul to the angels, that they should carry it into paradise."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:103",
                            "text": "And He said to the apostles:  Come up to me."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:104",
                            "text": "And when they had come up He kissed them, and said:  Peace be to you! as I have always been with you, so will I be even to the end of the world."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:105",
                            "text": "And immediately, when the Lord had said this, He was lifted up on a cloud, and taken back into heaven, and the angels along with Him, carrying the blessed Mary into the paradise of God."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: The Passing of Mary (II Latin) 1:106",
                            "text": "And the apostles being taken up in the clouds, returned each into the place allotted for his preaching, telling the great things of God, and praising our Lord Jesus Christ, who liveth and reigneth with the Father and the Holy Spirit, in perfect unity, and in one substance of Godhead, for ever and ever,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}