{
    "books": [
        {
            "name": "Dionysius: Fragments of Epistles",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: Fragments of Epistles 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:1",
                            "text": "Fragments of Epistles: Epistle I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:2",
                            "text": "—To Domitius and Didymus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:3",
                            "text": "But it would be a superfluous task for me to mention by name our (martyr) friends, who are numerous and at the same time unknown to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:4",
                            "text": "Only understand that they include men and women, both young men and old, both maidens and aged matrons, both soldiers and private citizens,—every class and every age, of whom some have suffered by stripes and fire, and some by the sword, and have won the victory and received their crowns."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:5",
                            "text": "In the case of others, however, even a very long lifetime has not proved sufficient to secure their appearance as men acceptable to the Lord; as indeed in my own case too, that sufficient time has not shown itself up to the present."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:6",
                            "text": "Wherefore He has preserved me for another convenient season, of which He knows Himself, as He says: \"In an acceptable time have I heard thee, and in a day of salvation have I helped thee\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:7",
                            "text": "Since, however, you have been inquiring about what has befallen us, and wish to be informed as to how we have fared, you have got a full report of our fortunes; how when we—that is to say, Gains, and myself, and Faustus, and Peter, and Paul—were led off as prisoners by the centurion and the magistrates, and the soldiers and other attendants accompanying them, there came upon us certain parties from Mareotis, who dragged us with them against our will, and though we were disinclined to follow them, and carried us away by force; and how Gaius and Peter and myself have been separated from our other brethren, and shut up alone in a desert and sterile place in Libya, at a distance of three days' journey from Paraetonium."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:8",
                            "text": "And a little further on, he proceeds thus:—And they concealed themselves in the city, and secretly visited the brethren."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:9",
                            "text": "I refer to the presbyters Maximus, Dioscorus, Demetrius, and Lucius."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:10",
                            "text": "For Faustinus and Aquila, who are persons of greater prominence in the world, are wandering about in Egypt."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:11",
                            "text": "I specify also the deacons who survived those who died in the sickness, viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:12",
                            "text": ", Faustus, Eusebius, and Chaeremon."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:13",
                            "text": "And of Eusebius I speak as one whom the Lord strengthened from the beginning, and qualified for the task of discharging energetically the services due to the confessors who are in prison, and of executing the perilous office of dressing out and burying the bodies of those perfected and blessed martyrs."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:14",
                            "text": "For even up to the present day the governor does not cease to put to death, in a cruel manner, as I have already said, some of those who are brought before him; while he wears others out by torture, and wastes others away with imprisonment and bonds, commanding also that no one shall approach them and making strict scrutiny lest any one should be seen to do so."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: Fragments of Epistles 1:15",
                            "text": "And nevertheless God imparts relief to the oppressed by the tender kindness and earnestness of the brethren."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Dionysius: Fragments of Epistles 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:1",
                            "text": "Epistle II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:2",
                            "text": "—To Novatus."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:3",
                            "text": "Dionysius to Novatus his brother, greeting."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:4",
                            "text": "If you were carried on against your will, as you say, you will show that such has been the case by your voluntary retirement."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:5",
                            "text": "For it would have been but dutiful to have suffered any kind of ill, so as to avoid rending the Church of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:6",
                            "text": "And a martyrdom borne for the sake of preventing a division of the Church, would not have been more inglorious than one endured for refusing to worship idols; nay, in my opinion at least, the former would have been a nobler thing than the latter."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:7",
                            "text": "For in the one case a person gives such a testimony simply for his own individual soul, whereas in the other case he is a witness for the whole Church."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:8",
                            "text": "And now, if you can persuade or constrain the brethren to come to be of one mind again, your uprightness will be superior to your error; and the latter will not be charged against you, while the former will be commended in you."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:9",
                            "text": "But if you cannot prevail so far with your recusant brethren, see to it that you save your own soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Dionysius: Fragments of Epistles 2:10",
                            "text": "My wish is, that in the Lord you may fare well as you study peace."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Dionysius: Fragments of Epistles 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:1",
                            "text": "Epistle III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:2",
                            "text": "—To Fabius, Bishop of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:3",
                            "text": "The persecution with us did not commence with the imperial edict, but preceded it by a whole year."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:4",
                            "text": "And a certain prophet and poet, an enemy to this city, whatever else he was, had previously roused and exasperated against us the masses of the heathen, inflaming them anew with the fires of their native superstition."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:5",
                            "text": "Excited by him, and finding full liberty for the perpetration of wickedness, they reckoned this the only piety and service to their demons, namely, our slaughter."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:6",
                            "text": "First, then, they seized an old man of the name of Metras, and commanded him to utter words of impiety; and as he refused, they beat his body with clubs, and lacerated his face and eyes with sharp reeds, and then dragged him off to the suburbs and stoned him there."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:7",
                            "text": "Next they carried off a woman named Quinta, who was a believer, to an idol temple, and compelled her to worship the idol; and when she turned away from it, and showed how she detested it, they bound her feet and dragged her through the whole city along the rough stone-paved streets, knocking her at the same time against the millstones, and scourging her, until they brought her to the same place, and stoned her also there."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:8",
                            "text": "Then with one impulse they all rushed upon the houses of the God-fearing, and whatever pious persons any of them knew individually as neighbours, after these they hurried and bore them with them, and robbed and plundered them, setting aside the more valuable portions of their property for themselves, and scattering about the commoner articles, and such as were made of wood, and burning them on the roads, so that they made these parts present the spectacle of a city taken by the enemy."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:9",
                            "text": "The brethren, however, simply gave way and withdrew, and, like those to whom Paul bears witness, they took the spoiling of their goods with joy."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:10",
                            "text": "And I know not that any of them—except possibly some solitary individual who may have chanced to fall into their hands—thus far has denied the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:11",
                            "text": "But they also seized that most admirable virgin Apollonia, then in advanced life, and knocked out all her teeth, and cut her jaws; and then kindling a fire before the city, they threatened to burn her alive unless she would repeat along with them their expressions of impiety."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:12",
                            "text": "And although she seemed to deprecate her fate for a little, on being let go, she leaped eagerly into the fire and was consumed."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:13",
                            "text": "They also laid hold of a certain Serapion in his own house; and after torturing him with severe cruelties, and breaking all his limbs, they dashed him headlong from an upper storey to the ground."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:14",
                            "text": "And there was no road, no thoroughfare, no lane even, where we could walk, whether by night or by day; for at all times and in every place they all kept crying out, that if any one should refuse to repeat their blasphemous expressions, he must be at once dragged off and burnt."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:15",
                            "text": "These inflictions were carried rigorously on for a considerable time in this manner."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:16",
                            "text": "But when the insurrection and the civil war in due time overtook these wretched people, that diverted their savage cruelty from us, and turned it against themselves."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:17",
                            "text": "And we enjoyed a little breathing time, as long as leisure failed them for exercising their fury against us."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:18",
                            "text": "But speedily was the change from that more kindly reign announced to us; and great was the terror of threatening that was now made to reach us."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:19",
                            "text": "Already, indeed, the edict had arrived; and it was of such a tenor as almost perfectly to correspond with what was intimated to us beforetime by our Lord, setting before us the most dreadful horrors, so as, if that were possible, to cause the very elect to stumble."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:20",
                            "text": "All verily were greatly alarmed, and of the more notable there were some, and these a large number, who speedily accommodated themselves to the decree in fear; others, who were engaged in the public service, were drawn into compliance by the very necessities of their official duties; others were dragged on to it by their friends, and on being called by name approached the impure and unholy sacrifices; others yielded pale and trembling, as if they were not to offer sacrifice, but to be themselves the sacrifices and victims for the idols, so that they were jeered by the large multitude surrounding the scene, and made it plain to all that they were too cowardly either to face death or to offer the sacrifices."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:21",
                            "text": "But there were others who hurried up to the altars with greater alacrity, stoutly asserting that they had never been Christians at all before; of whom our Lord's prophetic declaration holds most true, that it will be hard for such to be saved."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:22",
                            "text": "Of the rest, some followed one or other of these parties already mentioned; some fled, and some were seized."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:23",
                            "text": "And of these, some went as far in keeping their faith as bonds and imprisonment; and certain persons among them endured imprisonment even for several days, and then after all abjured the faith before coming into the court of justice; while others, after holding out against the torture for a time, sank before the prospect of further sufferings."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:24",
                            "text": "But there were also others, stedfast and blessed pillars of the Lord, who, receiving strength from Himself, and obtaining power and vigour worthy of and commensurate with the force of the faith that was in themselves, have proved admirable witnesses for His kingdom."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:25",
                            "text": "And of these the first was Julianus, a man suffering from gout, and able neither to stand nor to walk, who was arranged along with two other men who carried him."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:26",
                            "text": "Of these two persons, the one immediately denied Christ; but the other, a person named Cronion, and surnamed Eunus, and together with him the aged Julianus himself, confessed the Lord, and were carried on camels through the whole city, which is, as you know, a very large one, and were scourged in that elevated position, and finally were consumed in a tremendous fire, while the whole populace surrounded them."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:27",
                            "text": "And a certain soldier who stood by them when they were led away to execution, and who opposed the wanton insolence of the people, was pursued by the outcries they raised against him; and this most courageous soldier of God, Besas by name, was arranged; and after bearing himself most nobly in that mighty conflict on behalf of piety, he was beheaded."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:28",
                            "text": "And another individual, who was by birth a Libyan, and who at once in name and in real blessedness was also a true Macar, although much was tried by the judge to persuade him to make a denial, did not yield, and was consequently burned alive."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:29",
                            "text": "And these were succeeded by Epimachus and Alexander, who, after a long time spent in chains, and after suffering countless agonies and inflictions of the scraper and the scourge, were also burnt to ashes in an immense fire."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:30",
                            "text": "And along with these there were four women."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:31",
                            "text": "Among them was Ammonarium, a pious virgin, who was tortured for a very long time by the judge in a most relentless manner, because she declared plainly from the first that she would utter none of the things which he commanded her to repeat; and after she had made good her profession she was led off to execution."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:32",
                            "text": "The others were the most venerable and aged Mercuria, and Dionysia, who had been the mother of many children, and yet did not love her offspring better than her Lord."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:33",
                            "text": "These, when the governor was ashamed to subject them any further to profitless torments, and thus to see himself beaten by women, died by the sword, without more experience of tortures."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:34",
                            "text": "For truly their champion Ammonarium had received tortures for them all."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:35",
                            "text": "Heron also, and Ater, and Isidorus who were Egyptians, and along with them Dioscorus, a boy of about fifteen years of age, were delivered up."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:36",
                            "text": "And though at first he, the judge, tried to deceive the youth with fair speeches, thinking he could easily seduce him, and then attempted also to compel him by force of tortures, fancying he might be made to yield without much difficulty in that way, Dioscorus neither submitted to his persuasions nor gave way to his terrors."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:37",
                            "text": "And the rest, after their bodies had been lacerated in a most savage manner, and their stedfastness had nevertheless been maintained, he consigned also to the flames."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:38",
                            "text": "But Dioscorus he dismissed, wondering at the distinguished appearance he had made in public, and at the extreme wisdom of the answers he gave to his interrogations, and declaring that, on account of his age, he granted him further time for repentance."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:39",
                            "text": "And this most godly Dioscorus is with us at present, tarrying for a greater conflict and a more lengthened contest."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:40",
                            "text": "A certain person of the name of Nemesion, too, who was also an Egyptian, was falsely accused of being a companion of robbers; and after he had cleared himself of this charge before the centurion, and proved it to be a most unnatural calumny, he was informed against as a Christian, and had to come as a prisoner before the governor."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:41",
                            "text": "And that most unrighteous magistrate inflicted on him a punishment twice as severe as that to which the robbers were subjected, making him suffer both tortures and scourgings, and then consigning him to the fire between the robbers."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:42",
                            "text": "Thus the blessed martyr was honoured after the pattern of Christ."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:43",
                            "text": "There was also a body of soldiers, including Ammon, and Zeno, and Ptolemy, and Ingenuus, and along with them an old man, Theophilus, who had taken up their position in a mass in front of the tribunal; and when a certain person was standing his trial as a Christian, and was already inclining to make a denial, these stood round about and ground their teeth, and made signs with their faces, and stretched out their hands, and made all manner of gestures with their bodies."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:44",
                            "text": "And while the attention of all was directed to them, before any could lay hold of them, they ran quickly up to the bench of judgment and declared themselves to be Christians, and made such an impression that the governor and his associates were filled with fear; and those who were under trial seemed to be most courageous in the prospect of what they were to suffer, while the judges themselves trembled."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:45",
                            "text": "These, then, went with a high spirit from the tribunals, and exulted in their testimony, God Himself causing them to triumph gloriously."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:46",
                            "text": "Moreover, others in large numbers were torn asunder by the heathen throughout the cities and villages."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:47",
                            "text": "Of one of these I shall give some account, as an example."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:48",
                            "text": "Ischyrion served one of the rulers in the capacity of steward for stated wages."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:49",
                            "text": "His employer ordered this man to offer sacrifice; and on his refusal to do so, he abused him."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:50",
                            "text": "When he persisted in his non-compliance, his master treated him with contumely; and when he still held out, he took a huge stick and thrust it through his bowels and heart, and slew him."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:51",
                            "text": "Why should I mention the multitudes of those who had to wander about in desert places and upon the mountains, and who were cut off by hunger, and thirst, and cold, and sickness, and robbers, and wild beasts? The survivors of such are the witnesses of their election and their victory."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:52",
                            "text": "One circumstance, however, I shall subjoin as an illustration of these things."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:53",
                            "text": "There was a certain very aged person of the name of Chaeremon, bishop of the place called the city of the Nile."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:54",
                            "text": "He fled along with his partner to the Arabian mountain, and never returned."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:55",
                            "text": "The brethren, too, were unable to discover anything of them, although they made frequent search; and they never could find either the men themselves, or their bodies."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:56",
                            "text": "Many were also carried off as slaves by the barbarous Saracens to that same Arabian mount."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:57",
                            "text": "Some of these were ransomed with difficulty, and only by paying a great sum of money; others of them have not been ransomed to this day."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:58",
                            "text": "And these facts I have related, brother, not without a purpose, but in order that you may know how many and how terrible are the ills that have befallen us; which troubles also will be best understood by those who have had most experience of them."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:59",
                            "text": "Those sainted martyrs, accordingly, who were once with us, and who now are seated with Christ, and are sharers in His kingdom, and partakers with Him in His judgment and who act as His judicial assessors, received there certain of the brethren who had fallen away, and who had become chargeable with sacrificing to the idols."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:60",
                            "text": "And as they saw that the conversion and repentance of such might be acceptable to Him who desires not at all the death of the sinner, but rather his repentance, they proved their sincerity, and received them, and brought them together again, and assembled with them, and had fellowship with them in their prayers and at their festivals."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:61",
                            "text": "What advice then, brethren, do you give us as regards these? What should we do? Are we to stand forth and act with the decision and judgment which those (martyrs) formed, and to observe the same graciousness with them, and to deal so kindly with those toward whom they showed such compassion? or are we to treat their decision as an unrighteous one, and to constitute ourselves judges of their opinion on such subjects, and to throw clemency into tears, and to overturn the established order?."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:62",
                            "text": "But I shall give a more particular account of one case here which occurred among us: There was with us a certain Serapion, an aged believer."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:63",
                            "text": "He had spent his long life blamelessly, but had fallen in the time of trial (the persecution)."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:64",
                            "text": "Often did this man pray (for absolution), and no one gave heed to him; for he had sacrificed to the idols."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:65",
                            "text": "Falling sick, he continued three successive days dumb and senseless."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:66",
                            "text": "Recovering a little on the fourth day, he called to him his grandchild, and said, \"My son, how long do you detain me? Hasten, I entreat you, and absolve me quickly."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:67",
                            "text": "Summon one of the presbyters to me\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:68",
                            "text": "And when he had said this, he became speechless again."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:69",
                            "text": "The boy ran for the presbyter; but it was night, and the man was sick, and was consequently unable to come."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:70",
                            "text": "But as an injunction had been issued by me, that persons at the point of death, if they requested it then, and especially if they had earnestly sought it before, should be absolved, in order that they might depart this life in cheerful hope, he gave the boy a small portion of the Eucharist, telling him to steep it in water and drop it into the old man's mouth."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:71",
                            "text": "The boy returned bearing the portion; and as he came near, and before he had yet entered, Serapion again recovered, and said, \"You have come, my child, and the presbyter was unable to come; but do quickly what you were instructed to do, and so let me depart\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:72",
                            "text": "The boy steeped the morsel in water, and at once dropped it into the (old man's) mouth; and after he had swallowed a little of it, he forthwith gave up the ghost."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Dionysius: Fragments of Epistles 3:73",
                            "text": "Was he not then manifestly preserved? and did he not continue in life just until he could be absolved, and until through the wiping away of his sins he could be acknowledged for the many good acts he had done?."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Dionysius: Fragments of Epistles 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:1",
                            "text": "Epistle IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:2",
                            "text": "—To Cornelius the Roman Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:3",
                            "text": "In addition to all these, he writes likewise to Cornelius at Rome after receiving his Epistle against Novatus."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:4",
                            "text": "And in that letter he also shows that he had been invited by Helenus, bishop in Tarsus of Cilicia, and by the others who were with him—namely, Firmilian, bishop in Cappadocia, and Theoctistus in Palestine—to meet them at the Council of Antioch, where certain persons were attempting to establish the schism of Novatus."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:5",
                            "text": "In addition to this, he writes that it was reported to him that Fabius was dead, and that Demetrianus was appointed his successor in the bishopric of the church at Antioch."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Dionysius: Fragments of Epistles 4:6",
                            "text": "He writes also respecting the bishop in Jerusalem, expressing himself in these very words: \"And the blessed Alexander, having been cast into prison, went to his rest in blessedness\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Dionysius: Fragments of Epistles 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:1",
                            "text": "Epistle V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:2",
                            "text": "—Which is the First on the Subject of Baptism Addressed to Stephen, Bishop of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:3",
                            "text": "Understand, however, my brother, that all the churches located in the east, and also in remoter districts, that were formerly in a state of division, are now made one again; and all those at the head of the churches everywhere are of one mind, and rejoice exceedingly at the peace which has been restored beyond all expectation."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:4",
                            "text": "I may mention Demetrianus in Antioch; Theoctistus in Caesareia; Mazabanes in aelia, the successor of the deceased Alexander; Marinus in Tyre; Heliodorus in Laodicea, the successor of the deceased Thelymidres; Helenus in Tarsus, and with him all the churches of Cilicia; and Firmilian and all Cappadocia."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:5",
                            "text": "For I have named only the more illustrious of the bishops, so as neither to make my epistle too long, nor to render my discourse too heavy for you."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:6",
                            "text": "All the districts of Syria, however, and of Arabia, to the brethren in which you from time to time have been forwarding supplies and at present have sent letters, and Mesopotamia too, and Pontus, and Syria, and, to speak in brief, all parties, are everywhere rejoicing at the unanimity and brotherly love now established, and are glorifying God for the same."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:7",
                            "text": "The Same, Otherwise Rendered."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:8",
                            "text": "But know, my brother, that all the churches throughout the East, and those that are placed beyond, which formerly were separated, are now at length returned to unity; and all the presidents of the churches everywhere think one and the same thing, and rejoice with incredible joy on account of the unlooked-for return of peace: to wit, Demetrianus in Antioch; Theoctistus in Caesarea; Mazabenes in aelia, after the death of Alexander; Marinus in Tyre; Heliodorus in Laodicea, after the death of Thelymidres; Helenus in Tarsus, and all the churches of Cilicia; Firmilianus, with all Cappadocia."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:9",
                            "text": "And I have named only the more illustrious bishops, lest by chance my letter should be made too prolix, and my address too wearisome."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Dionysius: Fragments of Epistles 5:10",
                            "text": "The whole of the Syrias, indeed, and Arabia, to which you now and then send help, and to which you have now written letters; Mesopotamia also, and Pontus, and Bithynia; and, to comprise all in one word, all the lands everywhere, are rejoicing, praising God on account of this concord and brotherly charity."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Dionysius: Fragments of Epistles 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:1",
                            "text": "Epistle VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:2",
                            "text": "—To Sixtus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:3",
                            "text": "Previously, indeed, (Stephen) had written letters about Helanus and Firmilianus, and about all who were established throughout Cilicia and Cappadocia, and all the neighbouring provinces, giving them to understand that for that same reason he would depart from their communion, because they rebaptized heretics."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:4",
                            "text": "And consider the seriousness of the matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:5",
                            "text": "For, indeed, in the most considerable councils of the bishops, as I hear, it has been decreed that they who come from heresy should first be trained in Catholic doctrine, and then should be cleansed by baptism from the filth of the old and impure leaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:6",
                            "text": "Asking and calling him to witness on all these matters, I sent letters."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:7",
                            "text": "And a little after Dionysius proceeds:—."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:8",
                            "text": "And, moreover, to our beloved co-presbyters Dionysius and Philemon, who before agreed with Stephen, and had written to me about the same matters, I wrote previously in few words, but now I have written again more at length."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:9",
                            "text": "In the same letter, says Eusebius, he informs Xystus of the Sabellian heretics, that they were gaining ground at that time, in these words:—."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Dionysius: Fragments of Epistles 6:10",
                            "text": "For since of the doctrine, which lately has been set on foot at Ptolemais, a city of Pentapolis, impious and full of blasphemy against Almighty God and the Father of our Lord Jesus Christ; full of unbelief and perfidy towards His only begotten Son and the first-born of every creature, the Word made man, and which takes away the perception of the Holy Spirit,—on either side both letters were brought to me, and brethren had come to discuss it, setting forth more plainly as much as by God's gift I was able,—I wrote certain letters, copies of which I have sent to thee."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Dionysius: Fragments of Epistles 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:1",
                            "text": "Epistle VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:2",
                            "text": "—To Philemon, a Presbyter."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:3",
                            "text": "I indeed gave attention to reading the books and carefully studying the traditions of heretics, to the extent indeed of corrupting my soul with their execrable opinions; yet receiving from them this advantage, that I could refute them in my own mind, and detested them more heartily than ever."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:4",
                            "text": "And when a certain brother of the order of presbyters sought to deter me, and feared lest I should be involved in the same wicked filthiness, because he said that my mind would be contaminated, and indeed with truth, as I myself perceived, I was strengthened by a vision that was sent me from God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:5",
                            "text": "And a word spoken to me, expressly commanded me, saying, Read everything which shall come into thy hands, for thou art fit to do so, who correctest and provest each one; and from them to thee first of all has appeared the cause and the occasion of believing."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:6",
                            "text": "I received this vision as being what was in accordance with the apostolic word, which thus urges all who are endowed with greater virtue, \"Be ye skilful money-changers\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:7",
                            "text": "Then, says Eusebius, he subjoins some things parenthetically about all heresies:—  This rule and form I have received from our blessed Father Heraclus: For thou, who came from heresies, even if they had fallen away from the Church, much rather if they had not fallen away, but when they were seen to frequent the assemblies of the faithful, were charged with going to hear the teachers of perverse doctrine, and ejected from the Church, he did not admit after many prayers, before they had openly and publicly narrated whatever things they had heard from their adversaries."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:8",
                            "text": "Then he received them at length to the assemblies of the faithful, by no means asking of them to receive baptism anew."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:9",
                            "text": "Because they had already previously received the Holy Spirit from that very baptism."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:10",
                            "text": "Once more, this question being thoroughly ventilated, he adds:—  I learned this besides, that this custom is not now first of all imported among the Africans alone; but moreover, long before, in the times of former bishops, among most populous churches, and that when synods of the brethren of Iconium and Synades were held, it also pleased as many as possible, I should be unwilling, by overturning their judgments, to throw them into strifes and contentious."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Dionysius: Fragments of Epistles 7:11",
                            "text": "For it is written, \"Thou shalt not remove thy neighbour's landmark, which thy fathers have placed\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Dionysius: Fragments of Epistles 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Dionysius: Fragments of Epistles 8:1",
                            "text": "Epistle VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Dionysius: Fragments of Epistles 8:2",
                            "text": "—To Dionysius."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Dionysius: Fragments of Epistles 8:3",
                            "text": "For we rightly repulse Novatian, who has rent the Church, and has drawn away some of the brethren to impiety and blasphemies; who has brought into the world a most impious doctrine concerning God, and calumniates our most merciful Lord Jesus Christ as if He were unmerciful; and besides all these things, holds the sacred laver as of no effect, and rejects it, and overturns faith and confession, which are put before baptism, and utterly drives away the Holy Spirit from them, even if any hope subsists either that He would abide in them, or that He should return to them."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Dionysius: Fragments of Epistles 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:1",
                            "text": "Epistle IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:2",
                            "text": "—To Sixtus II."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:3",
                            "text": "For truly, brother, I have need of advice, and I crave your judgment, lest perchance I should be mistaken upon the matters which in such wise happen to me."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:4",
                            "text": "One of the brethren who come together to the church, who for some time has been esteemed as a believer, and who before my ordination, and, if I am not deceived, before even the episcopate of Heraclas himself, had been a partaker of the assembly of the faithful, when he had been concerned in the baptism of those who were lately baptized, and had heard the interrogatories and their answers, came to me in tears, and bewailing his lot."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:5",
                            "text": "And throwing himself at my feet, he began to confess and to protest that this baptism by which he had been initiated among heretics was not of this kind, nor had it anything whatever in common with this of ours, because that it was full of blasphemy and impiety."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:6",
                            "text": "And he said that his soul was pierced with a very bitter sense of sorrow, and that he did not dare even to lift up his eyes to God, because he had been initiated by those wicked words and things."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:7",
                            "text": "Wherefore he besought that, by this purest laver, he might be endowed with adoption and grace."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:8",
                            "text": "And I, indeed, have not dared to do this; but I have said that the long course of communion had been sufficient for this."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:9",
                            "text": "For I should not dare to renew afresh, after all, one who had heard the giving of thanks, and who had answered with others Amen; who had stood at the holy table, and had stretched forth his hands to receive the blessed food, and had received it, and for a very long time had been a partaker of the body and blood of our Lord Jesus Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:10",
                            "text": "Henceforth I bade him be of good courage, and approach to the sacred elements with a firm faith and a good conscience, and become a partaker of them."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Dionysius: Fragments of Epistles 9:11",
                            "text": "But he makes no end of his wailing, and shrinks from approaching to the table; and scarcely, when entreated, can he bear to be present at the prayers."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Dionysius: Fragments of Epistles 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:1",
                            "text": "Epistle X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:2",
                            "text": "—Against Bishop Germanus."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:3",
                            "text": "Now I speak also before God, and He knoweth that I lie not: it was not by my own choice, neither was it without divine instruction, that I took to flight."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:4",
                            "text": "But at an earlier period, indeed, when the edict for the persecution under Decius was determined upon, Sabinus at that very hour sent a certain Frumentarius to make search for me."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:5",
                            "text": "And I remained in the house for four days, expecting the arrival of this Frumentarius."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:6",
                            "text": "But he went about examining all other places, the roads, the rivers, the fields, where he suspected that I should either conceal myself or travel."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:7",
                            "text": "And he was smitten with a kind of blindness, and never lighted on the house; for he never supposed that I should tarry at home when under pursuit."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:8",
                            "text": "Then, barely after the lapse of four days, God giving me instruction to remove, and opening the way for me in a manner beyond all expectation, my domestics and I, and a considerable number of the brethren, effected an exit together."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:9",
                            "text": "And that this was brought about by the providence of God, was made plain by what followed: in which also we have been perhaps of some service to certain parties."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:10",
                            "text": "Then, after a certain break, he narrates the events which befell him after his flight, subjoining the following statement:—Now about sunset I was seized, along with those who were with me, by the soldiers, and was carried off to Taposiris."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:11",
                            "text": "But by the providence of God, it happened that Timotheus was not present with me then, nor indeed had he been apprehended at all."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:12",
                            "text": "Reaching the place later, he found the house deserted, and officials keeping guard over it, and ourselves borne into slavery."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:13",
                            "text": "And after some other matters, he proceeds thus:—And what was the method of this marvellous disposition of Providence in his case? For the real facts shall be related."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:14",
                            "text": "When Timotheus was fleeing in great perturbation, he was met by a man from the country."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:15",
                            "text": "This person asked the reason for his haste, and he told him the truth plainly."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:16",
                            "text": "Then the man (he was on his way at the time to take part in certain marriage festivities; for it is their custom to spend the whole night in such gatherings), on hearing the fact, held on his course to the scene of the rejoicings, and went in and narrated the circumstances to those who were seated at the feast; and with a single impulse, as if it had been at a given watchword, they all started up, and came on all in a rush, and with the utmost speed."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:17",
                            "text": "Hurrying up to us, they raised a shout; and as the soldiers who were guarding us took at once to flight, they came upon us, stretched as we were upon the bare couches."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:18",
                            "text": "For my part, as God knows, I took them at first to be robbers who had come to plunder and pillage us; and remaining on the bedstead on which I was lying naked, save only that I had on my linen underclothing, I offered them the rest of my dress as it lay beside me."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:19",
                            "text": "But they bade me get up and take my departure as quickly as I could."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:20",
                            "text": "Then I understood the purpose of their coming, and cried, entreated, and implored them to go away and leave us alone; and I begged that, if they wished to do us any good, they might anticipate those who led me captive, and strike off my head."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:21",
                            "text": "And while I was uttering such vociferations, as those who were my comrades and partners in all these things know, they began to lift me up by force."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:22",
                            "text": "And I threw myself down on my back upon the ground; but they seized me by the hands and feet, and dragged me away, and bore me forth."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:23",
                            "text": "And those who were witnesses of all these things followed me,—namely, Caius, Faustus, Peter, and Paul."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:24",
                            "text": "These men also took me up, and hurried me off out of the little town, and set me on an ass without saddle, and in that fashion carried me away."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:25",
                            "text": "I fear that I run the risk of being charged with great folly and senselessness, placed as I am under the necessity of giving a narrative of the wonderful dispensation of God's providence in our case."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:26",
                            "text": "Since, however, as one says, it is good to keep close the secret of a king, but it is honourable to reveal the works of God, I shall come to close quarters with the violence of Germanus."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:27",
                            "text": "I came to aemilianus not alone; for there accompanied me also my co-presbyter Maximus, and the deacons Faustus and Eusebius and Chaeremon; and one of the brethren who had come from Rome went also with us."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:28",
                            "text": "aemilianus, then, did not lead off by saying to me, \"Hold no assemblies\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:29",
                            "text": "That was indeed a thing superfluous for him to do, and the last thing which one would do who meant to go back to what was first and of prime importance: for his concern was not about our gathering others together in assembly, but about our not being Christians ourselves."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:30",
                            "text": "From this, therefore, he commanded me to desist, thinking, doubtless, that if I myself should recant, the others would also follow me in that."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:31",
                            "text": "But I answered him neither unreasonably nor in many words, \"We must obey God rather than men\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:32",
                            "text": "Moreover, I testified openly that I worshipped the only true God and none other, and that I could neither alter that position nor ever cease to be a Christian."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:33",
                            "text": "Thereupon he ordered us to go away to a village near the desert, called Cephro."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:34",
                            "text": "Hear also the words which were uttered by both of us as they have been put on record."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:35",
                            "text": "When Dionysius, and Faustus, and Maximus, and Marcellus, and Chaeremon had been placed at the bar, aemilianus, as prefect, said: \"I have reasoned with you verily in free speech, on the clemency of our sovereigns, as they have suffered you to experience it; for they have given you power to save yourselves, if you are disposed to turn to what is accordant with nature, and to worship the gods who also maintain them in their kingdom, and to forget those things which are repugnant to nature."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:36",
                            "text": "What say ye then to these things? for I by no means expect that you will be ungrateful to them for their clemency, since indeed what they aim at is to bring you over to better courses\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:37",
                            "text": "Dionysius made reply thus: \"All men do not worship all the gods, but different men worship different objects that they suppose to be true gods."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:38",
                            "text": "Now we worship the one God, who is the Creator of all things, and the very Deity who has committed the sovereignty to the hands of their most sacred majesties Valerian and Gallienus."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:39",
                            "text": "Him we both reverence and worship; and to Him we pray continually on behalf of the sovereignty of these princes, that it may abide unshaken\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:40",
                            "text": "aemilianus, as prefect, said to them: \"But who hinders you from worshipping this god too, if indeed he is a god, along with those who are gods by nature? for you have been commanded to worship the gods, and those gods whom all know as such\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:41",
                            "text": "Dionysius replied: \"We worship no other one\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:42",
                            "text": "aemilianus, as prefect, said to them: \"I perceive that you are at once ungrateful to and insensible of the clemency of our princes."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:43",
                            "text": "Wherefore you shall not remain in this city; but you shall be despatched to the parts of Libya, and settled in a place called Cephro: for of this place I have made choice in accordance with the command of our princes."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:44",
                            "text": "It shall not in any wise be lawful for you or for any others, either to hold assemblies or to enter those places which are called cemeteries."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:45",
                            "text": "And if any one is seen not to have betaken himself to this place whither I have ordered him to repair, or if he be discovered in any assembly, he will prepare peril for himself; for the requisite punishment will not fail."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:46",
                            "text": "Be off, therefore, to the place whither you have been commanded to go\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:47",
                            "text": "So he forced me away, sick as I was; nor did he grant me the delay even of a single day."
                        },
                        {
                            "verse": 48,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:48",
                            "text": "What opportunity, then, had I to think either of holding assemblies, or of not holding them?."
                        },
                        {
                            "verse": 49,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:49",
                            "text": "Then after some other matters he says:—Moreover, we did not withdraw from the visible assembling of ourselves together, with the Lord's presence."
                        },
                        {
                            "verse": 50,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:50",
                            "text": "But those in the city I tried to gather together with all the greater zeal, as if I were present with them; for I was absent indeed in the body, as I said, but present in the spirit."
                        },
                        {
                            "verse": 51,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:51",
                            "text": "And in Cephro indeed a considerable church sojourned with us, composed partly of the brethren who followed us from the city, and partly of those who joined us from Egypt."
                        },
                        {
                            "verse": 52,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:52",
                            "text": "There, too, did God open to us a door for the word."
                        },
                        {
                            "verse": 53,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:53",
                            "text": "And at first we were persecuted, we were stoned; but after a period some few of the heathen forsook their idols, and turned to God."
                        },
                        {
                            "verse": 54,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:54",
                            "text": "For by our means the word was then sown among them for the first time, and before that they had never received it."
                        },
                        {
                            "verse": 55,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:55",
                            "text": "And as if to show that this had been the very purpose of God in conducting us to them, when we had fulfilled this ministry, He led us away again."
                        },
                        {
                            "verse": 56,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:56",
                            "text": "For aemilianus was minded to remove us to rougher parts, as it seemed, and to more Libyan-like districts; and he gave orders to draw all in every direction into the Mareotic territory, and assigned villages to each party throughout the country."
                        },
                        {
                            "verse": 57,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:57",
                            "text": "But he issued instructions that we should be located specially by the public way, so that we might also be the first to be apprehended; for he evidently made his arrangements and plans with a view to an easy seizure of all of us whenever he should make up his mind to lay hold of us."
                        },
                        {
                            "verse": 58,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:58",
                            "text": "Now when I received the command to depart to Cephro, I had no idea of the situation of the place, and had scarcely even heard its name before; yet for all that, I went away courageously and calmly."
                        },
                        {
                            "verse": 59,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:59",
                            "text": "But when word was brought me that I had to remove to the parts of Colluthion, those present know how I was affected; for here I shall be my own accuser."
                        },
                        {
                            "verse": 60,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:60",
                            "text": "At first, indeed, I was greatly vexed, and took very ill; for though these places happened to be better known and more familiar to us, yet people declared that the region was one destitute of brethren, and even of men of character, and one exposed to the annoyances of travellers and to the raids of robbers."
                        },
                        {
                            "verse": 61,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:61",
                            "text": "I found comfort, however when the brethren reminded me that it was nearer the city; and while Cephro brought us large intercourse with brethren of all sorts who came from Egypt, so that we were able to hold our sacred assemblies on a more extensive scale, yet there, on the other hand, as the city was in the nearer vicinity, we could enjoy more frequently the sight of those who were the really beloved, and in closest relationship with us, and dearest to us: for these would come and take their rest among us, and, as in the more remote suburbs, there would be distinct and special meetings."
                        },
                        {
                            "verse": 62,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:62",
                            "text": "And thus it turned out."
                        },
                        {
                            "verse": 63,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:63",
                            "text": "Then, after some other matters, he gives again the following account of what befell him: —Germanus, indeed, boasts himself of many professions of faith."
                        },
                        {
                            "verse": 64,
                            "chapter": 10,
                            "name": "Dionysius: Fragments of Epistles 10:64",
                            "text": "He, forsooth, is able to speak of many adverse things which have happened to him! Can he then reckon up in his own case as many condemnatory sentences as we can number in ours, and confiscations too, and proscriptions, and spoilings of goods, and losses of dignities, and despisings of worldly honour, and contemnings of the laudations of governors and councillors, and patient subjections to the threatenings of the adversaries, and to outcries, and perils, and persecutions, and a wandering life, and the pressure of difficulties, and all kinds of trouble, such as befell me in the time of Decius and Sabinus, and such also as I have been suffering under the present severities of aemilianus? But where in the world did Germanus make his appearance? And what mention is made of him? But I retire from this huge act of folly into which I am suffering myself to fall on account of Germanus; and accordingly I forbear giving to the brethren, who already have full knowledge of these things, a particular and detailed narrative of all that happened."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Dionysius: Fragments of Epistles 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:1",
                            "text": "Epistle XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:2",
                            "text": "—To Hermammon."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:3",
                            "text": "But Gallus did not understand the wickedness of Decius, nor did he note beforehand what it was that wrought his ruin."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:4",
                            "text": "But he stumbled at the very stone which was lying before his eyes; for when his sovereignty was in a prosperous position, and when affairs were turning out according to his wish, he oppressed those holy men who interceded with God on behalf of his peace and his welfare."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:5",
                            "text": "And consequently, persecuting them, he persecuted also the prayers offered in his own behalf."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:6",
                            "text": "And to John a revelation is made in like manner: \"And there was given unto him,\" he says, \"a mouth speaking great things, and blasphemy; and power was given unto him, and forty and two months\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:7",
                            "text": "And one finds both things to wonder at in Valerian's case; and most especially has one to consider how different it was with him before these events,—how mild and well-disposed he was towards the men of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:8",
                            "text": "For among the emperors who preceded him, there was not one who exhibited so kindly and favourable a disposition toward them as he did; yea, even those who were said to have become Christians openly did not receive them with that extreme friendliness and graciousness with which he received them at the beginning of his reign; and his whole house was filled then with the pious, and it was itself a very church of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:9",
                            "text": "But the master and president of the Magi of Egypt prevailed on him to abandon that course, urging him to slay and persecute those pure and holy men as adversaries and obstacles to their accursed and abominable incantations."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:10",
                            "text": "For there are, indeed, and there were men who, by their simple presence, and by merely showing themselves, and by simply breathing and uttering some words, have been able to dissipate the artifices of wicked demons."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:11",
                            "text": "But he put it into his mind to practise the impure rites of initiation, and detestable juggleries, and execrable sacrifices, and to slay miserable children, and to make oblations of the offspring of unhappy fathers, and to divide the bowels of the newly-born, and to mutilate and cut up the creatures made by God, as if by such means they would attain to blessedness."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:12",
                            "text": "Afterwards he subjoins the following:—Splendid surely were the thank-offerings, then, which Macrianus brought them for that empire which was the object of his hopes; who, while formerly reputed as the sovereign's faithful public treasurer, had yet no mind for anything which was either reasonable in itself or conducive to the public good, but subjected himself to that curse of prophecy which says, \"Woe unto those who prophesy from their own heart, and see not the public good!\" For he did not discern that providence which regulates all things; nor did he think of the judgment of Him who is before all, and through all, and over all."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:13",
                            "text": "Wherefore he also became an enemy to His Catholic Church; and besides that, he alienated and estranged himself from the mercy of God, and fled to the utmost possible distance from His salvation."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:14",
                            "text": "And in this indeed he demonstrated the reality of the peculiar significance of his name."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:15",
                            "text": "And again, after some other matters, he proceeds thus:—For Valerian was instigated to these acts by this man, and was thereby exposed to contumely and reproach, according to the word spoken by the Lord to Isaiah: \"Yea, they have chosen their own ways, and their own abominations in which their souls delighted; I also will choose their mockeries, and will recompense their sin\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:16",
                            "text": "But this man (Macrianus), being maddened with his passion for the empire, all unworthy of it as he was, and at the same time having no capacity for assuming the insignia of imperial government, by reason of his crippled body, put forward his two sons as the bearers, so to speak, of their father's offences."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:17",
                            "text": "For unmistakeably apparent in their case was the truth of that declaration made by God, when He said, \"Visiting the iniquities of the fathers upon the children, unto the third and fourth generation of them that hate me\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:18",
                            "text": "For he heaped his own wicked passions, for which he had failed in securing satisfaction, upon the heads of his sons, and thus wiped off upon them his own wickedness, and transferred to them, too, the hatred he himself had shown toward God."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:19",
                            "text": "That man, then, after he had betrayed the one and made war upon the other of the emperors preceding him, speedily perished, with his whole family, root and branch."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:20",
                            "text": "And Gallienus was proclaimed, and acknowledged by all."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:21",
                            "text": "And he was at once an old emperor and a new; for he was prior to those, and he also survived them."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:22",
                            "text": "To this effect indeed is the word spoken by the Lord to Isaiah: \"Behold, the things which were from the beginning have come to pass; and there are new things which shall now arise\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:23",
                            "text": "For as a cloud which intercepts the sun's rays, and overshadows it for a little, obscures it, and appears itself in its place, but again, when the cloud has passed by or melted away, the sun, which had risen before, comes forth again and shows itself: so did this Macrianus put himself forward, and achieve access for himself even to the very empire of Gallienus now established; but now he is that no more, because indeed he never was it, while this other, i-e:, Gallienus, is just as he was."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:24",
                            "text": "And his empire, as if it had cast off old age, and had purged itself of the wickedness formerly attaching to it, is at present in a more vigorous and flourishing condition, and is now seen and heard of at greater distances, and stretches abroad in every direction."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:25",
                            "text": "Then he further indicates the exact time at which he wrote this account, as follows:—And it occurs to me again to review the days of the imperial years."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:26",
                            "text": "For I see that those most impious men, whose names may have been once so famous, have in a short space become nameless."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Dionysius: Fragments of Epistles 11:27",
                            "text": "But our more pious and godly prince has passed his septennium, and is now in his ninth year, in which we are to celebrate the festival."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Dionysius: Fragments of Epistles 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:1",
                            "text": "Epistle XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:2",
                            "text": "—To the Alexandrians."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:3",
                            "text": "To other men, indeed, the present state of matters would not appear to offer a fit season for a festival: and this certainly is no festal time to them; nor, in sooth, is any other that to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:4",
                            "text": "And I say this, not only of occasions manifestly sorrowful, but even or all occasions whatsoever which people might consider to be most joyous."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:5",
                            "text": "And now certainly all things are turned to mourning, and all men are in grief, and lamentations resound through the city, by reason of the multitude of the dead and of those who are dying day by day."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:6",
                            "text": "For as it is written in the case of the first-born of the Egyptians, so now too a great cry has arisen."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:7",
                            "text": "\"For there is not a house in which there is not one dead\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:8",
                            "text": "And would that even this were all!."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:9",
                            "text": "Many terrible calamities, it is true, have also befallen us before this."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:10",
                            "text": "For first they drove us away; and though we were quite alone, and pursued by all, and in the way of being slain, we kept our festival, even at such a time."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:11",
                            "text": "And every place that had been the scene of some of the successive sufferings which befell any of us, became a seat for our solemn assemblies,—the field, the desert, the ship, the inn, the prison,—all alike."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:12",
                            "text": "The most gladsome festival of all, however, has been celebrated by those perfect martyrs who have sat down at the feast in heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:13",
                            "text": "And after these things war and famine surprised us."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:14",
                            "text": "These were calamities which we shared, indeed, with the heathen."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:15",
                            "text": "But we had also to bear by ourselves alone those ills with which they outraged us, and we had at the same time to sustain our part in those things which they either did to each other or suffered at each other's hands; while again we rejoiced deeply in that peace of Christ which He imparted to us alone."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:16",
                            "text": "And after we and they together had enjoyed a very brief season of rest, this pestilence next assailed us,—a calamity truly more dreadful to them than all other objects of dread, and more intolerable than any other kind of trouble whatsoever; and a misfortune which, as a certain writer of their own declares, alone prevails over all hope."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:17",
                            "text": "To us, however, it was not so; but in no less measure than other ills it proved an instrument for our training and probation."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:18",
                            "text": "For it by no means kept aloof from us, although it spread with greatest violence among the heathen."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:19",
                            "text": "To these statements he in due succession makes this addition:—Certainly very many of our brethren, while, in their exceeding love and brotherly-kindness, they did not spare themselves, but kept by each other, and visited the sick without thought of their own peril, and ministered to them assiduously, and treated them for their healing in Christ, died from time to time most joyfully along with them, lading themselves with pains derived from others, and drawing upon themselves their neighbours' diseases, and willingly taking over to their own persons the burden of the sufferings of those around them."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:20",
                            "text": "And many who had thus cured others of their sicknesses, and restored them to strength, died themselves, having transferred to their own bodies the death that lay upon these."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:21",
                            "text": "And that common saying, which else seemed always to be only a polite form of address, they expressed in actual fact then, as they departed this life, like the \"off-scourings of all\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:22",
                            "text": "Yea, the very best of our brethren have departed this life in this manner, including some presbyters and some deacons, and among the people those who were in highest reputation: so that this very form of death, in virtue of the distinguished piety and the steadfast faith which were exhibited in it, appeared to come in nothing beneath martyrdom itself."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:23",
                            "text": "And they took the bodies of the saints on their upturned hands, and on their bosoms, and closed their eyes, and shut their mouths."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:24",
                            "text": "And carrying them in company, and laying them out decently, they clung to them, and embraced them, and prepared them duly with washing and with attire."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:25",
                            "text": "And then in a little while after they had the same services done for themselves, as those who survived were ever following those who departed before them."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:26",
                            "text": "But among the heathen all was the very reverse."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Dionysius: Fragments of Epistles 12:27",
                            "text": "For they thrust aside any who began to be sick, and kept aloof even from their dearest friends, and cast the sufferers out upon the public roads half dead, and left them unburied, and treated them with utter contempt when they died, steadily avoiding any kind of communication and intercourse with death; which, however, it was not easy for them altogether to escape, in spite of the many precautions they employed."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Dionysius: Fragments of Epistles 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:1",
                            "text": "Epistle XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:2",
                            "text": "—To Hierax, a Bishop in Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:3",
                            "text": "But what wonder should there be if I find it difficult to communicate by letter with those who are settled in remote districts, when it seems beyond my power even to reason with myself, and to take counsel with my own soul? For surely epistolary communications are very requisite for me with those who are, as it were, my own bowels, my closest associates, and my brethren—one in soul with myself, and members, too, of the same Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:4",
                            "text": "And yet no way opens up by which I can transmit such addresses."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:5",
                            "text": "Easier, indeed, would it be for one, I do not say merely to pass beyond the limits of the province, but to cross from east to west, than to travel from this same Alexandria to Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:6",
                            "text": "For the most central pathway in this city is vaster and more impassable even than that extensive and untrodden desert which Israel only traversed in two generations; and our smooth and waveless harbours have become an image of that sea through which the people drove, at the time when it divided itself and stood up like walls on either side, and in whose thoroughfare the Egyptians were drowned."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:7",
                            "text": "For often they have appeared like the Red Sea, in consequence of the slaughter perpetrated in them."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:8",
                            "text": "The river, too, which flows by the city, has sometimes appeared drier than the waterless desert, and more parched than that wilderness in which Israel was so overcome with thirst on their journey, that they kept crying out against Moses, and the water was made to stream for them from the precipitous rock by the power of Him who alone doeth wondrous things."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:9",
                            "text": "And sometimes, again, it has risen in such flood-tide, that it has overflowed all the country round about, and the roads, and the fields, as if it threatened to bring upon us once more that deluge of waters which occurred in the days of Noah."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:10",
                            "text": "But now it always flows onward, polluted with blood and slaughters and the drowning struggles of men, just as it did of old, when on Pharaoh's account it was changed by Moses into blood, and made putrid."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:11",
                            "text": "And what other liquid could cleanse water, which itself cleanses all things? How could that ocean, so vast and impassable for men, though poured out on it, ever purge this bitter sea? Or how could even that great river which streams forth from Eden, though it were to discharge the four hearts into which it is divided into the one channel of the Gihon, wash away these pollutions? Or when will this air, befouled as it is by noxious exhalations which rise in every direction, become pure again? For there are such vapours sent forth from the earth, and such blasts from the sea, and breezes from the rivers, and reeking mists from the harbours, that for dew we might suppose ourselves to have the impure fluids of the corpses which are rotting in all the underlying elements."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:12",
                            "text": "And yet, after all this, men are amazed, and are at a loss to understand whence come these constant pestilences, whence these terrible diseases, whence these many kinds of fatal inflictions, whence all that large and multiform destruction of human life, and what reason there is why this mighty city no longer contains within it as great a number of inhabitants, taking all parties into account, from tender children up to those far advanced in old age, as once it maintained of those alone whom it called hale old men."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:13",
                            "text": "But those from forty years of age up to seventy were so much more numerous then, that their number cannot be made up now even when those from fourteen to eighty years of age have been added to the roll and register of persons who are recipients of the public allowances of grain."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:14",
                            "text": "And those who are youngest in appearance have now become, as it were, equals in age with those who of old were the most aged."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Dionysius: Fragments of Epistles 13:15",
                            "text": "And yet, although they thus see the human race constantly diminishing and wasting away upon the earth, they have no trepidation in the midst of this increasing and advancing consumption and annihilation of their own number."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Dionysius: Fragments of Epistles 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Dionysius: Fragments of Epistles 14:1",
                            "text": "Epistle XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Dionysius: Fragments of Epistles 14:2",
                            "text": "—From His Fourth Festival Epistle."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Dionysius: Fragments of Epistles 14:3",
                            "text": "Love is altogether and for ever on the alert, and casts about to do some good even to one who is unwilling to receive it."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Dionysius: Fragments of Epistles 14:4",
                            "text": "And many a time the man who shrinks from it under a feeling of shame, and who declines to accept services of kindness on the ground of unwillingness to become troublesome to others, and who chooses rather to bear the burden of his own grievances than cause annoyance and anxiety to any one, is importuned by the man who is full of love to bear with his aids, and to suffer himself to be helped by another, though it might be as one sustaining a wrong, and thus to do a very great service, not to himself, but to another, in permitting that other to be the agent in putting an end to the ill in which he has been involved."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Dionysius: Fragments of Epistles 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:2",
                            "text": "(Apocalypse, note , p."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:3",
                            "text": ", and note , p."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:4",
                            "text": ")  The moderation of Dionysius is hardly less conspicuous than his fearlessness of inquiry in the questions he raises about the Apocalypse."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:5",
                            "text": "He utterly refuses to reject it."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:6",
                            "text": "He testifies to the value set upon it by his fellow-Christians."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:7",
                            "text": "Only, he doubts as to (the John) the \"inspired person\" who was its author, and with critical skill exposes the inferiority of the Greek of the Apocalypse to that of the Gospel and Epistles of St."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:8",
                            "text": "John."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:9",
                            "text": "Obviously he accepts it as part of the canon, only doubting as to the author."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:10",
                            "text": "Modestly he owns that it passes his understanding."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Dionysius: Fragments of Epistles 15:11",
                            "text": "So Calvin forbore to comment upon it, and owned to \"headache\" when he came to it."
                        }
                    ]
                }
            ]
        }
    ]
}