{
    "books": [
        {
            "name": "The Twelve Patriarchs: Levi",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Levi 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:2",
                            "text": "—The Testament of Levi Concerning the Priesthood and Arrogance."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:3",
                            "text": "The copy of the words of Levi, what things he appointed to his sons, according to all that they should do, and what things should befall them until the day of judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:4",
                            "text": "He was in sound health when he called them to him, for it had been shown to him that he should die."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:5",
                            "text": "And when they were gathered together he said to them:—."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:6",
                            "text": "I Levi was conceived in Haran and born there, and after that I came with my father to Shechem."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:7",
                            "text": "And I was young, about twenty years of age, when with Simeon I wrought the vengeance on Hamor for our sister Dinah."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:8",
                            "text": "And when we were feeding our flocks in Abel-Maul, a spirit of understanding of the Lord came upon me, and I saw all men corrupting their way, and that unrighteousness had built to itself walls, and iniquity sat upon towers; and I grieved for the race of men, and I prayed to the Lord that I might be saved."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:9",
                            "text": "Then there fell upon me a sleep, and I beheld a high mountain:  this is the mountain of Aspis in Abel-Maul."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:10",
                            "text": "And behold, the heavens were opened, and an angel of God said to me, Levi, enter."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:11",
                            "text": "And I entered from the first heaven into the second, and I saw there water hanging between the one and the other."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:12",
                            "text": "And I saw a third heaven far brighter than those two, for there was in it a height without bounds."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:13",
                            "text": "And I said to the angel, Wherefore is this?  And the angel said to me, Marvel not at these, for thou shalt see four other heavens brighter than these, and without comparison, when thou shalt have ascended thither:  because thou shalt stand near the Lord, and shalt be His minister, and shall declare His mysteries to men, and shalt proclaim concerning Him who shall redeem Israel; and by thee and Judah shall the Lord appear among men, saving in them every race of men; and of the portion of the Lord shall be thy life, and He shall be thy field and vineyard, fruits, gold, silver."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:14",
                            "text": "Hear, then, concerning the seven heavens."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:15",
                            "text": "The lowest is for this cause more gloomy, in that it is near all the iniquities of men."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:16",
                            "text": "The second hath fire, snow, ice, ready for the day of the ordinance of the Lord, in the righteous judgment of God:  in it are all the spirits of the retributions for vengeance on the wicked."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:17",
                            "text": "In the third are the hosts of the armies which are ordained for the day of judgment, to work vengeance on the spirits of deceit and of Beliar."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:18",
                            "text": "And the heavens up to the fourth above these are holy, for in the highest of all dwelleth the Great Glory, in the holy of holies, far above all holiness."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:19",
                            "text": "In the heaven next to it are the angels of the presence of the Lord, who minister and make propitiation to the Lord for all the ignorances of the righteous; and they offer to the Lord a reasonable sweet-smelling savour, and a bloodless offering."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:20",
                            "text": "And in the heaven below this are the angels who bear the answers to the angels of the presence of the Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:21",
                            "text": "And in the heaven next to this are thrones, dominions, in which hymns are ever offered to God."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:22",
                            "text": "Therefore, whenever the Lord looketh upon us, all of us are shaken; yea, the heavens, and the earth, and the abysses, are shaken at the presence of His majesty; but the sons of men, regarding not these things, sin, and provoke the Most High."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:23",
                            "text": "Now, therefore, know that the Lord will execute judgment upon the sons of men; because when the rocks are rent, and the sun quenched, and the waters dried up, and the fire trembling, and all creation troubled, and the invisible spirits melting away, and the grave spoiled in the suffering of the Most High, men unbelieving will abide in their iniquity, therefore with punishment shall they be judged."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:24",
                            "text": "Therefore the Most High hath heard thy prayer, to separate thee from iniquity, and that thou shouldest become to Him a son, and a servant, and a minister of His presence."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:25",
                            "text": "A shining light of knowledge shalt thou shine in Jacob, and as the sun shalt thou be to all the seed of Israel."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:26",
                            "text": "And a blessing shall be given to thee, and to all thy seed, until the Lord shall visit all the heathen in the tender mercies of His Son, even for ever."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:27",
                            "text": "Nevertheless thy sons shall lay hands upon Him to crucify Him; and therefore have counsel and understanding been given thee, that thou mightest instruct thy sons concerning Him, because he that blesseth Him shall be blessed, but they that curse Him shall perish."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:28",
                            "text": "And the angel opened to me the gates of heaven, and I saw the holy temple, and the Most High upon a throne of glory."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:29",
                            "text": "And He said to me, Levi, I have given thee the blessings of the priesthood until that I shall come and sojourn in the midst of Israel."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:30",
                            "text": "Then the angel brought me to the earth, and gave me a shield and a sword, and said, Work vengeance on Shechem because of Dinah, and I will be with thee, because the Lord hath sent me."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:31",
                            "text": "And I destroyed at that time the sons of Hamor, as it is written in the heavenly tablets."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:32",
                            "text": "And I said to Him, I pray Thee, O Lord, tell me Thy name, that I may call upon Thee in a day of tribulation."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:33",
                            "text": "And He said, I am the angel who intercedeth for the race of Israel, that He smite them not utterly, because every evil spirit attacketh it."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:34",
                            "text": "And after these things I was as it were awaked, and blessed the Most High, and the angel that intercedeth for the race of Israel, and for all the righteous."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:35",
                            "text": "And when I came to my father I found a brazen shield; wherefore also the name of the mountain is Aspis, which is near Gebal, on the right side of Abila; and I kept these words in my heart."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:36",
                            "text": "I took counsel with my father, and with Reuben my brother, that he should bid the sons of Hamor that they should be circumcised; for I was jealous because of the abomination which they had wrought in Israel."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:37",
                            "text": "And I slew Shechem at the first, and Simeon slew Hamor."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:38",
                            "text": "And after this our brethren came and smote the city with the edge of the sword; and our father heard it and was wroth, and he was grieved in that they had received the circumcision, and after that had been put to death, and in his blessings he dealt otherwise with us."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:39",
                            "text": "For we sinned because we had done this thing against his will, and he was sick upon that day."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:40",
                            "text": "But I knew that the sentence of God was for evil upon Shechem; for they sought to do to Sarah as they did to Dinah our sister, and the Lord hindered them."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:41",
                            "text": "And so they persecuted Abraham our father when he was a stranger, and they harried his flocks when they were multiplied upon him; and Jeblae his servant, born in his house, they shamefully handled."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:42",
                            "text": "And thus they did to all strangers, taking away their wives by force, and the men themselves driving into exile."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:43",
                            "text": "But the wrath of the Lord came suddenly upon them to the uttermost."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:44",
                            "text": "And I said to my father, Be not angry, sir, because by thee will the Lord bring to nought the Canaanites, and will give their land to thee, and to thy seed after thee."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:45",
                            "text": "For from this day forward shall Shechem be called a city of them that are without understanding; for as a man mocketh at a fool, so did we mock them, because they wrought folly in Israel to defile our sister."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:46",
                            "text": "And we took our sister from thence, and departed, and came to Bethel."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:47",
                            "text": "And there I saw a thing again even as the former, after we had passed seventy days."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:48",
                            "text": "And I saw seven men in white raiment saying to me, Arise, put on the robe of the priesthood, and the crown of righteousness, and the breastplate of understanding, and the garment of truth, and the diadem of faith, and the tiara of miracle, and the ephod of prophecy."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:49",
                            "text": "And each one of them bearing each of these things put them on me, and said, From henceforth become a priest of the Lord, thou and thy seed for ever."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:50",
                            "text": "And the first anointed me with holy oil, and gave to me the rod of judgment."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:51",
                            "text": "The second washed me with pure water, and fed me with bread and wine, the most holy things, and clad me with a holy and glorious robe."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:52",
                            "text": "The third clothed me with a linen vestment like to an ephod."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:53",
                            "text": "The fourth put round me a girdle like unto purple."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:54",
                            "text": "The fifth gave to me a branch of rich olive."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:55",
                            "text": "The sixth placed a crown on my head."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:56",
                            "text": "The seventh placed on my head a diadem of priesthood, and filled my hands with incense, so that I served as a priest to the Lord."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:57",
                            "text": "And they said to me, Levi, thy seed shall be divided into three branches, for a sign of the glory of the Lord who is to come; and first shall he be that hath been faithful; no portion shall be greater than his."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:58",
                            "text": "The second shall be in the priesthood."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:59",
                            "text": "The third—a new name shall be called over Him, because He shall arise as King from Judah, and shall establish a new priesthood, after the fashion of the Gentiles, to all the Gentiles."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:60",
                            "text": "And His appearing shall be unutterable, as of an exalted prophet of the seed of Abraham our father."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:61",
                            "text": "Every desirable thing in Israel shall be for thee and for thy seed, and everything fair to look upon shall ye eat, and the table of the Lord shall thy seed apportion, and some of them shall be high priests, and judges, and scribes; for by their mouth shall the holy place be guarded."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:62",
                            "text": "And when I awoke, I understood that this thing was like unto the former."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:63",
                            "text": "And I hid this also in my heart, and told it not to any man upon the earth."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:64",
                            "text": "And after two days I and Judah went up to Isaac after our father; and the father of my father blessed me according to all the words of the visions which I had seen:  and he would not come with us to Bethel."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:65",
                            "text": "And when we came to Bethel, my father Jacob saw in a vision concerning me, that I should be to them for a priest unto the Lord; and he rose up early in the morning, and paid tithes of all to the Lord through me."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:66",
                            "text": "And we came to Hebron to dwell there, and Isaac called me continually to put me in remembrance of the law of the Lord, even as the angel of God showed to me."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:67",
                            "text": "And he taught me the law of the priesthood, of sacrifices, whole burnt-offerings, first-fruits, free-will offerings, thank-offerings."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:68",
                            "text": "And each day he was instructing me, and was busied for me before the Lord."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:69",
                            "text": "And he said to me, Take heed, my child, of the spirit of fornication; for this shall continue, and shall by thy seed pollute the holy things."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:70",
                            "text": "Take therefore to thyself, while yet thou art young, a wife, not having blemish, nor yet polluted, nor of the race of the Philistines or Gentiles."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:71",
                            "text": "And before entering into the holy place, bathe; and when thou offerest the sacrifice, wash; and again when thou finishest the sacrifice, wash."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:72",
                            "text": "Of twelve trees ever having leaves, offer up the fruits to the Lord, as also Abraham taught me; and of every clean beast and clean bird offer a sacrifice to the Lord, and of every firstling and of wine offer first-fruits; and every sacrifice thou shalt salt with salt."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:73",
                            "text": "Now, therefore, observe whatsoever I command you, children; for whatsoever things I have heard from my fathers I have made known to you."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:74",
                            "text": "I am clear from all your ungodliness and transgression which ye will do in the end of the ages against the Saviour of the world, acting ungodly, deceiving Israel, and raising up against it great evils from the Lord."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:75",
                            "text": "And ye will deal lawlessly with Israel, so that Jerusalem shall not endure your wickedness; but the veil of the temple shall be rent, so as not to cover your shame."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:76",
                            "text": "And ye shall be scattered as captives among the heathen, and shall be for a reproach and for a curse, and for a trampling under foot."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:77",
                            "text": "For the house which the Lord shall choose shall be called Jerusalem, as is contained in the book of Enoch the righteous."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:78",
                            "text": "Therefore, when I took a wife I was twenty-eight years old, and her name was Melcha."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:79",
                            "text": "And she conceived and bare a son, and she called his name Gersham, for we were sojourners in our land:  for Gersham is interpreted sojourning."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:80",
                            "text": "And I saw concerning him that he would not be in the first rank."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:81",
                            "text": "And Kohath was born in my thirty-fifth year, towards the east."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:82",
                            "text": "And I saw in a vision that he was standing on high in the midst of all the congregation."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:83",
                            "text": "Therefore I called his name Kohath, which meaneth, beginning of majesty and instruction."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:84",
                            "text": "And thirdly, she bare to me Merari, in the fortieth year of my life; and since his mother bare him with difficulty, she called him Merari, which meaneth my bitterness, because he also died."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:85",
                            "text": "And Jochebed was born in my sixty-fourth year, in Egypt, for I was renowned then in the midst of my brethren."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:86",
                            "text": "And Gersham took a wife, and she bare to him Lomni and Semei."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:87",
                            "text": "And the sons of Kohath, Ambram, Isaar, Chebro, and Ozel."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:88",
                            "text": "And the sons of Merari, Mooli and Homusi."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:89",
                            "text": "And in my ninety-fourth year Ambram took Jochebed my daughter to him to wife, for they were born in one day, he and my daughter."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:90",
                            "text": "Eight years old was I when I went into the land of Canaan, and eighteen years when I slew Shechem, and at nineteen years I became priest, and at twenty-eight years I took a wife, and at forty years I went into Egypt."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:91",
                            "text": "And behold, ye are my children, my children even of a third generation."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:92",
                            "text": "In my hundred and eighteenth year Joseph died."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:93",
                            "text": "And now, my children, I command you that ye fear our Lord with your whole heart, and walk in simplicity according to all His law."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:94",
                            "text": "And do ye also teach your children learning, that they may have understanding in all their life, reading unceasingly the law of God; for every one who shall know the law of God shall be honoured, and shall not be a stranger wheresoever he goeth."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:95",
                            "text": "Yea, many friends shall he gain more than his forefathers; and many men shall desire to serve him, and to hear the law from his mouth."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:96",
                            "text": "Work righteousness, my children, upon the earth, that ye may find treasure in the heavens, and sow good things in your souls, that ye may find them in your life."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:97",
                            "text": "For if ye sow evil things, ye shall reap all trouble and affliction."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:98",
                            "text": "Get wisdom in the fear of God with diligence; for though there shall be a leading into captivity, and cities be destroyed, and lands and gold and silver and every possession shall perish, the wisdom of the wise none can take away, save the blindness of ungodliness and the palsy of sin:  for even among his enemies shall it be to him glorious, and in a strange country a home, and in the midst of foes shall it be found a friend."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:99",
                            "text": "If a man teach these things and do them, he shall be enthroned with kings, as was also Joseph our brother."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:100",
                            "text": "And now, my children, I have learnt from the writing of Enoch that at the last ye will deal ungodly, laying your hands upon the Lord in all malice; and your brethren shall be ashamed because of you, and to all the Gentiles shall it become a mocking."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:101",
                            "text": "For our father Israel shall be pure from the ungodliness of the chief priests who shall lay their hands upon the Saviour of the world."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:102",
                            "text": "Pure is the heaven above the earth, and ye are the lights of the heaven as the sun and the moon."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:103",
                            "text": "What shall all the Gentiles do if ye be darkened in ungodliness?  So shall ye bring a curse upon our race for whom came the light of the world, which was given among you for the lighting up of every man."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:104",
                            "text": "Him will ye desire to slay, teaching commandments contrary to the ordinances of God."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:105",
                            "text": "The offerings of the Lord will ye rob, and from His portion will ye steal; and before ye sacrifice to the Lord, ye will take the choicest parts, in despitefulness eating them with harlots."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:106",
                            "text": "Amid excesses will ye teach the commandments of the Lord, the women that have husbands will ye pollute, and the virgins of Jerusalem will ye defile; and with harlots and adulteresses will ye be joined."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:107",
                            "text": "The daughters of the Gentiles will ye take for wives, purifying them with an unlawful purification; and your union shall be like unto Sodom and Gomorrah in ungodliness."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:108",
                            "text": "And ye will be puffed up because of the priesthood lifting yourselves up against men."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:109",
                            "text": "And not only so, but being puffed up also against the commands of God, ye will scoff at the holy things, mocking in despitefulness."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:110",
                            "text": "Therefore the temple which the Lord shall choose shall be desolate in uncleanness, and ye shall be captives throughout all nations, and ye shall be an abomination among them, and ye shall receive reproach and everlasting shame from the righteous judgment of God; and all who see you shall flee from you."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:111",
                            "text": "And were it not for Abraham, Isaac, and Jacob our fathers, not one from my seed should be left upon the earth."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:112",
                            "text": "And now I have learnt in the book of Enoch that for seventy weeks will ye go astray, and will profane the priesthood, and pollute the sacrifices, and corrupt the law, and set at nought the words of the prophets."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:113",
                            "text": "In perverseness ye will persecute righteous men, and hate the godly; the words of the faithful will ye abhor, and the man who reneweth the law in the power of the Most High will ye call a deceiver; and at last, as ye suppose, ye will slay Him, not understanding His resurrection, wickedly taking upon your own heads the innocent blood."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:114",
                            "text": "Because of Him shall your holy places be desolate, polluted even to the ground, and ye shall have no place that is clean; but ye shall be among the Gentiles a curse and a dispersion, until He shall again look upon you, and in pity shall take you to Himself through faith and water."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:115",
                            "text": "And because ye have heard concerning the seventy weeks, hear also concerning the priesthood; for in each jubilee there shall be a priesthood."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:116",
                            "text": "In the first jubilee, the first who is anointed into the priesthood shall be great, and shall speak to God as to a Father; and his priesthood shall be filled with the fear of the Lord, and in the day of his gladness shall he arise for the salvation of the world."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:117",
                            "text": "In the second jubilee, he that is anointed shall be conceived in the sorrow of beloved ones; and his priesthood shall be honoured, and shall be glorified among all."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:118",
                            "text": "And the third priest shall be held fast in sorrow; and the fourth shall be in grief, because unrighteousness shall be laid upon him exceedingly, and all Israel shall hate each one his neighbour."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:119",
                            "text": "The fifth shall be held fast in darkness, likewise also the sixth and the seventh."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:120",
                            "text": "And in the seventh there shall be such pollution as I am not able to express, before the Lord and men, for they shall know it who do these things."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:121",
                            "text": "Therefore shall they be in captivity and for a prey, and their land and their substance shall be destroyed."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:122",
                            "text": "And in the fifth week they shall return into their desolate country, and shall renew the house of the Lord."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:123",
                            "text": "And in the seventh week shall come the priests, worshippers of idols, contentious, lovers of money, proud, lawless, lascivious, abusers of children and beasts."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:124",
                            "text": "And after their punishment shall have come from the Lord, then will the Lord raise up to the priesthood a new Priest, to whom all the words of the Lord shall be revealed; and He shall execute a judgment of truth upon the earth, in the fulness of days."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:125",
                            "text": "And His star shall arise in heaven, as a king shedding forth the light of knowledge in the sunshine of day, and He shall be magnified in the world until His ascension."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:126",
                            "text": "He shall shine forth as the sun in the earth, and shall drive away all darkness from the world under heaven, and there shall be peace in all the earth."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:127",
                            "text": "The heavens shall rejoice in His days, and the earth shall be glad, and the clouds shall be joyful, and the knowledge of the Lord shall be poured forth upon the earth, as the water of seas; and the angels of the glory of the presence of the Lord shall be glad in Him."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:128",
                            "text": "The heavens shall be opened, and from the temple of glory shall the sanctification come upon Him with the Father's voice, as from Abraham the father of Isaac."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:129",
                            "text": "And the glory of the Most High shall be uttered over Him, and the spirit of understanding and of sanctification shall rest upon Him in the water."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:130",
                            "text": "He shall give the majesty of the Lord to His sons in truth for evermore; and there shall none succeed Him for all generations, even for ever."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:131",
                            "text": "And in His priesthood shall all sin come to an end, and the lawless shall rest from evil, and the just shall rest in Him."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:132",
                            "text": "And He shall open the gates of paradise, and shall remove the threatening sword against Adam; and He shall give to His saints to eat from the tree of life, and the spirit of holiness shall be on them."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:133",
                            "text": "And Beliar shall be bound by Him, and He shall give power to His children to tread upon the evil spirits."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:134",
                            "text": "And the Lord shall rejoice in His children, and the Lord shall be well pleased in His beloved for ever."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:135",
                            "text": "Then shall Abraham and Isaac and Jacob be joyful, and I will be glad, and all the saints shall put on gladness."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:136",
                            "text": "And now, my children, ye have heard all; choose therefore for yourselves either the darkness or the light, either the law of the Lord or the works of Beliar."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:137",
                            "text": "And we answered our father, saying, Before the Lord will we walk according to His law."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:138",
                            "text": "And our father said, The Lord is witness, and His angels are witnesses, and I am witness, and ye are witnesses, concerning the word of your mouth."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:139",
                            "text": "And we said, We are witnesses."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:140",
                            "text": "And thus Levi ceased giving charge to his sons; and he stretched out his feet, and was gathered to his fathers, after he had lived a hundred and thirty-seven years."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Levi 1:141",
                            "text": "And they laid him in a coffin, and afterwards they buried him in Hebron, by the side of Abraham, and Isaac, and Jacob."
                        }
                    ]
                }
            ]
        }
    ]
}