{
    "books": [
        {
            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:1",
                            "text": "Acts or Disputation Against Fortunatus the Manichaean, Disputation of the First Day: On the fifth of September, the most renowned men Arcadius Augustus (the second time) and Rufinus being consuls, a disputation against Fortunatus, an elder of the Manich aeans, was held in the city of Hippo Regius, in the baths of Sossius, in the presence of the people."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:3",
                            "text": "Augustin said:  I now regard as error what formerly I regarded as truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:4",
                            "text": "I desire to hear from you who are present whether my supposition is correct."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:5",
                            "text": "First of all I regard it as the height of error to believe that Almighty God, in whom is our one hope, is in any part either violable, or contaminable, or corruptible."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:6",
                            "text": "This I know your heresy affirms, not indeed in the words that I now use; for when you are questioned you confess that God is incorruptible, and absolutely inviolable, and incontaminable; but when you begin to expound the rest of your system, we are compelled to declare Him corruptible, penetrable, contaminable."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:7",
                            "text": "For you say that another race of darkness, whatever it may be, has rebelled against the kingdom of God; but that Almighty God, when He saw what ruin and desolation threatened his domains, unless he should make some opposition to the adverse race and resist it, sent this virtue, from whose commingling with evil and the race of darkness the world was framed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:8",
                            "text": "Hence it is that here good souls labor, serve, err, are corrupted:  that they may see the need of a liberator, who should purge them from error, loose them from this commingling with evil, and liberate them from servitude."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:9",
                            "text": "I think it impious to believe that Almighty God ever feared any adverse race, or was under necessity to precipitate us into afflictions."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:10",
                            "text": "Fortunatus said:  Because I know that you have been in our midst, that is, have lived as an adherent among the Manich aeans, these are the principles of our faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:11",
                            "text": "The matter now to be considered is our mode of living, the falsely alleged crimes for which we are maltreated."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:12",
                            "text": "Therefore let the good men present hear from you whether these things with which we are charged and which we have thrown in our teeth are true or false."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:13",
                            "text": "For from your instruction, and from your exposition and explanation, they will have been able to gain more correct information about our mode of life, if it shall have been set forth by you."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:14",
                            "text": "2."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:15",
                            "text": "Augustin said:  I was among you, but faith and morals are different questions."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:16",
                            "text": "I proposed to discuss faith."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:17",
                            "text": "But if those present prefer to hear about morals, I do not decline that question."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:18",
                            "text": "Fortunatus said:  I wish first to purge myself in your conscience in which we are polluted, by the testimony of a competent man, (who even now is competent for me), and in view of the future examination of Christ, the just judge, whether he saw in us, or himself practiced by imitation, the things that are now thrown in our teeth?  3."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:19",
                            "text": "Augustin said:  You call me to something else, when I had proposed to discuss faith, but concerning your morals only those who are your Elect can fully know."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:20",
                            "text": "But you know that I was not your Elect, but an Auditor."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:21",
                            "text": "Hence though I was present at your prayer meetings,  as you have asked (whether separately among yourselves you have any prayer meetings, God alone and yourselves can know); yet in your prayer meetings where I have been present I have seen nothing shameful take place; but only that the faith that I afterwards learned and approved is denounced, and that you perform your services facing the sun."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:22",
                            "text": "Besides this I found out nothing new in your meetings, but whoever raises any question of morals against you, raises it against your Elect."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:23",
                            "text": "But what you who are Elect do among yourselves, I have no means of knowing."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:24",
                            "text": "For I have often heard from you that you receive the Eucharist."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:25",
                            "text": "But since the time of receiving it was concealed from me, how could I know what you receive?   So keep the question about morals, if you please, for discussion among your Elect, if it can be discussed."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:26",
                            "text": "You gave me a faith that I today disapprove."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:27",
                            "text": "This I proposed to discuss."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:28",
                            "text": "Let a response be made to my proposition."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:29",
                            "text": "Fortunatussaid:  And our profession is this very thing:  that God is incorruptible, lucid, unapproachable, intenible, impassible, that He inhabits His own eternal lights, that nothing corruptible proceeds from Him, neither darkness, demons, Satan, nor anything adverse can be found in His kingdom."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:30",
                            "text": "But that He sent forth a Saviour like Himself; that the Word born from the foundation of the world, when He had formed the world, after the formation of the world came among men; that He has chosen souls worthy of Himself according to His own holy will, sanctified by celestial command, imbued with the faith and reason of celestial things; that under His leadership those souls will return hence again to the kingdom of God according to the holy promise of Him who said:  \"I am the way, the truth, and the door;\"  and \"No one can come unto the Father, except through me\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:31",
                            "text": "These things we believe because otherwise, that is, through another mediator, souls cannot return to the kingdom of God, unless they find Him as the way, the truth, and the door."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:32",
                            "text": "For Himself said:  \"He that hath seen me, hath seen my Father also;\"  and \"whosoever shall have believed on me shall not taste death forever, but has passed from death unto life, and shall not come into judgment\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:33",
                            "text": "These things we believe and this is the reason of our faith, and according to the strength of our mind we endeavor to act according to His commandments, following after the one faith of this Trinity, Father and Son and Holy Spirit."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:34",
                            "text": "4."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:35",
                            "text": "Augustin said:  What was the cause of those souls being precipitated into death, whom you confess come through Christ from death to life?  Fortunatus said:  Hence now deign to go on and to contradict, if there is nothing besides God."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:36",
                            "text": "5."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:37",
                            "text": "Augustin said:  Nay, do you deign to answer the question put to you:  What cause has given these souls to death?  Fortunatus said:  Nay but do you deign to say whether there is anything besides God, or all things are in God."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:38",
                            "text": "6."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:39",
                            "text": "Augustin said:  This I can reply, that the Lord wished me to know that God cannot suffer any necessity, nor be violated or corrupted in any part."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:40",
                            "text": "Which, since you also acknowledge, I ask by what necessity He sent hither souls that you say return through Christ?  Fortunatus said:  What you have said:  that thus far God has revealed to you, that He is incorruptible, as He has also revealed to me; the reason must be sought, how and wherefore souls have come into this world, so that now of right God should liberate them from this world through his Son only begotten and like Himself, if besides Himself there is nothing?  7."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:41",
                            "text": "Augustin said:  We ought not to disappoint those present, being men of note, and from the question proposed for discussion go to another."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:42",
                            "text": "So we both confess, so we concede to ourselves, that God is incorruptible and inviolable, and could have in no way suffered."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:43",
                            "text": "From which it follows, that your heresy is false, which says that God, when He saw desolation and ruin threaten His kingdom, sent forth a power that should do battle with the race of darkness, and that out of this commingling our souls are laboring."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:44",
                            "text": "My argument is brief, and as I suppose, perfectly clear to any one."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:45",
                            "text": "If God could have suffered nothing from the race of darkness because He is inviolable, without cause He sent us hither that we might here suffer distress."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:46",
                            "text": "But if anything can suffer, it is not inviolable, and you deceive those to whom you say that God is inviolable."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:47",
                            "text": "For this your heresy denies when you expound the rest of it."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:48",
                            "text": "Fortunatussaid:  We are of that mind in which the Apostle Paul instructs us, who says:  \"Let this mind be in you that was also in Christ Jesus, who when He had been constituted in the form of God, thought it not robbery to be equal with God; but emptied Himself receiving the form of a servant, having been made in the likeness of men, and having been found in fashion as a man, He humbled Himself, and was made obedient even unto death\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:49",
                            "text": "We have this mind therefore about ourselves, which we have also about Christ, who when He was constituted in the form of God, was made obedient even unto death that He might show the similitude of our souls."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:50",
                            "text": "And like as He showed in Himself the similitude of death, and having been raised from the midst of the dead showed that He was from the Father, in the same manner we think it will be with our souls, because through Him we shall have been able to be freed from this death, which is either alien from God, or if it belongs to God, His mercy ceases, and the name of liberator, and the works of Him who liberates."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:51",
                            "text": "8."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:52",
                            "text": "Augustin said:  I ask how we came into death, and you tell how we may be liberated from death."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:53",
                            "text": "Fortunatus said:  So the apostle said that we ought to have that mind concerning ourselves which Christ has shown us."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:54",
                            "text": "If Christ was in suffering and death, so also are we."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:55",
                            "text": "9."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:56",
                            "text": "Augustin said:  It is known to all that the Catholic faith is to the effect that our Lord, that is the Power and Wisdom of God,  and the Word through whom all things have been made and without whom was not anything made,  took upon Himself man to liberate us."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:57",
                            "text": "In the man whom He took upon Himself, He demonstrated those things that you spoke of."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:58",
                            "text": "But we now ask concerning the substance of God Himself and of Unspeakable Majesty, whether anything can injure it or not."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:59",
                            "text": "For if anything can injure it, He is not inviolable."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:60",
                            "text": "If nothing can injure the substance of God, what was the race of darkness about to do to it, against which you say war was waged by God before the foundation of the world; in which war you assert that we, that is souls that are now manifestly in need of a liberator, have been commingled with every evil and implicated in death."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:61",
                            "text": "For I return to that very brief statement:  If He could be injured, He is not inviolable; if He could not, He acted cruelly in sending us hither to suffer these things."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:62",
                            "text": "Fortunatus said:  Does the soul belong to God, or not?  10."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:63",
                            "text": "Augustin said:  If it is just that you should fail to respond to my questions, and that I should be questioned, I will reply."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:64",
                            "text": "Fortunatus said:  Does the soul act independently?  This I ask of you."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:65",
                            "text": "11."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:66",
                            "text": "Augustin said:  I indeed will tell what you have asked; only remember this, that while you have refused to respond to my questions, I have responded to yours."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:67",
                            "text": "If you ask whether the soul descended from God, it is indeed a great question; but whether it descends from God or not, I make this reply concerning the soul, that it is not God; that God is one thing, the soul another."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:68",
                            "text": "That God is inviolable, incorruptible, and impenetrable, and incontaminable, who also could be corrupted in no part and to whom no injury can be done in any part."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:69",
                            "text": "But we see also that the soul is sinful, and is conversant with misery, and seeks the truth, and is in want of a liberator."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:70",
                            "text": "This changing condition of the soul shows me that the soul is not God."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:71",
                            "text": "For if the soul is the substance of God, the substance of God errs, the substance of God is corrupted, the substance of God is violated, the substance of God is deceived; which it is impious to say."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:72",
                            "text": "Fortunatus said:  Therefore you have denied that the soul is of God, so long as it serves sins, and vices, and earthly things, and is led by error, because it cannot happen that either God or His substance should suffer this thing."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:73",
                            "text": "For God is incorruptible and His substance immaculate and holy."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:74",
                            "text": "But here it is inquired of you whether the soul is of God, or not?  Which we confess, and show from the advent of the Saviour, from His holy preaching, from His election; while He pitied souls, and the soul is said to have come according to His will, that He might free it from death and might bring it to eternal glory, and restore it to the Father."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:75",
                            "text": "But what do you say and hope concerning the soul; is it from God or not?  Can the substance of God, from which you deny that the soul has its being, be subject to no passions?  12."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:76",
                            "text": "Augustin said:  I have denied that the soul is the substance of God in the sense of its being God; but yet I hold that it is from God as its author, because it was made by God."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:77",
                            "text": "The Maker is one thing, the thing made is another."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:78",
                            "text": "He who made cannot be corruptible at all, but what He made cannot be at all equal to Him who made it."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:79",
                            "text": "Fortunatus said:  Nor have I said that the soul is like God."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:80",
                            "text": "But because you have said that the soul is an artificial thing, and that there is nothing besides God, I ask whence then God invented the substance of the soul?  13."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:81",
                            "text": "Augustin said:  Only bear in mind that I reply to your interrogations, but that you do not reply to mine."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:82",
                            "text": "I say that the soul was made by God as all other things that were made by God; and that among the things that God Almighty made the principal place was given to the soul."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:83",
                            "text": "But if you ask whence God made the soul, remember that you and I agree in confessing that God is almighty."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:84",
                            "text": "But he is not almighty who seeks the assistance of any material whence he may make what he will."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:85",
                            "text": "From which it follows, that according to our faith, all things that God made through His Word and Wisdom, He made out of nothing."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:86",
                            "text": "For so we read:  \"He ordered and they were made; He commanded and they were created\"."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:87",
                            "text": "Fortunatus said:  Do all things have their existence from God's command?  14."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:88",
                            "text": "Augustin said:  So I believe, but all things which were made."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:89",
                            "text": "Fortunatus said:  As things made they agree, but because they are unsuitable to themselves, therefore on this account it follows, that there is not one substance, although from the same order of the One they came to the composition and fashioning of this world."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:90",
                            "text": "But it is plain in the things themselves that there is no similarity between darkness and light, truth and falsehood, death and life, soul and body, and other similar things which differ from each other both in names and appearances."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:91",
                            "text": "And for good reason did our Lord say:  \"The tree which my heavenly Father has not planted shall be rooted up and cast into the fire, because it brings not forth good fruit:\"    and that the tree has been rooted up."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:92",
                            "text": "Hence truly it follows from the reason of things that there are two substances in this world which agree in forms and in names, of which one belongs to corporeal natures, but the other is the eternal substance of the omnipotent Father, which we believe to be God's substance."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:93",
                            "text": "15."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:94",
                            "text": "Augustin said:  Those contrary things that move you so that we think adversely, have happened on account of our sin, that is, on account of the sin of man."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:95",
                            "text": "For God made all things good, and ordered them well; but He did not make sin, and our voluntary sin is the only thing that is called evil."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:96",
                            "text": "There is another kind of evil, which is the penalty of sin."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:97",
                            "text": "Since therefore there are two kinds of evil, sin and the penalty of sin, sin does not pertain to God; the penalty of sin pertains to the avenger."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:98",
                            "text": "For as God is good who constituted all things, so He is just in taking vengeance on sin."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:99",
                            "text": "Since therefore all things are ordered in the best possible way, which seem to us now to be adverse, it has deservedly happened to fallen man who was unwilling to keep the law of God."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:100",
                            "text": "For God gave free will to the rational soul which is in man."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:101",
                            "text": "For thus it would have been possible to have merit, if we should be good voluntarily and not of necessity."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:102",
                            "text": "Since therefore it behooves us to be good not of necessity but voluntarily, it behooved God to give to the soul free will."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:103",
                            "text": "But to this soul obeying His laws, He subjected all things without adversity, so that the rest of the things that God made should serve it, if also the soul itself had willed to serve God."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:104",
                            "text": "But if it should refuse to serve God, those things that served it should be converted into its punishment."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:105",
                            "text": "Wherefore if all things are rightly ordered by God, and are good, neither does God suffer evil."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:106",
                            "text": "Fortunatus said:  He does not suffer, but prevents evil."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:107",
                            "text": "16."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:108",
                            "text": "Augustin said:  From whom then was He about to suffer it?  Fortunatus said:  This is my point, that He wished to prevent it, not rashly, but by power and prescience."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:109",
                            "text": "But deny evil to be apart from God, when other precepts can be shown which are done apart from His will."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:110",
                            "text": "A precept is not introduced, unless where there is contrariety."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:111",
                            "text": "The free faculty of living is not given except where there is a fall according to the argument of the apostle who says:  \"And you did he quicken, when ye were dead in your trespasses and sins, wherein aforetime ye walked according to the rulership of this world, according to the prince of the power of the air, of the spirit that now worketh in the souls of disobedience; among whom we also all once lived in the lusts of our flesh, doing the desires of the counsels of the flesh, and were by nature children of wrath, even as the rest:  but God, who is rich in all mercy, had mercy on us."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:112",
                            "text": "And when we were dead by sins, quickened us together in Christ, by whose grace ye have been saved; and at the same time also raised us up, and made us to sit with Him in the heavenly places with Christ Jesus, that in the ages to come He might show the exceeding riches of his grace in kindness toward us in Christ Jesus."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:113",
                            "text": "For by grace have ye been saved through faith; and that not of yourselves, for it is a gift of God; not of works, lest any one should glory."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:114",
                            "text": "For we are his workmanship created in Christ Jesus in good works, which God prepared that we should walk in them."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:115",
                            "text": "Wherefore remember, that aforetime ye were Gentiles in the flesh, who are called uncircumcision, by that which is called circumcision in flesh made by hands, because ye were at that time without Christ, alienated from the commonwealth of Israel, and strangers of the covenant, having no hope of the promise, and without God in this world."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:116",
                            "text": "But now in Christ Jesus, ye that once were far off are made nigh in the blood of Christ."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:117",
                            "text": "For He is our peace, who made both one, and breaking down the middle wall of partition, the enmities in His flesh, making void by His decrees the law of commandments, that in Himself He might unite the two into one new man, making peace, that He might reconcile them both in one body unto God through the cross, slaying the enmities in Himself."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:118",
                            "text": "And He came and preached peace unto you that were far off, and peace to them that were nigh."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:119",
                            "text": "For through Him we both have our access in one Spirit unto the Father\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:120",
                            "text": "17."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:121",
                            "text": "Augustin said:  This passage from the apostle, which you have thought fit to recite, if I mistake not, makes very strongly for my faith and against yours."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:122",
                            "text": "In the first place, because free will itself, on which I have said that the possibility of the soul's sinning depends, is here sufficiently expressed, when sins are mentioned, and it is said that our reconciliation with God takes place through Jesus Christ."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:123",
                            "text": "For by sinning we were brought into opposition to God; but by holding to the precepts of Christ we are reconciled to God; so that we who were dead in sins may be made alive by keeping His precepts, and may have peace with Him in one Spirit, from whom we were alienated, by failure to keep His precepts; as is set forth in our faith concerning the man who was first created."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:124",
                            "text": "I ask of you, therefore, according to that passage which has been read, how can we have sins if contrary nature compels us to do what we do?  For he who is compelled by nature to do anything, does not sin."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:125",
                            "text": "But he who sins, sins by free will."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:126",
                            "text": "Wherefore would repentance be enjoined upon us, if we have done nothing evil, but only the race of darkness?  Likewise, I ask, to whom is forgiveness of sins granted, to us or to the race of darkness?  If to the race of darkness, their race will also reign with Him, receiving the forgiveness of sin; but if to us it is manifest that we have sinned voluntarily."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:127",
                            "text": "For it is the height of folly for him to be pardoned who has done no evil."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:128",
                            "text": "But he has done no evil, who has done nothing of his own will."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:129",
                            "text": "Therefore the soul that today promises itself forgiveness of sins and reconciliation to God, if it should cease to sin, and repent of past sins:  if it should answer according to your faith and should say:  In what have I sinned?  In what am I guilty?  Why hast Thou expelled me from Thy domains, that I might do battle with some sort of race?  I have been trodden under foot, I have been mixed up, I have been corrupted, I am worn out,  my free will has not been preserved."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:130",
                            "text": "Thou knowest the necessity by which I am preserved:  Why dost Thou impute to me the wounds that I have received?  Wherefore dost Thou compel me to repentance when Thou art the cause of my wounds; when Thou knowest what I have suffered, what the race of darkness has done against me, Thou being the author who couldst suffer no harm and yet wishing to save the domains which nothing could injure, Thou didst thrust me down into these miseries."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:131",
                            "text": "If indeed I am a part of Thee, who have proceeded from Thy bowels, if I am from Thy kingdom and Thy mouth, I ought not to suffer anything in this race of darkness, so that I being uncorrupted that race should be subjected, if I was a part of the Lord."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:132",
                            "text": "But now since it cannot be controlled except by my corruption, how can I either be said to be a part of Thee, or Thou remain inviolable, or not be cruel in wishing me to suffer for those domains, that could in no way be injured by that race of darkness?  Respond to this if you please, and deign also to explain to me how it was said by the apostle, \"We were by nature children of wrath,\" who, he says, have been reconciled to God."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:133",
                            "text": "If therefore they were by nature children of wrath, how do you say that the soul is by nature a daughter and portion of God?  Fortunatussaid:  If with regard to the soul the apostle had said that we are by nature children of wrath, the soul would have been alienated by the mouth of the apostle from God."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:134",
                            "text": "From this argument you only show that the soul does not belong to God, because, the apostle says, \"We are by nature children of wrath\"."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:135",
                            "text": "But if it is said in view of the fact that the apostle  was held by the law, descending as he himself testifies, from the seed of Abraham, it follows that he has said corporeally, that we [i-e:, Jews] were children of wrath even as the rest of mankind."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:136",
                            "text": "But he shows that the substance of the soul is of God, and that the soul cannot otherwise be reconciled to God than through the Master, who is Christ Jesus."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:137",
                            "text": "For the enmity having been slain, the soul seemed to God unworthy to have existed."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:138",
                            "text": "But that it was sent, this we confess, by God yet omnipotent, both deriving its origin from Him and sent for the sealing of His will."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:139",
                            "text": "In the same way we believe also that Christ the Saviour came from heaven to fulfill the will of the Father."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:140",
                            "text": "Which will of the Father was this, to free our souls from the same enmity, this enmity having been slain, which if it had not been opposed to God could neither be called enmity where there was unity, nor could slaying be spoken of or take place where there was life."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:141",
                            "text": "18."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:142",
                            "text": "Augustin said:  Remember that the apostle said that we are alienated from God by our manner of life."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:143",
                            "text": "Fortunatus said:  I submit, that there were two substances."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:144",
                            "text": "In the substance of light, as we have above said, God is to be held incorruptible; but that there was a contrary nature of darkness, that which I also today confess is vanquished by the power of God, and that Christ has been sent forth as a Saviour for my restoration, as previously the same apostle says."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:145",
                            "text": "19."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:146",
                            "text": "Augustin said:  That we should discuss on rational grounds the belief in two natures, has been made obligatory by those who are hearing us."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:147",
                            "text": "But inasmuch as you have again betaken yourself to the Scriptures, I descend to them, and demand that nothing be passed by, lest using certain statements we should bring confusion into the minds of those to whom the Scriptures are not well known."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:148",
                            "text": "Let us therefore consider a statement that the apostle has in his epistle to the Romans."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:149",
                            "text": "For on the first page is what is strongly against you."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:150",
                            "text": "For he says:  \"Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God, which He promised aforetime by His prophets in the Holy Scriptures, concerning his Son, who was made unto Him of the seed of David according to the flesh, who was predestinated to be the Son of God with power, according to the spirit of holiness from the resurrection from the dead of our Lord Jesus Christ\"."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:151",
                            "text": "We see that the apostle teaches us concerning our Lord Jesus Christ that before the flesh he was predestinated by the power of God, and according to the flesh was made unto Him of the seed of David."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:152",
                            "text": "Since you have always denied and always will deny this, how do you so earnestly demand the Scriptures that we should discuss rather according to them."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:153",
                            "text": "Fortunatussaid:  You assert that according to the flesh Christ was of the seed of David, when it should be asserted that he was born of a virgin,  and should be magnified as Son of God."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:154",
                            "text": "For this cannot be, unless as what is from spirit may be held to be spirit, so also what is from flesh may be known to be flesh."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:155",
                            "text": "[19]  Against which is the authority of the Gospel in which it is said, that \"flesh and blood shall not inherit the kingdom of God, neither shall corruption inherit incorruption\"."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:156",
                            "text": "Here a clamor was made by the audience who wished the argument to be conducted on rational grounds, because they saw that Fortunatus was not willing to receive all things that are written in the Codex of the apostle."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:157",
                            "text": "Then little discussions began to be held here and there by all, until Fortunatus said that the Word of God has been fettered in the race of darkness."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 1:158",
                            "text": "At which, when those present had expressed their horror, the meeting was closed."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:1",
                            "text": "Disputation of the Second Day."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:2",
                            "text": "The next day, a notary having again been summoned, the discussion was conducted as follows:  Fortunatus said:  I say that God Almighty brings forth from Himself nothing evil, and that the things that are His remain incorrupt, having sprung and being born from an inviolable source; but other contrary things which have their being in this world, do not flow from God nor have appeared in this world with God as their author; that is to say, they do not derive their origin from God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:3",
                            "text": "These things therefore we have received in the belief that evil things are foreign to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:4",
                            "text": "20."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:5",
                            "text": "Augustin said:  And our faith is this, that God is not the progenitor of evil things, neither has He made any evil nature."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:6",
                            "text": "But since both of us agree that God is incorruptible and incontaminable, it is the part of the prudent and faithful to consider, which faith is purer and worthier of the majesty of God; that in which it is asserted that either the power of God, or some part of God, or the Word of God, can be changed, violated, corrupted, fettered; or that in which it is said that Almighty God and His entire nature and substance can never be corrupted in any part, but that evils have their being by the voluntary sin of the soul, to which God gave free will."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:7",
                            "text": "Which free will if God had not given, there could be no just penal judgment, nor merit of righteous conduct, nor divine instruction to repent of sins, nor the forgiveness of sins itself which God has bestowed upon us through our Lord Jesus Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:8",
                            "text": "Because he who sins not voluntarily, sins not at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:9",
                            "text": "This I suppose to be open and perspicuous to all."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:10",
                            "text": "Wherefore it ought not to trouble us if according to our deserts we suffer some inconveniences in the things God has made."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:11",
                            "text": "For as He is good, that He should constitute all things; so He is just, that He may not spare sins, which sins, as I have said, unless free will were in us, would not be sins."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:12",
                            "text": "For if any one, so to speak, should be bound by some one in his other members, and with his hand something false should be written without his own will, I ask whether if this were laid open before a judge, he could condemn this one for the crime of falsehood."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:13",
                            "text": "Wherefore, if it is manifest that there is no sin where there is not free exercise of will,  I wish to hear what evil the soul which you call either part, or power, or word, or something else, of God, has done, that it should be punished by God, or repent of sin, or merit forgiveness, since it has in no way sinned?  Fortunatus said:  I proposed concerning substances, that God is to be regarded as creator only of good things, but as the avenger of evil things, for the reason that evil things are not of Him."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:14",
                            "text": "Therefore for good reason I think this, and that God avenges evil things because they are not of Himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:15",
                            "text": "But if they were from Him, either He would give them license to sin, as you say that God has given free will, He would be already found a participator in my fault, because He would be the author of my fault; or ignorant what I should be, he left me whom he did not constitute worthy of Himself."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:16",
                            "text": "This therefore is proposed by me, and what I ask now is, whether God instituted evil or not? and whether He Himself instituted the end of evils."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:17",
                            "text": "For it appears from these things, and the evangelical faith teaches, that the things which we have said were made by God Himself as God the Creator, as having been created and begotten by Him, are to be esteemed incorruptible."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:18",
                            "text": "These things I also proposed which belong to our belief, and which can be confirmed by you in that profession of ours, without prejudice to the authority of the Christian faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:19",
                            "text": "And because I can in no way show that I rightly believe, unless I should confirm that belief by the authority of the Scriptures, this is therefore what I have insinuated, what I have said."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:20",
                            "text": "Either if evil things have appeared in the world with God as their author, deign to say so yourself; or if it is right to believe that evil things are not of God, this also the contemplation of those present ought to honor and receive."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:21",
                            "text": "I have spoken about substances, not about sin that dwells in us."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:22",
                            "text": "For if what we think to make faults had no origin, we should not be compelled to come to sin or to fault."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:23",
                            "text": "For because we sinned unwillingly, and are compelled by a substance contrary and hostile to ourselves, therefore we follow the knowledge of things."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:24",
                            "text": "By which knowledge the soul admonished and restored to pristine memory, recognizes the source from which it derives its existence, in what evil it dwells, by what good works emending again that in which unwillingly it sinned, it may be able through the emendation of its faults, for the sake of good works, to secure for itself the merit of reconciliation with God, our Saviour being the author of it, who teaches us also to practice good things and to flee from evil."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:25",
                            "text": "For you ask us to believe that not by some contrary nature, but by his own choice, man either serves righteousness or becomes involved in sins; since, no contrary race existing, if the soul, to which as you say God has given free will, having been constituted in the body, dwells alone, it would be without sin, nor would it become involved in sins."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:26",
                            "text": "21."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:27",
                            "text": "Augustin said:  I say it is not sin, if it be not committed by one's own will; hence also there is reward, because of our own will we do right."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:28",
                            "text": "Or if he who sins unwillingly deserves punishment, he who unwillingly does well ought to deserve reward."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:29",
                            "text": "But who doubts that reward is only bestowed upon him who does something of good will?  From which we know that punishment also is inflicted upon him who does something of ill will."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:30",
                            "text": "But since you recall me to primordial natures and substances, my faith is that God Almightywhich must especially be attended to and fixed in the mindthat God Almighty has made good things."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:31",
                            "text": "But the things made by Him cannot be such as is He who made them."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:32",
                            "text": "For it is unjust and foolish to believe that works are equal to the workman, things made to the maker."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:33",
                            "text": "Wherefore if it is reverential to believe that God made all good things, than which nevertheless He is by far more excellent and by far more pre-eminent; the origin and head of evil is sin, as the apostle said:  \"Covetousness is the root of all evils; which some following after have made shipwreck of the faith, and have pierced themselves through with many sorrows\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:34",
                            "text": "For if you seek the root of all evils, you have the apostle saying that covetousness is the root of all evils."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:35",
                            "text": "But the root of a root I cannot seek."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:36",
                            "text": "Or if there is another evil, whose root covetousness is not, covetousness will not be the root of all evils."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:37",
                            "text": "But if it is true that covetousness is the root of all evils, in vain do we seek some other kind of evil."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:38",
                            "text": "But as regards that contrary nature of yours which you introduce, since I have responded to your objections, I ask that you deign to tell me whether it is wholly evil, whether there can be no sin apart from it, whether by this alone punishment is deserved, not by the soul by which no sin has been committed."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:39",
                            "text": "But if you say that this contrary nature alone deserves punishment, and not the soul, I ask to which is repentance, which is commanded, vouchsafed."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:40",
                            "text": "If the soul is commanded to repent, sin is from the soul, and the soul has sinned voluntarily."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:41",
                            "text": "For if the soul is compelled to do evil, that which it does is not evil."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:42",
                            "text": "Is it not foolish and most absurd to say that the race of darkness has sinned and that I repent of the sins."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:43",
                            "text": "Is it not most absurd to say that the race of darkness has sinned and that forgiveness of sins is vouchsafed to me, who according to your faith may well say:  What have I done?  What have I committed?  I was with Thee, I was in a state of integrity, I was contaminated with no pollution."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:44",
                            "text": "Thou didst send me hither, Thou didst suffer necessity, Thou didst protect Thy domains when great pollution and desolation threatened them."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:45",
                            "text": "Since therefore Thou knowest the necessity by which I have been here oppressed, by reason of which I could not breathe, which I could not resist; why dost Thou accuse me as if sinning? or why dost Thou promise forgiveness of sins?  Reply to this without evasion, if you please, as I have replied to you."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:46",
                            "text": "Fortunatussaid:  We say this, that the soul is compelled by contrary nature to transgress, for which transgression you maintain there is no root save the evil that dwells in us; for it is certain that apart from our bodies evil things dwell in the whole world."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:47",
                            "text": "For not those things alone that we have in our bodies, dwell in the whole world, and are known by their names as good; an evil root also inheres."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:48",
                            "text": "For your dignity said that this covetousness that dwells in our bodies is the root of evils; since therefore there is no desire of evil out of our bodies, from that source contrary nature dwells in the whole world."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:49",
                            "text": "For the apostle designated that, namely covetousness, as the root of evils, not one evil which you have called the root of all evils."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:50",
                            "text": "But not in one manner is covetousness, which you have said is the root of all evils, understood, as if of that which dwells in our bodies alone; for it is certain that this evil which dwells in us descends from an evil author and that this root as you call it is a small portion of evil, so that it is not the root itself, but is a small portion of evil, of that evil which dwells everywhere."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:51",
                            "text": "Which root and tree our Lord called evil, as never bearing good fruit, which his Father did not plant, and which is deservedly rooted up and cast into the fire."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:52",
                            "text": "For as you say, that sin ought to be imputed to the contrary nature, that nature belongs to evil; and that this is sin of the soul, if after the warning of our Saviour and his wholesome instruction, the soul shall have segregated itself from its contrary and hostile race, adorning itself also with purer things; that otherwise it cannot be restored to its own substance."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:53",
                            "text": "For it is said:  \"If I had not come and spoken unto them, they had not had sin."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:54",
                            "text": "But now that I have come and spoken, and they have refused to believe me, they shall have no excuse for their sin\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:55",
                            "text": "Whence it is perfectly plain, that repentance has been given after the Saviour's advent, and after this knowledge of things, by which the soul can, as if washed in a divine fountain from the filth and vices as well of the whole world as of the bodies in which the same soul dwells, be restored to the kingdom of God whence it has gone forth."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:56",
                            "text": "For it is said by the apostle, that \"the mind of the flesh is hostile to God; is not subject to the law of God, neither indeed can be\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:57",
                            "text": "Therefore it is evident from these things that the good soul seems to sin not voluntarily, but by the doing of that which is not subject to the law of God."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:58",
                            "text": "For it likewise follows that \"the flesh lusteth against the spirit and the spirit against the flesh; so that ye may not do the things that ye will\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:59",
                            "text": "Again:  \"I see another law in my members, warring against the law of my mind and leading me captive in the law of sin and of death."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:60",
                            "text": "Therefore I am a miserable man; who shall deliver me from the body of this death, unless it be the grace of God through our Lord Jesus Christ,\"  \"through whom the world has been crucified to me and I to the world?\"  22."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:61",
                            "text": "Augustin said:  I recognize and embrace the testimonies of the divine Scriptures, and I will show in a few words, as God may deign to grant, how they are consistent with my faith."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:62",
                            "text": "I say that there was free exercise of will in that man who was first formed."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:63",
                            "text": "He was so made that absolutely nothing could resist his will, if he had willed to keep the precepts of God."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:64",
                            "text": "But after he voluntarily sinned, we who have descended from his stock were plunged into necessity."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:65",
                            "text": "But each one of us can by a little consideration find that what I say is true."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:66",
                            "text": "For today in our actions before we are implicated by any habit, we have free choice of doing anything or not doing it."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:67",
                            "text": "But when by that liberty we have done something and the pernicious sweetness and pleasure of that deed has taken hold upon the mind, by its own habit the mind is so implicated that afterwards it cannot conquer what by sinning it has fashioned for itself."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:68",
                            "text": "We see many who do not wish to swear, but because the tongue has already become habituated, they are not able to prevent those things from going forth from the mouth which we cannot but ascribe to the root of evil."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:69",
                            "text": "For that I may discuss with you those words, which as they do not withdraw from your mouth so may they be understood by your heart:  you swear by the Paraclete."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:70",
                            "text": "If therefore you wish to find out experimentally whether what I say is true, determine not to swear."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:71",
                            "text": "You will see, that that habit is borne along as it has become accustomed to be."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:72",
                            "text": "And this is what wars against the soul, habit formed in the flesh."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:73",
                            "text": "This is indeed the mind of the flesh, which, as long as it cannot thus be subject to the law of God, so long is it the mind of the flesh; but when the soul has been illuminated it ceases to be the mind of the flesh."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:74",
                            "text": "For thus it is said the mind of the flesh cannot be subject to the law of God, just as if it were said, that snow cannot be warm."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:75",
                            "text": "For so long as it is snow, it can in no way be warm."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:76",
                            "text": "But as the snow is melted by heat, so that it may become warm, so the mind of the flesh, that is, habit formed with the flesh, when our mind has become illuminated, that is, when God has subjected for Himself the whole man to the choice of the divine law, instead of the evil habit of the soul, makes a good habit."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:77",
                            "text": "Accordingly it is most truly said by the Lord of the two trees, the one good and the other evil, which you have called to mind, that they have their own fruits; that is, neither can the good tree yield evil fruit, nor the evil tree good fruit, but so long as it is evil."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:78",
                            "text": "Let us take two men, a good and a bad."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:79",
                            "text": "As long as he is good he cannot yield evil fruit; as long as he is bad he cannot yield good fruit."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:80",
                            "text": "But that you may know that those two trees are so placed by the Lord, that free choice may be there signified, that these two trees are not natures but our wills, He Himself says in the gospel:  \"Either make the tree good, or make the tree evil\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:81",
                            "text": "Who is it that can make nature?  If therefore we are commanded to make a tree either good or evil, it is ours to choose what we will."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:82",
                            "text": "Therefore concerning that sin of man and concerning that habit of soul formed with the flesh the apostle says:  \"Let no one seduce you;\"  \"Every creature that has been made by God is good\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:83",
                            "text": "The same apostle whom you also have cited says:  \"As through the disobedience of the one the many were constituted sinners; so also through the obedience of the one the many are constituted righteous\"."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:84",
                            "text": "\"Since through man is death, through man also is resurrection of the dead\"."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:85",
                            "text": "As long therefore as we bear the image of the earthly man,  that is, as long as we live according to the flesh, which is also called the old man, we have the necessity of our habit, so that we may not do what we will."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:86",
                            "text": "But when the grace of God has breathed the divine love into us and has made us subject to His will, to us it is said:  \"Ye are called for freedom,\"  and \"the grace of God has made me free from the law of sin and of death\"."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:87",
                            "text": "But the law of sin is that whoever has sinned shall die."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:88",
                            "text": "From this law we are freed when we have begun to be righteous."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:89",
                            "text": "The law of death is that by which it was said to man:  \"Earth thou art and into earth thou shalt go\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:90",
                            "text": "For from this very fact we are all so born, because we are earth, and from the fact that we are all so born because we are earth, we shall all go into earth on account of the desert of the sins of the first man."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:91",
                            "text": "But on account of the grace of God, which frees us from the law of sin and of death, having been converted to righteousness we are freed; so that afterwards this same flesh tortures us with its punishment so long as we remain in sins, is subjected to us in resurrection, and shakes us by no adversity from keeping the law of God and His precepts."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:92",
                            "text": "Whence, since I have replied to your questions, deign to reply as I desire, how it can happen, that if nature is contrary to God, sin should be imputed to us, who were sent into that nature not voluntarily, but by God Himself, whom nothing could injure?  Fortunatussaid:  Just as also the Lord said to His disciples:  \"Behold I send you as sheep in the midst of wolves\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:93",
                            "text": "Hence it must be known that not with hostile intent did our Saviour send forth His lambs, that is His disciples, into the midst of wolves, unless there had been some contrariety, which He would indicate by the similitude of wolves, where also He had sent His disciples; that the souls which perchance might be deceived in the midst of wolves might be recalled to their proper substance."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:94",
                            "text": "Hence also may appear the antiquity of our times to which we return, and of our years, that before the foundation of the world souls were sent in this way against the contrary nature, that subjecting the same by their passion, victory might be restored to God."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:95",
                            "text": "For the same apostle said, that not only there should be a struggle against flesh and blood, but also against principalities and powers, and the spiritual things of wickedness, and the domination of darkness\"."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:96",
                            "text": "If therefore in both places evils dwell and are esteemed wickednesses, not only now is evil in our bodies, but in the whole world, where souls appear to dwell, which dwell beneath yonder heaven and are fettered."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:97",
                            "text": "23."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:98",
                            "text": "Augustin said:  The Lord sent His lambs into the midst of wolves, that is, just men into the midst of sinners for the preaching of the gospel received in the time of man from the inestimable divine Wisdom, that He might call us from sin to righteousness."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:99",
                            "text": "But what the apostle says, that our struggle is not against flesh and blood, but against principalities and powers, and the other things that have been quoted, this signifies that the devil and his angels, as also we, have fallen and lapsed by sin, and have secured possession of earthly things, that is, sinful men, who, as long as we are sinners, are under their yoke, just as when we shall be righteous, we shall be under the yoke of righteousness; and against them we have a struggle, that passing over to righteousness we may be freed from their dominion."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:100",
                            "text": "Do you also therefore deign to reply to the one question that I ask:  Could God suffer injury, or not?  But I ask you to reply:  He could not."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:101",
                            "text": "Fortunatus said:  He could not suffer injury."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:102",
                            "text": "24."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:103",
                            "text": "Augustin said:  Wherefore then did He send us hither, according to your faith?  Fortunatus said:  My profession is this, that God could not be injured, and that He directed us hither."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:104",
                            "text": "But since this is contrary to your view, do you tell how you account for the soul being here, which our God desires to liberate both by His commandments and by His own Son whom He has sent."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:105",
                            "text": "25."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:106",
                            "text": "Augustin said:  Since I see that you cannot answer my inquiries, and wish to ask me something, behold I satisfy you, provided only that you bear in mind that you have not replied to my question."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:107",
                            "text": "Why the soul is here in this world involved in miseries has been explained by me not just now, but again and again a little while ago."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:108",
                            "text": "The soul sinned, and therefore is miserable."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:109",
                            "text": "It accepted free choice, used free choice, as it willed; it fell, was cast out from blessedness, was implicated in miseries."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:110",
                            "text": "As bearing upon this I recited to you the testimony of the apostle who says:  \"As through one man death, so also through one man came the resurrection of the dead\"."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:111",
                            "text": "What more do you ask?  Hence do you reply, wherefore did He, who could not suffer injury, send us hither?  Fortunatus said:  The cause must be sought, why the soul came hither, or wherefore God desires hence to liberate the soul that lives in the midst of evils?  26."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:112",
                            "text": "Augustin said:  This cause I ask of you, that is, if God could not suffer injury, wherefore He sent us hither?  Fortunatus said:  It is inquired of us, if evil cannot injure God, wherefore the soul was sent hither, or for what reason was it mingled with the world?  Which is manifest in what the apostle says:  \"Shall the thing formed say to him that formed it, why hast thou formed me thus?\"[19]  If therefore this cause must be pleaded, He must be asked, why He sent the soul, no necessity compelling Him."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:113",
                            "text": "But if there was necessity for sending the soul, of right is there also the will of liberating it."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:114",
                            "text": "27."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:115",
                            "text": "Augustin said:  Then God is pressed by necessity, is He?  Fortunatus said:  Now this is it."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:116",
                            "text": "Do not seek to bring odium upon what has been said because we do not make God subject to necessity, but to have voluntarily sent the soul."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:117",
                            "text": "28."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:118",
                            "text": "Augustin said:  Recall what was said above."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:119",
                            "text": "And it runs:  \"But if there was necessity for sending the soul, of right is there also the will of liberating it."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:120",
                            "text": "Augustin said:  We have heard:  But if there was necessity for sending the soul, of right is there also the will of liberating it\"."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:121",
                            "text": "You, therefore, said that there was necessity for sending the soul."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:122",
                            "text": "But if you only wish to say \"a will to send,\" I add this also:  He who could suffer no injury, had the cruel will to send the soul to so great miseries."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:123",
                            "text": "Because I speak for the sake of refuting this statement, I ask pardon from the mercy of that One in whom we have hope of liberation from all the errors of heretics."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:124",
                            "text": "Fortunatus said:  You asseverate that we say that God is cruel in sending the soul, but that God made man, breathed into him a soul which assuredly He foreknew to be involved in future misery, and not to be able by reason of evils to be restored to its inheritance."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:125",
                            "text": "This belongs either to one who is ignorant, or who gives the soul up to these aforesaid evils."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:126",
                            "text": "This I have cited because you said not long since, that God adopted the soul, not that it is from Him; for to adopt is a different matter."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:127",
                            "text": "29."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:128",
                            "text": "Augustin said:  Concerning adoption I remember that I spoke some days ago according to the testimony of the apostle, who says that we have been called into the adoption of sons."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:129",
                            "text": "This was not my reply, therefore, but the apostle's, concerning which thing, that is, that adoption, we may inquire, if we please, in its own time; and concerning that I will reply without delay, when you shall have answered my objections."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:130",
                            "text": "Fortunatus said:  I say that there was a going forth of the soul against a contrary nature, which nature could not injure God."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:131",
                            "text": "30."
                        },
                        {
                            "verse": 132,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:132",
                            "text": "Augustin said:  What need was there for that going forth, when God whom nothing could injure had nothing to protect?  Fortunatus said:  Do you conscientiously hold that Christ came from God?  31."
                        },
                        {
                            "verse": 133,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:133",
                            "text": "Augustin said:  Again you are questioning me."
                        },
                        {
                            "verse": 134,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:134",
                            "text": "Reply to my inquiries."
                        },
                        {
                            "verse": 135,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:135",
                            "text": "Fortunatus said:  So I have received in faith, that by the will of God He came hither."
                        },
                        {
                            "verse": 136,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:136",
                            "text": "32."
                        },
                        {
                            "verse": 137,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:137",
                            "text": "Augustin said:  And I say:  Why did God, omnipotent, inviolable, immutable, whom nothing could injure, send hither the soul, to miseries, to error, to those things that we suffer?  Fortunatussaid:  For it has been said:  \"I have power to lay down my soul and I have power to take it again\"."
                        },
                        {
                            "verse": 138,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:138",
                            "text": "Now He said that by the will of God the soul went forth."
                        },
                        {
                            "verse": 139,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:139",
                            "text": "33."
                        },
                        {
                            "verse": 140,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:140",
                            "text": "Augustin said:  I ask for the reason why God, when He can in no way suffer injury, sent the soul hither?  Fortunatus said:  We have already said that God can in no way suffer injury, and we have said that the soul is in a contrary nature, therefore that it imposes a limit on the contrary nature."
                        },
                        {
                            "verse": 141,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:141",
                            "text": "The restraint having been imposed on the contrary nature, God takes the same."
                        },
                        {
                            "verse": 142,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:142",
                            "text": "For He Himself said, \"I have power to lay down my soul and power to take it\"."
                        },
                        {
                            "verse": 143,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:143",
                            "text": "The Father gave to me the power of laying down my soul, and of taking it."
                        },
                        {
                            "verse": 144,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:144",
                            "text": "To what soul, therefore, did God who spoke in the Son refer?  Evidently our soul, which is held in these bodies,which came of His will, and of His will is again taken up."
                        },
                        {
                            "verse": 145,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:145",
                            "text": "34."
                        },
                        {
                            "verse": 146,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:146",
                            "text": "Augustin said:  Why our Lord said:  \"I have power to lay down my soul and power to take it,\" is known to all; because He was about to suffer and to rise again."
                        },
                        {
                            "verse": 147,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:147",
                            "text": "But I ask of you again and again, If God could in no way suffer injury, why did he send souls hither?  Fortunatus said:  To impose a limit on contrary nature."
                        },
                        {
                            "verse": 148,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:148",
                            "text": "35."
                        },
                        {
                            "verse": 149,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:149",
                            "text": "Augustin said:  And did God omnipotent, merciful and supreme, that He might impose a restraint on contrary nature, wish it to be limited so that He might make us unrestrained?  Fortunatus said:  But so He calls us back to Himself."
                        },
                        {
                            "verse": 150,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:150",
                            "text": "36."
                        },
                        {
                            "verse": 151,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:151",
                            "text": "Augustin said:  If He recalls to Himself from an unrestrained state, if from sin, from error, from misery, what need was there for the soul to suffer so great evils through so long a time till the world ends? since God by whom you say it was sent could in no way suffer injury."
                        },
                        {
                            "verse": 152,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:152",
                            "text": "Fortunatus said:  What then am I to say?  37."
                        },
                        {
                            "verse": 153,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:153",
                            "text": "Augustin said:  I know that you have nothing to say, and that I, when I was among you, never found anything to say on this question, and that I was thus admonished from on high to leave that error and to be converted to the Catholic faith or rather to recall it, by the indulgence of Him who did not permit me to inhere forever in this fallacy."
                        },
                        {
                            "verse": 154,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:154",
                            "text": "But if you confess that you have nothing to reply, I will expound the Catholic faith to all those hearing and investigating, seeing that they are believers, if they permit and wish."
                        },
                        {
                            "verse": 155,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:155",
                            "text": "Fortunatus said:  Without prejudice to my profession I might say:  when I shall have reconsidered with my superiors the things that have been opposed by you, if they fail to respond to this question of mine, which is now in like manner proposed to me by you, it will be in my contemplation (since I desire my soul to be liberated by an assured faith) to come to the investigation of this thing that you have proposed to me and that you promise you will show."
                        },
                        {
                            "verse": 156,
                            "chapter": 2,
                            "name": "Augustine: Acts or Disputation Against Fortunatus the Manichaean 2:156",
                            "text": "Augustin said:  Thanks be to God."
                        }
                    ]
                }
            ]
        }
    ]
}