{
    "books": [
        {
            "name": "Tertullian: The Passion of the Holy Martyrs",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: The Passion of the Holy Martyrs 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: The Passion of the Holy Martyrs 1:1",
                            "text": "The Passion of the Holy Martyrs Perpetua and Felicitas: If ancient illustrations of faith which both testify to God's grace and tend to man's edification are collected in writing, so that by the perusal of them, as if by the reproduction of the facts, as well God may be honoured, as man may be strengthened; why should not new instances be also collected, that shall be equally suitable for both purposes,—if only on the ground that these modern examples will one day become ancient and available for posterity, although in their present time they are esteemed of less authority, by reason of the presumed veneration for antiquity? But let men look to it, if they judge the power of the Holy Spirit to be one, according to the times and seasons; since some things of later date must be esteemed of more account as being nearer to the very last times, in accordance with the exuberance of grace manifested to the final periods determined for the world."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: The Passion of the Holy Martyrs 1:2",
                            "text": "For \"in the last days, saith the Lord, I will pour out of my Spirit upon all flesh; and their sons and their daughters shall prophesy."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: The Passion of the Holy Martyrs 1:3",
                            "text": "And upon my servants and my handmaidens will I pour out of my Spirit; and your young men shall see visions, and your old men shall dream dreams\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: The Passion of the Holy Martyrs 1:4",
                            "text": "And thus we—who both acknowledge and reverence, even as we do the prophecies, modern visions as equally promised to us, and consider the other powers of the Holy Spirit as an agency of the Church for which also He was sent, administering all gifts in all, even as the Lord distributed to every one as well needfully collect them in writing, as commemorate them in reading to God's glory; that so no weakness or despondency of faith may suppose that the divine grace abode only among the ancients, whether in respect of the condescension that raised up martyrs, or that gave revelations; since God always carries into effect what He has promised, for a testimony to unbelievers, to believers for a benefit."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: The Passion of the Holy Martyrs 1:5",
                            "text": "And we therefore, what we have heard and handled, declare also to you, brethren and little children, that as well you who were concerned in these matters may be reminded of them again to the glory of the Lord, as that you who know them by report may have communion with the blessed martyrs, and through them with the Lord Jesus Christ, to whom be glory and honour, for ever and ever, Amen."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: The Passion of the Holy Martyrs 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:2",
                            "text": "—When the Saints Were Apprehended, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:3",
                            "text": "Perpetua Successfully Resisted Her Father's Pleading, Was Baptized with the Others, Was Thrust into a Filthy Dungeon."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:4",
                            "text": "Anxious About Her Infant, by a Vision Granted to Her, She Understood that Her Martyrdom Would Take Place Very Shortly."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:5",
                            "text": "- The young catechumens, Revocatus and his fellow-servant Felicitas, Saturninus and Secundulus, were apprehended."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:6",
                            "text": "And among them also was Vivia Perpetua, respectably born, liberally educated, a married matron, having a father and mother and two brothers, one of whom, like herself, was a catechumen, and a son an infant at the breast."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:7",
                            "text": "She herself was about twenty-two years of age."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:8",
                            "text": "From this point onward she shall herself narrate the whole course of her martyrdom, as she left it described by her own hand and with her own mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:9",
                            "text": "- \"While\" says she, \"we were still with the persecutors, and my father, for the sake of his affection for me, was persisting in seeking to turn me away, and to cast me down from the faith,—'Father,' said I, 'do you see, let us say, this vessel lying here to be a little pitcher, or something else?' And he said, 'I see it to be so."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:10",
                            "text": "' And I replied to him, 'Can it be called by any other name than what it is?'  And he said, 'No."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:11",
                            "text": "' 'Neither can I call myself anything else than what I am, a Christian."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:12",
                            "text": "' Then my father, provoked at this saying, threw himself upon me, as if he would tear my eyes out."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:13",
                            "text": "But he only distressed me, and went away overcome by the devil's arguments."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:14",
                            "text": "Then, in a few days after I had been without my father, I gave thanks to the Lord; and his absence became a source of consolation to me."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:15",
                            "text": "In that same interval of a few days we were baptized, and to me the Spirit prescribed that in the water of baptism nothing else was to be sought for bodily endurance."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:16",
                            "text": "After a few days we are taken into the dungeon, and I was very much afraid, because I had never felt such darkness."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:17",
                            "text": "O terrible day! O the fierce heat of the shock of the soldiery, because of the crowds! I was very unusually distressed by my anxiety for my infant."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:18",
                            "text": "There were present there Tertius and Pomponius, the blessed deacons who ministered to us, and had arranged by means of a gratuity that we might be refreshed by being sent out for a few hours into a pleasanter part of the prison."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:19",
                            "text": "Then going out of the dungeon, all attended to their own wants."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:20",
                            "text": "I suckled my child, which was now enfeebled with hunger."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:21",
                            "text": "In my anxiety for it, I addressed my mother and comforted my brother, and commended to their care my son."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:22",
                            "text": "I was languishing because I had seen them languishing on my account."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:23",
                            "text": "Such solicitude I suffered for many days, and I obtained for my infant to remain in the dungeon with me; and forthwith I grew strong and was relieved from distress and anxiety about my infant; and the dungeon became to me as it were a palace, so that I preferred being there to being elsewhere."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:24",
                            "text": "- \"Then my brother said to me, 'My dear sister, you are already in a position of great dignity, and are such that you may ask for a vision, and that it may be made known to you whether this is to result in a passion or an escape."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:25",
                            "text": "' And I, who knew that I was privileged to converse with the Lord, whose kindnesses I had found to be so great, boldly promised him, and said, 'To-morrow I will tell you."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:26",
                            "text": "' And I asked, and this was what was shown me."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:27",
                            "text": "I saw a golden ladder of marvellous height, reaching up even to heaven, and very narrow, so that persons could only ascend it one by one; and on the sides of the ladder was fixed every kind of iron weapon."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:28",
                            "text": "There were there swords, lances, hooks, daggers; so that if any one went up carelessly, or not looking upwards, he would be torn to pieces and his flesh would cleave to the iron weapons."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:29",
                            "text": "And under the ladder itself was crouching a dragon of wonderful size, who lay in wait for those who ascended, and frightened them from the ascent."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:30",
                            "text": "And Saturus went up first, who had subsequently delivered himself up freely on our account, not having been present at the time that we were taken prisoners."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:31",
                            "text": "And he attained the top of the ladder, and turned towards me, and said to me, 'Perpetua, I am waiting for you; but be careful that the dragon do not bite you."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:32",
                            "text": "' And I said, 'In the name of the Lord Jesus Christ, he shall not hurt me."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:33",
                            "text": "' And from under the ladder itself, as if in fear of me, he slowly lifted up his head; and as I trod upon the first step, I trod upon his head."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:34",
                            "text": "And I went up, and I saw an immense extent of garden, and in the midst of the garden a white-haired man sitting in the dress of a shepherd, of a large stature, milking sheep; and standing around were many thousand white-robed ones."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:35",
                            "text": "And he raised his head, and looked upon me, and said to me, 'Thou art welcome, daughter."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:36",
                            "text": "' And he called me, and from the cheese as he was milking he gave me as it were a little cake, and I received it with folded hands; and I ate it, and all who stood around said Amen."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:37",
                            "text": "And at the sound of their voices I was awakened, still tasting a sweetness which I cannot describe."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Tertullian: The Passion of the Holy Martyrs 2:38",
                            "text": "And I immediately related this to my brother, and we understood that it was to be a passion, and we ceased henceforth to have any hope in this world."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: The Passion of the Holy Martyrs 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:2",
                            "text": "Perpetua, When Besieged by Her Father, Comforts Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:3",
                            "text": "When Led with Others to the Tribunal, She Avows Herself a Christian, and is Condemned with the Rest to the Wild Beasts."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:4",
                            "text": "She Prays for Her Brother Dinocrates, Who Was Dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:5",
                            "text": "- \"After a few days there prevailed a report that we should be heard."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:6",
                            "text": "And then my father came to me from the city, worn out with anxiety."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:7",
                            "text": "He came up to me, that he might cast me down, saying, 'Have pity my daughter, on my grey hairs."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:8",
                            "text": "Have pity on your father, if I am worthy to be called a father by you."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:9",
                            "text": "If with these hands I have brought you up to this flower of your age, if I have preferred you to all your brothers, do not deliver me up to the scorn of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:10",
                            "text": "Have regard to your brothers, have regard to your mother and your aunt, have regard to your son, who will not be able to live after you."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:11",
                            "text": "Lay aside your courage, and do not bring us all to destruction; for none of us will speak in freedom if you should suffer anything."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:12",
                            "text": "' These things said my father in his affection, kissing my hands, and throwing himself at my feet; and with tears he called me not Daughter, but Lady."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:13",
                            "text": "And I grieved over the grey hairs of my father, that he alone of all my family would not rejoice over my passion."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:14",
                            "text": "And I comforted him, saying, 'On that scaffold whatever God wills shall happen."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:15",
                            "text": "For know that we are not placed in our own power, but in that of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:16",
                            "text": "' And he departed from me in sorrow."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:17",
                            "text": "- \"Another day, while we were at dinner, we were suddenly taken away to be heard, and we arrived at the town-hall."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:18",
                            "text": "At once the rumour spread through the neighbourhood of the public place, and an immense number of people were gathered together."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:19",
                            "text": "We mount the platform."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:20",
                            "text": "The rest were interrogated, and confessed."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:21",
                            "text": "Then they came to me, and my father immediately appeared with my boy, and withdrew me from the step, and said in a supplicating tone, 'Have pity on your babe."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:22",
                            "text": "' And Hilarianus the procurator, who had just received the power of life and death in the place of the proconsul Minucius Timinianus, who was deceased, said, 'Spare the grey hairs of your father, spare the infancy of your boy, offer sacrifice for the well-being of the emperors."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:23",
                            "text": "' And I replied, 'I will not do so."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:24",
                            "text": "' Hilarianus said, 'Are you a Christian?' And I replied, 'I am a Christian."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:25",
                            "text": "' And as my father stood there to cast me down from the faith, he was ordered by Hilarianus to be thrown down, and was beaten with rods."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:26",
                            "text": "And my father's misfortune grieved me as if I myself had been beaten, I so grieved for his wretched old age."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:27",
                            "text": "The procurator then delivers judgment on all of us, and condemns us to the wild beasts, and we went down cheerfully to the dungeon."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:28",
                            "text": "Then, because my child had been used to receive suck from me, and to stay with me in the prison, I send Pomponius the deacon to my father to ask for the infant, but my father would not give it him."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:29",
                            "text": "And even as God willed it, the child no long desired the breast, nor did my breast cause me uneasiness, lest I should be tormented by care for my babe and by the pain of my breasts at once."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:30",
                            "text": "- \"After a few days, whilst we were all praying, on a sudden, in the middle of our prayer, there came to me a word, and I named Dinocrates; and I was amazed that that name had never come into my mind until then, and I was grieved as I remembered his misfortune."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:31",
                            "text": "And I felt myself immediately to be worthy, and to be called on to ask on his behalf."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:32",
                            "text": "And for him I began earnestly to make supplication, and to cry with groaning to the Lord."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:33",
                            "text": "Without delay, on that very night, this was shown to me in a vision."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:34",
                            "text": "I saw Dinocrates going out from a gloomy place, where also there were several others, and he was parched and very thirsty, with a filthy countenance and pallid colour, and the wound on his face which he had when he died."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:35",
                            "text": "This Dinocrates had been my brother after the flesh, seven years of age who died miserably with disease—his face being so eaten out with cancer, that his death caused repugnance to all men."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:36",
                            "text": "For him I had made my prayer, and between him and me there was a large interval, so that neither of us could approach to the other."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:37",
                            "text": "And moreover, in the same place where Dinocrates was, there was a pool full of water, having its brink higher than was the stature of the boy; and Dinocrates raised himself up as if to drink."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:38",
                            "text": "And I was grieved that, although that pool held water, still, on account of the height to its brink, he could not drink."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:39",
                            "text": "And I was aroused, and knew that my brother was in suffering."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:40",
                            "text": "But I trusted that my prayer would bring help to his suffering; and I prayed for him every day until we passed over into the prison of the camp, for we were to fight in the camp-show."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:41",
                            "text": "Then was the birth-day of Geta Caesar, and I made my prayer for my brother day and night, groaning and weeping that he might be granted to me."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:42",
                            "text": "- \"Then, on the day on which we remained in fetters, this was shown to me."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:43",
                            "text": "I saw that that place which I had formerly observed to be in gloom was now bright; and Dinocrates, with a clean body well clad, was finding refreshment."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:44",
                            "text": "And where there had been a wound, I saw a scar; and that pool which I had before seen, I saw now with its margin lowered even to the boy's navel."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:45",
                            "text": "And one drew water from the pool incessantly, and upon its brink was a goblet filled with water; and Dinocrates drew near and began to drink from it, and the goblet did not fail."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:46",
                            "text": "And when he was satisfied, he went away from the water to play joyously, after the manner of children, and I awoke."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Tertullian: The Passion of the Holy Martyrs 3:47",
                            "text": "Then I understood that he was translated from the place of punishment."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: The Passion of the Holy Martyrs 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:2",
                            "text": "Perpetua is Again Tempted by Her Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:3",
                            "text": "Her Third Vision, Wherein She is Led Away to Struggle Against an Egyptian."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:4",
                            "text": "She Fights, Conquers, and Receives the Reward."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:5",
                            "text": "- \"Again, after a few days, Pudens, a soldier, an assistant overseer of the prison, who began to regard us in great esteem, perceiving that the great power of God was in us, admitted many brethren to see us, that both we and they might be mutually refreshed."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:6",
                            "text": "And when the day of the exhibition drew near, my father, worn with suffering, came in to me, and began to tear out his beard, and to throw himself on the earth, and to cast himself down on his face, and to reproach his years, and to utter such words as might move all creation."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:7",
                            "text": "I grieved for his unhappy old age."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:8",
                            "text": "- \"The day before that on which we were to fight, I saw in a vision that Pomponius the deacon came hither to the gate of the prison, and knocked vehemently."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:9",
                            "text": "I went out to him, and opened the gate for him; and he was clothed in a richly ornamented white robe, and he had on manifold calliculae."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:10",
                            "text": "And he said to me, 'Perpetua, we are waiting for you; come!' And he held his hand to me, and we began to go through rough and winding places."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:11",
                            "text": "Scarcely at length had we arrived breathless at the amphitheatre, when he led me into the middle of the arena, and said to me, 'Do not fear, I am here with you, and I am labouring with you;' and he departed."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:12",
                            "text": "And I gazed upon an immense assembly in astonishment."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:13",
                            "text": "And because I knew that I was given to the wild beasts, I marvelled that the wild beasts were not let loose upon me."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:14",
                            "text": "Then there came forth against me a certain Egyptian, horrible in appearance, with his backers, to fight with me."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:15",
                            "text": "And there came to me, as my helpers and encouragers, handsome youths; and I was stripped, and became a man."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:16",
                            "text": "Then my helpers began to rub me with oil, as is the custom for contest; and I beheld that Egyptian on the other hand rolling in the dust."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:17",
                            "text": "And a certain man came forth, of wondrous height, so that he even over-topped the top of the amphitheatre; and he wore a loose tunic and a purple robe between two bands over the middle of the breast; and he had on calliculae of varied form, made of gold and silver; and he carried a rod, as if he were a trainer of gladiators, and a green branch upon which were apples of gold."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:18",
                            "text": "And he called for silence, and said, 'This Egyptian, if he should overcome this woman, shall kill her with the sword; and if she shall conquer him, she shall receive this branch."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:19",
                            "text": "' Then he departed."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:20",
                            "text": "And we drew near to one another, and began to deal out blows."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:21",
                            "text": "He sought to lay hold of my feet, while I struck at his face with my heels; and I was lifted up in the air, and began thus to thrust at him as if spurning the earth."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:22",
                            "text": "But when I saw that there was some delay I joined my hands so as to twine my fingers with one another; and I took hold upon his head, and he fell on his face, and I trod upon his head."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:23",
                            "text": "And the people began to shout, and my backers to exult."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:24",
                            "text": "And I drew near to the trainer and took the branch; and he kissed me, and said to me, 'Daughter, peace be with you:' and I began to go gloriously to the Sanavivarian gate."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:25",
                            "text": "Then I awoke, and perceived that I was not to fight with beasts, but against the devil."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:26",
                            "text": "Still I knew that the victory was awaiting me."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Tertullian: The Passion of the Holy Martyrs 4:27",
                            "text": "This, so far, I have completed several days before the exhibition; but what passed at the exhibition itself let who will write\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: The Passion of the Holy Martyrs 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:2",
                            "text": "Saturus, in a Vision, and Perpetua Being Carried by Angels into the Great Light, Behold the Martyrs."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:3",
                            "text": "Being Brought to the Throne of God, are Received with a Kiss."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:4",
                            "text": "They Reconcile Optatus the Bishop and Aspasius the Presbyter."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:5",
                            "text": "- Moreover, also, the blessed Saturus related this his vision, which he himself committed to writing:—\"We had suffered,\" says he, \"and we were gone forth from the flesh, and we were beginning to be borne by four angels into the east; and their hands touched us not."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:6",
                            "text": "And we floated not supine, looking upwards, but as if ascending a gentle slope."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:7",
                            "text": "And being set free, we at length saw the first boundless light; and I said, 'Perpetua' (for she was at my side), 'this is what the Lord promised to us; we have received the promise."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:8",
                            "text": "' And while we are borne by those same four angels, there appears to us a vast space which was like a pleasure-garden, having rose-trees and every kind of flower."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:9",
                            "text": "And the height of the trees was after the measure of a cypress, and their leaves were falling incessantly."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:10",
                            "text": "Moreover, there in the pleasure-garden four other angels appeared, brighter than the previous ones, who, when they saw us, gave us honour, and said to the rest of the angels, 'Here they are! Here they are!' with admiration."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:11",
                            "text": "And those four angels who bore us, being greatly afraid, put us down; and we passed over on foot the space of a furlong in a broad path."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:12",
                            "text": "There we found Jocundus and Saturninus and Artaxius, who having suffered the same persecution were burnt alive; and Quintus, who also himself a martyr had departed in the prison."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:13",
                            "text": "And we asked of them where the rest were."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:14",
                            "text": "And the angels said to us, 'Come first, enter and greet your Lord."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:15",
                            "text": "'   - \"And we came near to place, the walls of which were such as if they were built of light; and before the gate of that place stood four angels, who clothed those who entered with white robes."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:16",
                            "text": "And being clothed, we entered and saw the boundless light, and heard the united voice of some who said without ceasing, 'Holy! Holy! Holy!' And in the midst of that place we saw as it were a hoary man sitting, having snow-white hair, and with a youthful countenance; and his feet we saw not."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:17",
                            "text": "And on his right hand and on his left were four-and-twenty elders, and behind them a great many others were standing."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:18",
                            "text": "We entered with great wonder, and stood before the throne; and the four angels raised us up, and we kissed Him, and He passed His hand over our face."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:19",
                            "text": "And the rest of the elders said to us, 'Let us stand;' and we stood and made peace."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:20",
                            "text": "And the elders said to us, 'Go and enjoy."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:21",
                            "text": "' And I said, 'Perpetua, you have what you wish."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:22",
                            "text": "' And she said to me, 'Thanks be to God, that joyous as I was in the flesh, I am now more joyous here."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:23",
                            "text": "'   - \"And we went forth, and saw before the entrance Optatus the bishop at the right hand, and Aspasius the presbyter, a teacher, at the left hand, separate and sad; and they cast themselves at our feet, and said to us, 'Restore peace between us, because you have gone forth and have left us thus."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:24",
                            "text": "' And we said to them, 'Art not thou our father, and thou our presbyter, that you should cast yourselves at our feet?' And we prostrated ourselves, and we embraced them; and Perpetua began to speak with them, and we drew them apart in the pleasure-garden under a rose-tree."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:25",
                            "text": "And while we were speaking with them, the angels said unto them, 'Let them alone, that they may refresh themselves; and if you have any dissensions between you, forgive one another."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:26",
                            "text": "' And they drove them away."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:27",
                            "text": "And they said to Optatus, 'Rebuke thy people, because they assemble to you as if returning from the circus, and contending about factious matters."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:28",
                            "text": "' And then it seemed to us as if they would shut the doors."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:29",
                            "text": "And in that place we began to recognise many brethren, and moreover martyrs."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:30",
                            "text": "We were all nourished with an indescribable odour, which satisfied us."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Tertullian: The Passion of the Holy Martyrs 5:31",
                            "text": "Then, I joyously awoke\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: The Passion of the Holy Martyrs 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:2",
                            "text": "Secundulus Dies in the Prison."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:3",
                            "text": "Felicitas is Pregnant, But with Many Prayers She Brings Forth in the Eighth Month Without Suffering, the Courage of Perpetua and of Saturus Unbroken."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:4",
                            "text": "- The above were the more eminent visions of the blessed martyrs Saturus and Perpetua themselves, which they themselves committed to writing."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:5",
                            "text": "But God called Secundulus, while he has yet in the prison, by an earlier exit from the world, not without favour, so as to give a respite to the beasts."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:6",
                            "text": "Nevertheless, even if his soul did not acknowledge cause for thankfulness, assuredly his flesh did."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:7",
                            "text": "- But respecting Felicitas (for to her also the Lord's favour approached in the same way), when she had already gone eight months with child (for she had been pregnant when she was apprehended), as the day of the exhibition was drawing near, she was in great grief lest on account of her pregnancy she should be delayed,—because pregnant women are not allowed to be publicly punished,—and lest she should shed her sacred and guiltless blood among some who had been wicked subsequently."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:8",
                            "text": "Moreover, also, her fellow-martyrs were painfully saddened lest they should leave so excellent a friend, and as it were companion, alone in the path of the same hope."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:9",
                            "text": "Therefore, joining together their united cry, they poured forth their prayer to the Lord three days before the exhibition."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:10",
                            "text": "Immediately after their prayer her pains came upon her, and when, with the difficulty natural to an eight months' delivery, in the labour of bringing forth she was sorrowing, some one of the servants of the Cataractarii said to her, \"You who are in such suffering now, what will you do when you are thrown to the beasts, which you despised when you refused to sacrifice?\"  And she replied, \"Now it is I that suffer what I suffer; but then there will be another in me, who will suffer for me, because I also am about to suffer for Him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:11",
                            "text": "Thus she brought forth a little girl, which a certain sister brought up as her daughter."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:12",
                            "text": "- Since then the Holy Spirit permitted, and by permitting willed, that the proceedings of that exhibition should be committed to writing, although we are unworthy to complete the description of so great a glory; yet we obey as it were the command of the most blessed Perpetua, nay her sacred trust, and add one more testimony concerning her constancy and her loftiness of mind."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:13",
                            "text": "While they were treated with more severity by the tribune, because, from the intimations of certain deceitful men, he feared lest they should be withdrawn from the prison by some sort of magic incantations, Perpetua answered to his face, and said, \"Why do you not at least permit us to be refreshed, being as we are objectionable to the most noble Caesar, and having to fight on his birth-day? Or is it not your glory if we are brought forward fatter on that occasion?\" The tribune shuddered and blushed, and commanded that they should be kept with more humanity, so that permission was given to their brethren and others to go in and be refreshed with them; even the keeper of the prison trusting them now himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:14",
                            "text": "- Moreover, on the day before, when in that last meal, which they call the free meal, they were partaking as far as they could, not of a free supper, but of an agape; with the same firmness they were uttering such words as these to the people, denouncing against them the judgment of the Lord, bearing witness to the felicity of their passion, laughing at the curiosity of the people who came together; while Saturus said, \"To-morrow is not enough for you, for you to behold with pleasure that which you hate."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:15",
                            "text": "Friends today, enemies to-morrow."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:16",
                            "text": "Yet note our faces diligently, that you may recognise them on that day of judgment\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Tertullian: The Passion of the Holy Martyrs 6:17",
                            "text": "Thus all departed thence astonished, and from these things many believed."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: The Passion of the Holy Martyrs 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:2",
                            "text": "From the Prison They are Led Forth with Joy into the Amphitheatre, Especially Perpetua and Felicitas."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:3",
                            "text": "All Refuse to Put on Profane Garments."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:4",
                            "text": "They are Scourged, They are Thrown to the Wild Beasts."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:5",
                            "text": "Saturus Twice is Unhurt."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:6",
                            "text": "Perpetua and Felicitas are Thrown Down; They are Called Back to the Sanavivarian Gate."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:7",
                            "text": "Saturus Wounded by a Leopard, Exhorts the Soldier."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:8",
                            "text": "They Kiss One Another, and are Slain with the Sword."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:9",
                            "text": "- The day of their victory shone forth, and they proceeded from the prison into the amphitheatre, as if to an assembly, joyous and of brilliant countenances; if perchance shrinking, it was with joy, and not with fear."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:10",
                            "text": "Perpetua followed with placid look, and with step and gait as a matron of Christ, beloved of God; casting down the luster of her eyes from the gaze of all."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:11",
                            "text": "Moreover, Felicitas, rejoicing that she had safely brought forth, so that she might fight with the wild beasts; from the blood and from the midwife to the gladiator, to wash after childbirth with a second baptism."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:12",
                            "text": "And when they were brought to the gate, and were constrained to put on the clothing—the men, that of the priests of Saturn, and the women, that of those who were consecrated to Ceres—that noble-minded woman resisted even to the end with constancy."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:13",
                            "text": "For she said, \"We have come thus far of our own accord, for this reason, that our liberty might not be restrained."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:14",
                            "text": "For this reason we have yielded our minds, that we might not do any such thing as this:  we have agreed on this with you\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:15",
                            "text": "Injustice acknowledged the justice; the tribune yielded to their being brought as simply as they were."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:16",
                            "text": "Perpetua sang psalms, already treading under foot the head of the Egyptian; Revocatus, and Saturninus, and Saturus uttered threatenings against the gazing people about this martyrdom."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:17",
                            "text": "When they came within sight of Hilarianus, by gesture and nod, they began to say to Hilarianus, \"Thou judgest us,\" say they, \"but God will judge thee\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:18",
                            "text": "At this the people, exasperated, demanded that they should be tormented with scourges as they passed along the rank of the venatores."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:19",
                            "text": "And they indeed rejoiced that they should have incurred any one of their Lord's passions."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:20",
                            "text": "- But He who had said, \"Ask, and ye shall receive,\" gave to them when they asked, that death which each one had wished for."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:21",
                            "text": "For when at any time they had been discoursing among themselves about their wish in respect of their martyrdom, Saturninus indeed had professed that he wished that he might be thrown to all the beasts; doubtless that he might wear a more glorious crown."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:22",
                            "text": "Therefore in the beginning of the exhibition he and Revocatus made trial of the leopard, and moreover upon the scaffold they were harassed by the bear."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:23",
                            "text": "Saturus, however, held nothing in greater abomination than a bear; but he imagined that he would be put an end to with one bite of a leopard."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:24",
                            "text": "Therefore, when a wild boar was supplied, it was the huntsman rather who had supplied that boar who was gored by that same beast, and died the day after the shows."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:25",
                            "text": "Saturus only was drawn out; and when he had been bound on the floor near to a bear, the bear would not come forth from his den."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:26",
                            "text": "And so Saturus for the second time is recalled unhurt."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:27",
                            "text": "- Moreover, for the young women the devil prepared a very fierce cow, provided especially for that purpose contrary to custom, rivalling their sex also in that of the beasts."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:28",
                            "text": "And so, stripped and clothed with nets, they were led forth."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:29",
                            "text": "The populace shuddered as they saw one young woman of delicate frame, and another with breasts still dropping from her recent childbirth."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:30",
                            "text": "So, being recalled, they are unbound."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:31",
                            "text": "Perpetua is first led in."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:32",
                            "text": "She was tossed, and fell on her loins; and when she saw her tunic torn from her side, she drew it over her as a veil for her middle, rather mindful of her modesty than her suffering."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:33",
                            "text": "Then she was called for again, and bound up her dishevelled hair; for it was not becoming for a martyr to suffer with dishevelled hair, lest she should appear to be mourning in her glory."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:34",
                            "text": "So she rose up; and when she saw Felicitas crushed, she approached and gave her her hand, and lifted her up."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:35",
                            "text": "And both of them stood together; and the brutality of the populace being appeased, they were recalled to the Sanavivarian gate."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:36",
                            "text": "Then Perpetua was received by a certain one who was still a catechumen, Rusticus by name, who kept close to her; and she, as if aroused from sleep, so deeply had she been in the Spirit and in an ecstasy, began to look round her, and to say to the amazement of all, \"I cannot tell when we are to be led out to that cow\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:37",
                            "text": "And when she had heard what had already happened, she did not believe it until she had perceived certain signs of injury in her body and in her dress, and had recognised the catechumen."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:38",
                            "text": "Afterwards causing that catechumen and the brother to approach, she addressed them, saying, \"Stand fast in the faith, and love one another, all of you, and be not offended at my sufferings\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:39",
                            "text": "- The same Saturus at the other entrance exhorted the soldier Pudens, saying, \"Assuredly here I am, as I have promised and foretold, for up to this moment I have felt no beast."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:40",
                            "text": "And now believe with your whole heart."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:41",
                            "text": "Lo, I am going forth to that beast, and I shall be destroyed with one bite of the leopard\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:42",
                            "text": "And immediately at the conclusion of the exhibition he was thrown to the leopard; and with one bite of his he was bathed with such a quantity of blood, that the people shouted out to him as he was returning, the testimony of his second baptism, \"Saved and washed, saved and washed\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:43",
                            "text": "Manifestly he was assuredly saved who had been glorified in such a spectacle."
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:44",
                            "text": "Then to the soldier Pudens he said, \"Farewell, and be mindful of my faith; and let not these things disturb, but confirm you\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:45",
                            "text": "And at the same time he asked for a little ring from his finger, and returned it to him bathed in his wound, leaving to him an inherited token and the memory of his blood."
                        },
                        {
                            "verse": 46,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:46",
                            "text": "And then lifeless he is cast down with the rest, to be slaughtered in the usual place."
                        },
                        {
                            "verse": 47,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:47",
                            "text": "And when the populace called for them into the midst, that as the sword penetrated into their body they might make their eyes partners in the murder, they rose up of their own accord, and transferred themselves whither the people wished; but they first kissed one another, that they might consummate their martyrdom with the kiss of peace."
                        },
                        {
                            "verse": 48,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:48",
                            "text": "The rest indeed, immoveable and in silence, received the sword-thrust; much more Saturus, who also had first ascended the ladder, and first gave up his spirit, for he also was waiting for Perpetua."
                        },
                        {
                            "verse": 49,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:49",
                            "text": "But Perpetua, that she might taste some pain, being pierced between the ribs, cried out loudly, and she herself placed the wavering right hand of the youthful gladiator to her throat."
                        },
                        {
                            "verse": 50,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:50",
                            "text": "Possibly such a woman could not have been slain unless she herself had willed it, because she was feared by the impure spirit."
                        },
                        {
                            "verse": 51,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:51",
                            "text": "O most brave and blessed martyrs! O truly called and chosen unto the glory of our Lord Jesus Christ! whom whoever magnifies, and honours, and adores, assuredly ought to read these examples for the edification of the Church, not less than the ancient ones, so that new virtues also may testify that one and the same Holy Spirit is always operating even until now, and God the Father Omnipotent, and His Son Jesus Christ our Lord, whose is the glory and infinite power for ever and ever."
                        },
                        {
                            "verse": 52,
                            "chapter": 7,
                            "name": "Tertullian: The Passion of the Holy Martyrs 7:52",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}