{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:1",
                            "text": "Book XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:2",
                            "text": "Faustus insists that Jesus might have died though not born, by the exercise of divine power, yet he rejects birth and death alike."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:3",
                            "text": "Augustin maintains that there are some things that even God cannot do, one of which is to die."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:4",
                            "text": "He refutes the docetism of the Manich aeans."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:5",
                            "text": "1."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:6",
                            "text": "Faustus said: You ask, If Jesus was not born, how did He die? Well this is a probability, such as one makes use of in want of proofs."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:7",
                            "text": "We will, however, answer the question by examples taken from what you generally believe."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:8",
                            "text": "If they are true, they will prove our case; if they are false, they will help you no more than they will us."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:9",
                            "text": "You say then, How could Jesus die, if He were not man? In return, I ask you, How did Elias not die, though he was a man? Could a mortal encroach upon the limits of immortality, and could not Christ add to His immortality whatever experience of death was required? If Elias, contrary to nature, lives for ever, why not allow that Jesus, with no greater contrariety to nature, could remain in death for three days? Besides that, it is not only Elias, but Moses and Enoch you believe to be immortal, and to have been taken up with their bodies to heaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:10",
                            "text": "Accordingly, if it is a good argument that Jesus was a man because He died, it is an equally good argument that Elias was not a man because he did not die."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:11",
                            "text": "But as it is false that Elias was not a man, notwithstanding his supposed immortality, so it is false that Jesus was a man, though He is considered to have died."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:12",
                            "text": "The truth is, if you will believe it, that the Hebrews were in a mistake regarding both the death of Jesus and the immortality of Elias."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:13",
                            "text": "For it is equally untrue that Jesus died and that Elias did not die."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:14",
                            "text": "But you believe whatever you please; and for the rest, you appeal to nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:15",
                            "text": "And, allowing this appeal, nature is against both the death of the immortal and the immortality of the mortal."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:16",
                            "text": "And if we refer to the power of effecting their purpose as possessed by God and by man, it seems more possible for Jesus to die than for Elias not to die; for the power of Jesus is greater than that of Elias."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:17",
                            "text": "But if you exalt the weaker to heaven, though nature is against it, and, forgetting his condition as a mortal, endow him with eternal felicity, why should I not admit that Jesus could die if He pleased, even though I were to grant His death to have been real, and not a mere semblance? For, as from the outset of His taking the likeness of man He underwent in appearance all the experiences of humanity, it was quite consistent that He should complete the system by appearing to die."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:18",
                            "text": "2."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:19",
                            "text": "Moreover, it is to be remembered that this reference to what nature grants as possible, should be made in connection with all the history of Jesus, and not only with His death."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:20",
                            "text": "According to nature, it is impossible that a man blind from his birth should see the light; and yet Jesus appears to have performed a miracle of this kind, so that the Jews themselves exclaimed that from the beginning of the world it was not seen that one opened the eyes of a man born blind."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:21",
                            "text": "So also healing a withered hand, giving the power of utterance and expression to those born dumb, restoring animation to the dead, with the recovery of their bodily frame after dissolution had begun, produce a feeling of amazement, and must seem utterly incredible in view of what is naturally possible and impossible."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:22",
                            "text": "And yet, as Christians, we believe all the things to have been done by the same person; for we regard not the law of nature, but the powerful operation of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:23",
                            "text": "There is a story, too, of Jesus having been cast from the brow of a hill, and having escaped unhurt."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:24",
                            "text": "If, then, when thrown down from a height He did not die, simply because He chose not to die, why should He not have had the power to die when He pleased? We take this way of answering you because you have a fancy for discussion, and affect to use logical weapons not properly belonging to you."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:25",
                            "text": "As regards our own belief, it is no more true that Jesus died than that Elias is immortal."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:26",
                            "text": "3."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:27",
                            "text": "Augustin replied: As to Enoch and Elias and Moses, our belief is determined not by Faustus' suppositions, but by the declarations of Scripture, resting as they do on foundations of the strongest and surest evidence."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:28",
                            "text": "People in error, as you are, are unfit to decide what is natural, and what contrary to nature."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:29",
                            "text": "We admit that what is contrary to the ordinary course of human experience is commonly spoken of as contrary to nature."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:30",
                            "text": "Thus the apostle uses the words, \"If thou art cut out of the wild olive, and engrafted contrary to nature in the good olive\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:31",
                            "text": "Contrary to nature is here used in the sense of contrary to human experience of the course of nature; as that a wild olive engrafted in a good olive should bring forth the fatness of the olive instead of wild berries."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:32",
                            "text": "But God, the Author and Creator of all natures, does nothing contrary to nature; for whatever is done by Him who appoints all natural order and measure and proportion must be natural in every case."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:33",
                            "text": "And man himself acts contrary to nature only when he sins; and then by punishment he is brought back to nature again."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:34",
                            "text": "The natural order of justice requires either that sin should not be committed or that it should not go unpunished."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:35",
                            "text": "In either case, the natural order is preserved, if not by the soul, at least by God."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:36",
                            "text": "For sin pains the conscience, and brings grief on the mind of the sinner, by the loss of the light of justice, even should no physical sufferings follow, which are inflicted for correction, or are reserved for the incorrigible."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:37",
                            "text": "There is, however, no impropriety in saying that God does a thing contrary to nature, when it is contrary to what we know of nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:38",
                            "text": "For we give the name nature to the usual common course of nature; and whatever God does contrary to this, we call a prodigy, or a miracle."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:39",
                            "text": "But against the supreme law of nature, which is beyond the knowledge both of the ungodly and of weak believers, God never acts, any more than He acts against Himself."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:40",
                            "text": "As regards spiritual and rational beings, to which class the human soul belongs, the more they partake of this unchangeable law and light, the more clearly they see what is possible, and what impossible; and again, the greater their distance from it, the less their perception of the future, and the more frequent their surprise at strange occurrences."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:41",
                            "text": "4."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:42",
                            "text": "Thus of what happened to Elias we are ignorant; but still we believe the truthful declarations of Scripture regarding him."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:43",
                            "text": "Of one thing we are certain, that what God willed happened, and that except by God's will nothing can happen to any one."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:44",
                            "text": "So, if I am told that it is possible that the flesh of a certain man shall be changed into a celestial body, I allow the possibility, but I cannot tell whether it will be done; and the reason of my ignorance is, that I am not acquainted with the will of God in the matter."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:45",
                            "text": "That it will be done if it is God's will, is perfectly clear and indubitable."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:46",
                            "text": "Again, if I am told that something would happen if God did not prevent it from happening, I reply confidently that what is to happen is the action of God, not the event which might otherwise have happened."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:47",
                            "text": "For God knows His own future action, and therefore He knows also the effect of that action in preventing the happening of what would otherwise have happened; and, beyond all question, what God knows is more certain than what man thinks."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:48",
                            "text": "Hence it is as impossible for what is future not to happen, as for what is past not to have happened; for it can never be God's will that anything should, in the same sense, be both true and false."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:49",
                            "text": "Therefore all that is properly future cannot but happen; what does not happen never was future; even as all things which are properly in the past did indubitably take place."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:50",
                            "text": "5."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:51",
                            "text": "Accordingly, to say, if God is almighty, let Him make what has been done to be undone, is in fact to say, if God is almighty, let Him make a thing to be in the same sense both true and false."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:52",
                            "text": "God can put an end to the existence of anything, when the thing to be put an end to has a present existence; as when He puts an end by death to the existence of any one who has been brought into existence in birth; for in this case there is an actual existence which may be put a stop to."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:53",
                            "text": "But when a thing does not exist, the existence cannot be put a stop to."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:54",
                            "text": "Now, what is past no longer exists and whatever has an existence which can be put an end to cannot be past."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:55",
                            "text": "What is truly past is no longer present; and the truth of its past existence is in our judgment, not in the thing itself which no longer exists."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:56",
                            "text": "The proposition asserting anything to be past is true when the thing no longer exists."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:57",
                            "text": "God cannot make such a proposition false, because He cannot contradict the truth."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:58",
                            "text": "The truth in this case, or the true judgment, is first of all in our own mind, when we know and give expression to it."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:59",
                            "text": "But should it disappear from our minds by our forgetting it, it would still remain as truth."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:60",
                            "text": "It will always be true that the past thing which is no longer present had an existence; and the truth of its past existence after it has stopped is the same as the truth of its future existence before it began to be."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:61",
                            "text": "This truth cannot be contradicted by God, in whom abides the supreme and unchangeable truth, and whose illumination is the source of all the truth to be found in any mind or understanding."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:62",
                            "text": "Now God is not omnipotent in the sense of being able to die; nor does this inability prevent His being omnipotent."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:63",
                            "text": "True omnipotence belongs to Him who truly exists, and who alone is the source of all existence, both spiritual and corporeal."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:64",
                            "text": "The Creator makes what use He pleases of all His creatures; and His pleasure is in harmony with true and unchangeable justice, by which, as by His own nature, He, Himself unchangeable, brings to pass the changes of all changeable things according to the desert of their natures or of their actions."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:65",
                            "text": "No one, therefore, would be so foolish as to deny that Elias being a creature of God could be changed either for the worse or for the better; or that by the will of the omnipotent God he could be changed in a manner unusual among men."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:66",
                            "text": "So we can have no reason for doubting what on the high authority of Scripture is related of him, unless we limit the power of God to things which we are familiar with."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:67",
                            "text": "6."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:68",
                            "text": "Faustus' argument is, If Elias who was a man could escape death, why might not Christ have the power of dying, since He was more than man? This is the same as to say, If human nature can be changed for the better, why should not the divine nature be changed for the worse?—a weak argument, seeing that human nature is changeable, while the divine nature is not."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:69",
                            "text": "Such a method of inference would lead to the glaring absurdity, that if God can bestow eternal glory on man, He must also have the power of consigning Himself to eternal misery."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:70",
                            "text": "Faustus will reply that his argument refers only to three days of death for God, as compared with eternal life for man."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:71",
                            "text": "Well, if you understood the three days of death in the sense of the death of the flesh which God took as a part of our mortal nature, you would be quite correct; for the truth of the gospel makes known that the death of Christ for three days was for the eternal life of men."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:72",
                            "text": "But in arguing that there is no impropriety in asserting a death of three days of the divine nature itself, without any assumption of mortality, because human nature can be endowed with immortality, you display the folly of one who knows neither God nor the gifts of God."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:73",
                            "text": "And indeed, since you make part of your god to be fastened to the mass of darkness for ever, how can you escape the absurd conclusion already mentioned, that God consigns Himself to eternal misery? You will then require to prove that part of light is light, while part of God is not God."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:74",
                            "text": "To give you in a word, without argument, the true reason of our faith, as regards Elias having been caught up to heaven from the earth, though only a man, and as regards Christ being truly born of a virgin, and truly dying on the cross, our belief in both cases is grounded on the declaration of Holy Scripture,  which it is piety to believe, and impiety to disbelieve."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:75",
                            "text": "What is said of Elias you pretend to deny, for you will pretend anything."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:76",
                            "text": "Regarding Christ, although even you do not go the length of saying that He could not die, though He could be born, still you deny His birth from a virgin, and assert His death on the cross to have been feigned, which is equivalent to denying it too, except as a mockery for the delusion of men; and you allow so much merely to obtain indulgence for your own falsehoods from the believers in these fictions."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:77",
                            "text": "7."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:78",
                            "text": "The question which Faustus makes it appear that he is asked by a Catholic, If Jesus was not born, how could He die? could be asked only by one who overlooked the fact that Adam died, though he was not born."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:79",
                            "text": "Who will venture to say that the Son of God could not, if He had pleased, have made for Himself a true human body in the same way as He did for Adam; for all things were made by Him?  or who will deny that He who is the Almighty Son of the Almighty could, if He had chosen, have taken a body from a heavenly substance, or from air or vapor, and have so changed it into the precise character of a human body, as that He might have lived as a man, and have died in it? Or, once more, if He had chosen to take a body of none of the material substances which He had made, but to create for Himself from nothing real flesh, as all things were created by Him from nothing, none of us will oppose this by saying that He could not have done it."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:80",
                            "text": "The reason of our believing Him to have been born of the Virgin Mary, is not that He could not otherwise have appeared among men in a true body, but because it is so written in the Scripture, which we must believe in order to be Christians, or to be saved."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:81",
                            "text": "We believe, then, that Christ was born of the Virgin Mary, because it is so written in the Gospel; we believe that He died on the cross, because it is so written in the Gospel; we believe that both His birth and death were real, because the Gospel is no fiction."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:82",
                            "text": "Why He chose to suffer all these things in a body taken from a woman is a matter known only to Himself."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:83",
                            "text": "Perhaps He took this way of giving importance and honor to both the sexes which He had created, taking the form of a man, and being born of a woman; or there may have been some other reason, we cannot tell."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:84",
                            "text": "But this may be confidently affirmed, that what took place was exactly as we are told in the Gospel narrative, and that what the wisdom of God determined upon was exactly what ought to have happened."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:85",
                            "text": "We place the authority of the Gospel above all heretical discussions; and we admire the counsel of divine wisdom more than any counsel of any creature."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:86",
                            "text": "8."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:87",
                            "text": "Faustus calls upon us to believe him, and says, The truth is, if you will believe it, that the Hebrews were in a mistake regarding both the death of Jesus and the immortality of Elias."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:88",
                            "text": "And a little after he adds, As from the outset of His taking the likeness of man He underwent in appearance all the experiences of humanity, it was quite consistent that He should seal the dispensation by appearing to die."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:89",
                            "text": "How can this infamous liar, who declares that Christ feigned death, expect to be believed? Did Christ utter falsehood when He said, \"It behoves the Son of man to be killed, and to rise the third day?\"  And do you tell us to believe what you say, as if you utter no falsehoods? In that case, Peter was more truthful than Christ when he said to Him, \"Be it far from Thee, Lord; this shall not be unto Thee;\" for which it was said to him, \"Get thee behind me, Satan\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:90",
                            "text": "This rebuke was not lost upon Peter, for, after his correction and full preparation, he preached even to his own death the truth of the death of Christ."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:91",
                            "text": "But if Peter deserved to be called Satan for thinking that Christ would not die, what should you be called, when you not only deny that Christ died, but assert that He feigned death? You give, as a reason for Christ's appearing to die, that He underwent in appearance all the experiences of humanity."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:92",
                            "text": "But that He feigned all the experiences of humanity is only your opinion in opposition to the Gospel."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:93",
                            "text": "In reality, when the evangelist says that Jesus slept,  that He was hungry,  that He was thirsty,  that He was sorrowful,  or glad, and so on,—these things are all true in the senseof not being feigned, but actual experiences; only that they were undergone, not from a mere natural necessity, but in the exercise of a controlling will, and of divine power."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:94",
                            "text": "In the case of a man, anger, sorrow, sleeping, being hungry and thirsty, are often involuntary; in Christ they were acts of His own will."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:95",
                            "text": "So also men are born without any act of their own will, and suffer against their will; while Christ was born and suffered by His own will."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:96",
                            "text": "Still, the things are true; and the accurate narrative of them is intended to instruct whoever believes in Christ's gospel in the truth, not to delude him with falsehoods."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean V 1:97",
                            "text": "."
                        }
                    ]
                }
            ]
        }
    ]
}