{
    "books": [
        {
            "name": "Clement: Homily XIX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XIX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:1",
                            "text": "Homily XIX: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:2",
                            "text": "—Simon Undertakes to Prove that the Creator of the World is Not Blameless."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:3",
                            "text": "The next day Peter came forth earlier than usual; and seeing Simon with many others waiting for him, he saluted the multitude, and began to discourse."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:4",
                            "text": "But no sooner did he begin than Simon interrupted him, and said:  \"Pass by these long introductions of yours, and answer directly the questions I put to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:5",
                            "text": "Since I perceive that you (as I know from what I heard at the beginning, that you have no other purpose, than by every contrivance to show that the Creator himself is alone the blameless God),—since, as I said, I perceive that you have such a decided desire to maintain this, that you venture to declare to be false some portions of the Scriptures that clearly speak against him, for this reason I have determined to-day to prove that it is impossible that he, being the Creator of all, should be blameless."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XIX 1:6",
                            "text": "But thus proof I can now begin, if you reply to the questions which I put to you."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XIX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:2",
                            "text": "—The Existence of the Devil Affirmed."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:3",
                            "text": "\"Do you maintain that there is any prince of evil or not?  For if you say that there is not, I can prove to you from many statements, and those too of your teacher, that there is; but if you honestly allow that the evil one exists, then I shall speak in accordance with this belief\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:4",
                            "text": "And Peter said:  \"It is impossible for me to deny the assertion of my Teacher."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:5",
                            "text": "Wherefore I allow that the evil one exists, because my Teacher, who spoke the truth in all things, has frequently asserted that he exists."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:6",
                            "text": "For instance, then, he acknowledges that he conversed with Him, and tempted Him for forty days."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:7",
                            "text": "And I know that He has said somewhere else, 'If Satan casts out Satan, he is divided against himself:  how then is his kingdom to stand?'  And He pointed out that He saw the evil one like lightning falling down from heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:8",
                            "text": "And elsewhere He said, 'He who sowed the bad seed is the devil."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:9",
                            "text": "'  And again, 'Give no pretext to the evil one."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:10",
                            "text": "'  Moreover, in giving advice, He said, 'Let your yea be yea, and your nay nay; for what is more than these is of the evil one."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:11",
                            "text": "'  Also, in the prayer which He delivered to us, we have it said, 'Deliver us from the evil one."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:12",
                            "text": "'  And in another place, He promised that He would say to those who are impious, 'Go ye into outer darkness, which the Father prepared for the devil and his angels."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:13",
                            "text": "'  And not to prolong this statement further, I know that my Teacher often said that there is an evil one."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:14",
                            "text": "Wherefore I also agree in thinking that he exists."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Clement: Homily XIX 2:15",
                            "text": "If, then, in future you have anything to say in accordance with this belief, say it, as you promised\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XIX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:2",
                            "text": "—Peter Refuses to Discuss Certain Questions in Regard to the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:3",
                            "text": "And Simon said:  \"Since, then, you have honestly confessed, on the testimony of the Scriptures, that the evil one exists, state to us how he has come into existence, if indeed he has come into existence, and by whom, and why\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:4",
                            "text": "And Peter said:  \"Pardon me, Simon, if I do not dare to affirm what has not been written."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:5",
                            "text": "But if you say that it has been written, prove it."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:6",
                            "text": "But if, since it has not been written, you cannot prove it, why should we run risk in stating our opinions in regard to what has not been written?  For if we discourse too daringly in regard to God, it is either because we do not believe that we shall be judged, or that we shall be judged only in respect to that which we do, but not also in regard to what we believe and speak\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:7",
                            "text": "But Simon, understanding that Peter referred to his own madness, said:  \"Permit me to run the risk; but do not you make what you assert to be blasphemy a pretext for retiring."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:8",
                            "text": "For I perceive that you wish to withdraw, in order that you may escape refutation before the masses, sometimes as if you were afraid to listen to blasphemies, and at other times by maintaining that, as nothing has been written as to how, and by whom, and why the evil one came into existence, we ought not to dare to assert more than the Scripture."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:9",
                            "text": "Wherefore also as a pious man you affirm this only, that he exists."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:10",
                            "text": "But by these contrivances you deceive yourself, not knowing that, if it is blasphemy to inquire accurately regarding the evil one, the blame rests with me, the accuser, and not with you, the defender of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:11",
                            "text": "And if the subject inquired into is not in Scripture, and on this account you do not wish to inquire into it, there are some satisfactory methods which can prove to you what is sought not less effectively than the Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Clement: Homily XIX 3:12",
                            "text": "For instance, must it not be the case that the evil one, who you assert exists, is either originated or unoriginated?\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XIX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:2",
                            "text": "—Suppositions in Regard to the Devil's Origin."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:3",
                            "text": "And Peter said:  \"It must be so\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:4",
                            "text": "And Simon:  \"Therefore, if he is originated, he has been made by that very God who made all things, being either born as an animal, or sent forth substantially, and resulting from an external mixture of elements."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:5",
                            "text": "For either the matter, being living or lifeless, from which he was made was outside of Him, or he came into being through God Himself, or through his own self, or he resulted from things non-existent, or he is a mere relative thing, or he always existed."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:6",
                            "text": "Having thus, as I think, clearly, pointed out all the possible ways by which we may find him, in going along some one of these we must find him."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:7",
                            "text": "We must therefore go along each one of these in search of his origin; and when we find him who is his author, we must perceive that he is to blame."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily XIX 4:8",
                            "text": "Or how does the matter seem to you?\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XIX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:2",
                            "text": "—God Not Deserving of Blame in Permitting the Existence of the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:3",
                            "text": "And Peter said:  \"It is my opinion that, even if it be evident that he was made by God, the Creator who made him should not be blamed; for it might perchance be found that the service he performs was an absolute necessity."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:4",
                            "text": "But if, on the other hand, it should be proved that he was not created, inasmuch as he existed for ever, not even is the Creator to be blamed in this respect, since He is better than all others, even if He has not been able to put an end to a being who had no beginning, because his nature did not admit of it; or if, being able, He does not make away with him, deeming it unjust to put an end to that which did not receive a beginning, and pardoning that which was by nature wicked, because he could not have become anything else, even if he were to wish to do so."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:5",
                            "text": "But if, wishing to do good, He is not able, even in this case He is good in that He has the will, though He has not the power; and while He has not the power, He is yet the most powerful of all, in that the power is not left to another."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:6",
                            "text": "But if there is some other that is able, and yet does not accomplish it, it must be allowed that, in so far as, being able, he does not accomplish it, he is wicked in not putting an end to him, as if he took pleasure in the deeds done by him."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily XIX 5:7",
                            "text": "But if not even he is able, then he is better who, though unable, is yet not unwilling to benefit us according to his ability\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XIX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:2",
                            "text": "—Peter Accuses Simon of Being Worse Than the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:3",
                            "text": "And Simon said:  \"When you have discussed all the subjects which I have laid before you, I shall show you the cause of evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:4",
                            "text": "Then I shall also reply to what you have now said, and prove that that God whom you affirm to be blameless is blameable\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:5",
                            "text": "And Peter said:  \"Since I perceive from what you say at the commencement that you are striving after nothing else than to subject God, as being the author of evil, to blame, I have resolved to go along with you all the ways you like, and to prove that God is entirely free from blame\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:6",
                            "text": "And Simon said:  \"You say this as loving God, whom you suppose you know; but you are not right\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:7",
                            "text": "And Peter said:  \"But you, as being wicked, and hating God whom you have not known, utter blasphemous words\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:8",
                            "text": "And Simon said:  \"Remember that you have likened me to the author of evil\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:9",
                            "text": "And Peter said:  \"I confess it, I was wrong in comparing you to the evil one; for I was compelled to do so, because I have not found one who is your equal, or worse than you."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:10",
                            "text": "For this reason I likened you to the evil one; for you happen to be much more wicked than the author of evil."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:11",
                            "text": "For no one can prove that the evil one spoke against God; but all of us who are present see you speaking daringly against Him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:12",
                            "text": "And Simon said:  \"He who seeks the truth ought not to gratify any one in any respect contrary to what is really true."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Clement: Homily XIX 6:13",
                            "text": "For why does he make the inquiry at all?  Why, I ask? for I am not also able, laying aside the accurate investigation of things, to spend all my time in the praise of that God whom I do not know\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XIX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:2",
                            "text": "—Peter Suspects Simon of Not Believing Even in a God."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:3",
                            "text": "And Peter said:  \"You are not so blessed as to praise Him, nor indeed can you do such a good deed as this; for then you would be full of Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:4",
                            "text": "For thus said our Teacher, who always spoke the truth:  'Out of the abundance of the heart the mouth speaketh."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:5",
                            "text": "'  Whence you, abounding in evil purposes, through ignorance speak against the only good God."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:6",
                            "text": "And not yet suffering what you deserve to suffer for the words which you have dared to utter, you either imagine that there will be no judgment, or perchance you think that there is not even a God."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:7",
                            "text": "Whence, not comprehending such long-suffering as His, you are moving on to still greater madness\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:8",
                            "text": "And Simon said:  \"Do not imagine that you will frighten me into not investigating the truth of your examples."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:9",
                            "text": "For I am so eager for the truth, that for its sake I will not shrink from undergoing danger."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Clement: Homily XIX 7:10",
                            "text": "If, then, you have anything to say in regard to the propositions made by me at the commencement, say it now\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XIX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:2",
                            "text": "—Peter Undertakes to Discuss the Devil's Origin."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:3",
                            "text": "And Peter said:  \"Since you compel us, after we have made accurate investigations into the contrivances of God, to venture to state them, and that, too, to men who are not able to comprehend thoroughly the contrivances of their fellow-men, for the sake at least of those who are present, I, instead of remaining silent—a course which would be most pious—shall discuss the subjects of which you wish me to speak."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:4",
                            "text": "I agree with you in believing that there is a prince of evil, of whose origin the Scripture has ventured to say nothing either true or false."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:5",
                            "text": "But let us follow out the inquiry in many ways, as to how he has come into existence, if it is the fact that he has come into existence; and of the opinions which present themselves, let us select that which is most reverential, since in the case of probable opinions, that one is assumed with confidence which is based on the principle that we ought to attribute to God that which is more reverential; and all the more so, if, when all other suppositions are removed, there still remains one which is adequate and involves less danger."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XIX 8:6",
                            "text": "But I promise you, before I proceed with the investigation, that every method in the investigation can show that God alone is blameless."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XIX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:2",
                            "text": "—Theories in Regard to the Origin of the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:3",
                            "text": "\"But, as you said, if the evil one is created either he has been begotten as an animal, or he has been sent forth substantially by Him, or he has been compounded externally, or his will has arisen through composition; or it happened that he came into existence from things non-existent, without composition and the will of God; or he has been made by God from that which in no manner and nowhere exists; or the matter, being lifeless or living, from which he has arisen was outside of God; or he fashioned himself, or he was made by God, or he is a relative thing, or he ever existed:  for we cannot say that he does not exist, since we have agreed in thinking that he does exist\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:4",
                            "text": "And Simon said:  \"Well have you distinguished all the methods of accounting for his existence in a summary manner."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:5",
                            "text": "Now it is my part to examine these various ideas, and to show that the Creator is blameable."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:6",
                            "text": "But it is your business to prove, as you promised, that he is free from all blame."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:7",
                            "text": "But I wonder if you will be able."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:8",
                            "text": "For, first, if the devil has been begotten from God as an animal, the vice which is his is accordingly the same as that of him who sends him forth\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:9",
                            "text": "And Peter said:  \"Not at all."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:10",
                            "text": "For we see many men who are good the fathers of wicked children, and others who are wicked the fathers of good children, and others again who are wicked producing both good and wicked children, and others who are good having both wicked and good children."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:11",
                            "text": "For instance, the first man who was created produced the unrighteous Cain and the righteous Abel\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:12",
                            "text": "To this Simon said:  \"You are acting foolishly, in using human examples when discoursing about God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Clement: Homily XIX 9:13",
                            "text": "And Peter said:  \"Speak you, then, to us about God without using human examples, and yet so that what you say can be understood; but you are not able to do so."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XIX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:2",
                            "text": "—The Absolute God Entirely Incomprehensible by Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:3",
                            "text": "\"For instance, then, what did you say in the beginning?  If the wicked one has been begotten of God, being of the same substance as He, then God is wicked."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:4",
                            "text": "But when I showed you, from the example which you yourself adduced, that wicked beings come from good, and good from wicked, you did not admit the argument, for you said that the example was a human one."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:5",
                            "text": "Wherefore I now do not admit that the term 'being begotten' can be used with reference to God; for it is characteristic of man, and not of God, to beget."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:6",
                            "text": "Not only so; but God cannot be good or evil, just or unjust."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:7",
                            "text": "Nor indeed can He have intelligence, or life, or any of the other attributes which can exist in man; for all these are peculiar to man."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Homily XIX 10:8",
                            "text": "And if we must not, in our investigations in regard to God, give Him the good attributes which belong to man, it is not possible for us to have any thought or make any statement in regard to God; but all we can do is to investigate One point alone,—namely, what is His will which He has Himself allowed us to apprehend, in order that, being judged, we might be without excuse in regard to those laws which we have not observed, though we knew them\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XIX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:2",
                            "text": "—The Application of the Attributes of Man to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:3",
                            "text": "And Simon, hearing this, said:  \"You will not force me through shame to remain silent in regard to His substance, and to inquire into His will alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:4",
                            "text": "For it is possible both to think and to speak of His substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:5",
                            "text": "I mean from the good attributes that belong to man."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:6",
                            "text": "For instance, life and death are attributes of man; but death is not an attribute of God, but life, and eternal life."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:7",
                            "text": "Furthermore, men may be both evil and good; but God can be only incomparably good."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:8",
                            "text": "And, not to prolong the subject too much, the better attributes of man are eternal attributes of God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:9",
                            "text": "And Peter said:  \"Tell me, Simon, is it an attribute of man to beget evil and good, and to do evil and good?\"  And Simon said:  \"It is\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:10",
                            "text": "And Peter said:  \"Since you made this assertion, we must assign the better attributes of man to God; and so, while men beget evil and good, God can beget good only; and while men do evil and good, God rejoices only in doing good."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:11",
                            "text": "Thus, with regard to God, we must either not predicate any of the attributes of man and be silent, or it is reasonable that we should assign the best of the good attributes to Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Clement: Homily XIX 11:12",
                            "text": "And thus He alone is the cause of all good things\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XIX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:2",
                            "text": "—God Produced the Wicked One, But Not Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:3",
                            "text": "And Simon said:  \"If, then, God is the cause only of what is good, what else can we think than that some other principle begot the evil one; or is evil unbegotten?\"  And Peter said:  \"No other power begot the wicked one, nor is evil unbegotten, as I shall show in the conclusion; for now my object is to prove, as I promised in the commencement, that God is blameless in every respect."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:4",
                            "text": "We have granted, then, that God possesses in an incomparable way the better attributes that belong to men."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:5",
                            "text": "Wherefore also it is possible for Him to have been the producer of the four substances,—heat, I mean, and cold, moist and dry."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:6",
                            "text": "These, as being at first simple and unmixed, were naturally indifferent in their desire; but being produced by God, and mixed externally, they would naturally become a living being, possessing the free choice to destroy those who are evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:7",
                            "text": "And thus, since all things have been begotten from Him, the wicked one is from no other source."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:8",
                            "text": "Nor has he derived his evil from the God who has created all things (with whom it is impossible that evil should exist), because the substances were produced by Him in a state of indifference, and carefully separated from each other; and when they were externally blended through his art, there arose through volition the desire for the destruction of the evil ones."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:9",
                            "text": "But the good cannot be destroyed by the evil that arose, even though it should wish to do so:  for it exercises its power only against those who sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:10",
                            "text": "Ignorant, then, of the character of each, he makes his attempt against him, and convicting him, he punishes him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Clement: Homily XIX 12:11",
                            "text": "And Simon said:  \"God being able to mingle the elements, and to make His mixtures so as to produce any dispositions that He may wish, why did He not make the composition of each such as that it would prefer what is good?\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily XIX 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:2",
                            "text": "—God the Maker of the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:3",
                            "text": "And Peter said:  \"Now indeed our object is to show how and by whom the evil one came into being, since he did come into being; but we shall show if he came into being blamelessly, when we have finished the subject now in hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:4",
                            "text": "Then I shall show how and on account of what he came into being, and I shall fully convince you that his Creator is blameless."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:5",
                            "text": "We said, then, that the four substances were produced by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:6",
                            "text": "And thus, through the volition of Him who mingled them, arose, as He wished, the choice of evils."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:7",
                            "text": "For if it had arisen contrary to His determination, or from some other substance or cause, then God would not have had firmness of will:  for perchance, even though He should not wish it, leaders of evil might continually arise, who would war against His wishes."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:8",
                            "text": "But it is impossible that this should be the case."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Clement: Homily XIX 13:9",
                            "text": "For no living being, and especially one capable of giving guidance, can arise from accident:  for everything that is produced must be produced by some one\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily XIX 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily XIX 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily XIX 14:2",
                            "text": "—Is Matter Eternal?  And Simon said:  \"But what if matter, being coeval with Him, and possessing equal power, produces as His foe leaders who hinder His wishes?\"  And Peter said:  \"If matter is eternal, then it is the foe of no one:  for that which exists for ever is impassible, and what is impassible is blessed; but what is blessed cannot be receptive of hatred, since, on account of its eternal creation, it does not fear that it will be deprived of anything."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily XIX 14:3",
                            "text": "But how does not matter rather love the Creator, when it evidently sends forth its fruits to nourish all who are made by Him?  And how does it not fear Him as superior, as trembling through earthquakes it confesses, and as, though its billows ran high, yet, when the Teacher was sailing on it and commanded a calm, it immediately obeyed and became still?  What! did not the demons go out through fear and respect for Him, and others of them desired to enter into swine; but they first entreated Him before going, plainly because they had no power to enter even into swine without His permission?\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily XIX 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:2",
                            "text": "—Sin the Cause of Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:3",
                            "text": "And Simon said:  \"But what if, being lifeless, it possesses a nature capable of producing what is evil and what is good?\"  And Peter said:  \"According to this statement, it is neither good nor evil, because it does not act by free choice, being lifeless and insensible."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:4",
                            "text": "Wherefore it is possible to perceive distinctly in this matter, how, being lifeless, it produces as if it were living; and being insensible, it yet plainly fashions artistic shapes both in animals and plants\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:5",
                            "text": "And Simon said:  \"What! if God Himself gave it life, is not He, then, the cause of the evils which it produces?\"  And Peter said:  \"If God gave it life according to His own will, then it is His Spirit that produces it, and no longer is it anything hostile to God, or of equal power with Him; or it is impossible that everything made by Him is made according as He wishes."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:6",
                            "text": "But you will say, He Himself is the cause of evil, since He Himself produces the evils through it."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:7",
                            "text": "What sort, then, are the evils of which you speak?  Poisonous serpents and deadly plants, or demons, or any other of those things that can disturb men?—which things would not have been injurious had not man sinned, for which reason death came in."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:8",
                            "text": "For if man were sinless, the poison of serpents would have no effect, nor the activities of injurious plants, nor would there be the disturbances of demons, nor would man naturally have any other suffering; but losing his immortality on account of his sin, he has become, as I said, capable of every suffering."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:9",
                            "text": "But if you say, Why, then, was the nature of man made at the beginning capable of death? I tell you, because of free-will; for if we were not capable of death, we could not, as being immortal, be punished on account of our voluntary sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement: Homily XIX 15:10",
                            "text": "And thus, on account of our freedom from suffering, righteousness would be still more weakened if we were wicked by choice; for those who should have evil purposes could not be punished, on account of their being incapable of suffering."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily XIX 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:2",
                            "text": "—Why the Wicked One is Entrusted with Power."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:3",
                            "text": "And Simon said to this:  \"I have one thing more to say in regard to the wicked one."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:4",
                            "text": "Assuredly, since God made him out of nothing, he is in this respect wicked, especially since he was able to make him good, by giving him at his creation a nature in no way capable of selecting wickedness\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:5",
                            "text": "And Peter said:  \"The statement that He created him out of nothing, with a power of choice, is like the statement we have made above, that, having made such a constitution as can rejoice in evils, He Himself appears to be the cause of what took place."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:6",
                            "text": "But since there is one explanation of both statements, we shall show afterwards why it was that He made him rejoice in the destruction of the wicked\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:7",
                            "text": "And Simon said:  \"If he made the angels also voluntary agents, and the wicked one departed from a state of righteousness, why has he been honoured with a post of command?  Is it not plain that he who thus honoured him takes pleasure in the wicked, in that he has thus honoured him?\"  And Peter said:  \"If God set him by law, when he rebelled, to rule over those who were like him, ordering him to inflict punishment on those who sin, He is not unjust."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Homily XIX 16:8",
                            "text": "But if it be the case that He has honoured him even after his revolt, He who honoured him saw beforehand his usefulness; for the honour is temporary, and it is right that the wicked should be ruled by the wicked one, and that sinners should be punished by him\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily XIX 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:2",
                            "text": "—The Devil Has Not Equal Power with God."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:3",
                            "text": "And Simon said:  \"If, then, he exists for ever, is not the fact of the sole government of God thus destroyed, since there is another power, namely, that concerned with matter, which rules along with Him?\"  And Peter said:  \"If they are different in their substances, they are different also in their powers, and the superior rules the inferior."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:4",
                            "text": "But if they are of the same substance, then they are equal in power, and they are in like manner good or bad."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:5",
                            "text": "But it is plain that they are not equal in power; for the Creator put matter into that shape of a world into which He willed to put it."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:6",
                            "text": "Is it then at all possible to maintain that it always existed, being a substance; and is not matter, as it were, the storehouse of God?  For it is not possible to maintain that there was a time when God possessed nothing, but He always was the only ruler of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:7",
                            "text": "Wherefore also He is an eternal sole ruler; and on this account it would justly be said to belong to Him who exists, and rules, and is eternal\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily XIX 17:8",
                            "text": "And Simon said:  \"What then?  Did the wicked one make himself?  And was God good in such a way, that, knowing he would be the cause of evil, he yet did not destroy him at his origination, when he could have been destroyed, as not yet being perfectly made?  For if he came into being suddenly and complete, then on that account he is at war with the Creator, as having come suddenly into being, possessed of equal power with him\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily XIX 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:2",
                            "text": "—Is the Devil a Relation?  And Peter said:  \"What you state is impossible; for if he came into existence by degrees, He could have cut him off as a foe by His own free choice."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:3",
                            "text": "And knowing beforehand that he was coming into existence, He would not have allowed him as a good, had He not known that by reason of him what was useful was being brought into existence."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:4",
                            "text": "And he could not have come into existence suddenly, complete, of his own power."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:5",
                            "text": "For he who did not exist could not fashion himself; and he neither could become complete out of nothing, nor could any one justly say that he had substance, so as always to be equal in power if he were begotten\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:6",
                            "text": "And Simon said:  \"Is he then a mere relation, and in this way wicked?—being injurious, as water is injurious to fire, but good for the seasonably thirsty land; as iron is good for the cultivation of the land, but bad for murders; and lust is not evil in respect of marriage, but bad in respect of adultery; as murder is an evil, but good for the murderer so far as his purpose is concerned; and cheating is an evil, but pleasant to the man who cheats; and other things of a like character are good and bad in like manner."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:7",
                            "text": "In this way, neither is evil, nor good; for the one produces the other."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement: Homily XIX 18:8",
                            "text": "For does not that which seems to be done injuriously rejoice the doer, but punish the sufferer?  And though it seems unjust that a man should, out of self-love, gratify himself by every means in his power, to whom, on the other hand, does it not seem unjust that a man should suffer severe punishments at the hand of a just judge for having loved himself?\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily XIX 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:2",
                            "text": "—Some Actions Really Wicked."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:3",
                            "text": "And Peter said:  \"A man ought to punish himself through self-restraint, when his lust wishes to hurry on to the injury of another, knowing thatthe wicked one can destroy the wicked, for he has received power over them from the beginning."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:4",
                            "text": "And not yet is this an evil to those who have done evil; but that their souls should remain punished after the destruction, you are right in thinking to be really harsh, though the man who has been fore-ordained for evil should say that it is right."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:5",
                            "text": "Wherefore, as I said, we ought to avoid doing injury to another for the sake of a short lived pleasure, that we may not involve ourselves in eternal punishment for the sake of a little pleasure\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:6",
                            "text": "And Simon said:  \"Is it the case, then, that there is nothing either bad or good by nature, but the difference arises through law and custom?  For is it not the habit of the Persians to marry their own mothers, sisters and daughters, while marriage with other women is prohibited as most barbarous?  Wherefore, if it is not settled what things are evil, it is not possible for all to look forward to the judgment of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:7",
                            "text": "And Peter said:  \"This cannot hold; for it is plain to all that cohabitation with mothers is abominable, even though the Persians, who are a mere fraction of the whole, should under the effects of a bad custom fail to see the iniquity of their abominable conduct."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:8",
                            "text": "Thus also the Britons publicly cohabit in the sight of all, and are not ashamed; and some men eat the flesh of others, and feel no disgust; and others eat the flesh of dogs; and others practice other unmentionable deeds."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:9",
                            "text": "Thus, then we ought not to form our judgments with a perception which through habit has been perverted from its natural action."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:10",
                            "text": "For to be murdered is an evil, even if all were to deny it; for no one wishes to suffer it himself, and in the case of theft no one rejoices at his own punishment."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:11",
                            "text": "If, then, no one were at all ever to confess that these are sins, it is right even then to look forward of necessity to a judgment in regard to sins\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Clement: Homily XIX 19:12",
                            "text": "When Peter said this, Simon answered:  \"Does this, then, seem to you to be the truth in regard to the wicked one?  Tell me\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily XIX 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:2",
                            "text": "—Pain and Death the Result of Sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:3",
                            "text": "And Peter said:  \"We remember that our Lord and Teacher, commanding us, said, 'Keep the mysteries for me and the sons of my house."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:4",
                            "text": "'  Wherefore also He explained to His disciples privately the mysteries of the kingdom of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:5",
                            "text": "But to you who do battle with us, and examine into nothing else but our statements, whether they be true or false, it would be impious to state the hidden truths."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:6",
                            "text": "But that none of the bystanders may imagine that I am contriving excuses, because I am unable to reply to the assertions made by you, I shall answer you by first putting the question, If there had been a state of painlessness, what is the meaning of the statement, 'The evil one was?'\"  And Simon said:  \"The words have no meaning\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:7",
                            "text": "And Peter:  \"Is then evil the same as pain and death?\"  And Simon:  \"It seems so\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:8",
                            "text": "And Peter said:  \"Evil, then, does not exist always, yea, it cannot even exist at all substantially; for pain and death belong to the class of accidents, neither of which can co-exist with abiding strength."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:9",
                            "text": "For what is pain but the interruption of harmony?  And what is death but the separation of soul from body?  There is therefore no pain when there is harmony."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:10",
                            "text": "For death does not even at all belong to those things which substantially exist:  for death is nothing, as I said, but the separation of soul from body; and when this takes place, the body, which is by nature incapable of sensation, is dissolved; but the soul, being capable of sensation, remains in life and exists substantially."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:11",
                            "text": "Hence, when there is harmony there is no pain, no death, no, not even deadly plants nor poisonous reptiles, nor anything of such a nature that its end is death."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:12",
                            "text": "And hence, where immortality reigns, all things will appear to have been made with reason."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Clement: Homily XIX 20:13",
                            "text": "And this will be the case when, on account of righteousness, man becomes immortal through the prevalence of the peaceful reign of Christ, when his composition will be so well arranged as not to give riseto sharp impulses; and his knowledge, moreover, will be unerring, so as that he shall not mistakeevil for good; and he will suffer no pain, so that he will not be mortal\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily XIX 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:2",
                            "text": "—The Uses of Lust, Anger, Grief."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:3",
                            "text": "And Simon said:  \"You were right in saying this; but in the present world does not man seem to you to be capable of every kind of affection,—as, for instance, of lust, anger, grief, and the like?\"  And Peter said:  \"Yes, these belong to the things that are accidental, not to those that always exist, and it will be found that they now occur with advantage to the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:4",
                            "text": "For lust has, by the will of Him who created all things well, been made to arise within the living being, that, led by it to intercourse, he may increase humanity, from a selection of which a multitude of superior beings arise who are fit for eternal life."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:5",
                            "text": "But if it were not for lust, no one would trouble himself with intercourse with his wife; but now, for the sake of pleasure, and, as it were, gratifying himself, man carries out His will."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:6",
                            "text": "Now, if a man uses lust for lawful marriage, he does not act impiously; but if he rushes to adultery, he acts impiously, and he is punished because he makes a bad use of a good ordinance."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:7",
                            "text": "And in the same way, anger has been made by God to be lighted up naturally within us, in order that we may be induced by it to ward off injuries."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:8",
                            "text": "Yet if any one indulges it without restraint, he acts unjustly; but if he uses it within due bounds, he does what is right."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:9",
                            "text": "Moreover, we are capable of grief, that we may be moved with sympathy at the death of relatives, of a wife, or children, or brothers, or parents, or friends, or some others, since, if we were not capable of sympathy, we should be inhuman."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Clement: Homily XIX 21:10",
                            "text": "In like manner, all the other affections will be found to be adapted for us, if at least the reason for their existence be considered\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily XIX 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:2",
                            "text": "—Sins of Ignorance."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:3",
                            "text": "And Simon:  \"Why is it, then, that some die prematurely, and periodical diseases arise; and that there are, moreover, attacks of demons, and of madness, and all other kinds of afflictions which can greatly punish?\"  And Peter said:  \"Because men, following their own pleasure in all things, cohabit without observing the proper times; and thus the deposition of seed, taking place unseasonably, naturally produces a multitude of evils."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:4",
                            "text": "For they ought to reflect, that as a season has been fixed suitable for planting and sowing, so days have been appointed as appropriate for cohabitation, which are carefully to be observed."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:5",
                            "text": "Accordingly some one well instructed in the doctrines taught by Moses, finding fault with the people for their sins, called them sons of the new moons and the sabbaths."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:6",
                            "text": "Yet in the beginning of the world men lived long, and had no diseases."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:7",
                            "text": "But when through carelessness they neglected the observation of the proper times, then the sons in succession cohabiting through ignorance at times when they ought not, place their children under innumerable afflictions."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:8",
                            "text": "Whence our Teacher, when we inquired of Him in regard to the man who was blind from his birth, and recovered his sight, if this man sinned, or his parents, that he should be born blind, answered, 'Neither did he sin at all, nor his parents, but that the power of God might be made manifest through him in healing the sins of ignorance."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:9",
                            "text": "'  And, in truth, such afflictions arise because of ignorance; as, for instance, by not knowing when one ought to cohabit with his wife, as if she be pure from her discharge."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:10",
                            "text": "Now the afflictions which you mentioned before are the result of ignorance, and not, assuredly, of any wickedness that has been perpetrated."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:11",
                            "text": "Moreover, give me the man who sins not, and I will show you the man who suffers not; and you will find that he not only does not suffer himself, but that he is able to heal others."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Clement: Homily XIX 22:12",
                            "text": "For instance, Moses, on account of his piety, continued free from suffering all his life, and by his prayers he healed the Egyptians when they suffered on account of their sins\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily XIX 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:2",
                            "text": "—The Inequalities of Lot in Human Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:3",
                            "text": "And Simon said:  \"Let me grant that this is the case:  does not the inequality of lot amongst men seem to you most unjust?  For one is in penury, another is rich; one is sick, another is in good health:  and there are innumerable differences of a like character in human life\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:4",
                            "text": "And Peter said:  \"Do you not perceive, Simon, that you are again shooting your observations beyond the mark?  For while we were discussing evil, you have made a digression, and introduced the question of the anomalies that appear in this world."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:5",
                            "text": "But I shall speak even to this point."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:6",
                            "text": "The world is an instrument artistically contrived, that for the male who is to exist eternally, the female may bear eternal righteous sons."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:7",
                            "text": "Now they could not have been rendered perfectly pious here, had there been no needy ones for them to help."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:8",
                            "text": "In like manner there are the sick, that they may have objects for their care."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:9",
                            "text": "And the other afflictions admit of a like explanation\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:10",
                            "text": "And Simon said:  \"Are not those in humble circumstances unfortunate? for they are subjected to distress, that others may be made righteous\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:11",
                            "text": "And Peter said:  \"If their humiliation were eternal, their misfortune would be very great."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:12",
                            "text": "But the humiliations and exaltations of men take place according to lot; and he who is not pleased with his lot can appeal, and by trying his case according to law, he can exchange his mode of life for another\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Clement: Homily XIX 23:13",
                            "text": "And Simon said:  \"What do you mean by this lot and this appeal?\"  And Peter said:  \"You are now demanding the exposition of another topic; but if you permit me, we can show you how, being born again, and changing your origin, and living according to law, you will obtain eternal salvation\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily XIX 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:2",
                            "text": "—Simon Rebuked by Faustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:3",
                            "text": "And Simon hearing this, said:  \"Do not imagine that, when I, while questioning you, agreed with you in each topic, I went to the next, as being fully assured of the truth of the previous; but I appeared to yield to your ignorance, that you might go on to the next topic, in order that, becoming acquainted with the whole range of your ignorance, I might condemn you, not through mere conjecture, but from full knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:4",
                            "text": "Allow me now to retire for three days, and I shall come back and show that you know nothing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:5",
                            "text": "When Simon said this, and was on the point of going out, my father said:  \"Listen to me, Simon, for a moment, and then go wherever you like."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:6",
                            "text": "I remember that in the beginning, before the discussion, you accused me of being prejudiced, though as yet you had no experience of me."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:7",
                            "text": "But now, having heard you discuss in turn, and judging that Peter has the advantage, and now assigning to him the merit of speaking the truth, do I appear to you to judge correctly, and with knowledge; or is it not so?  For if you should say that I have judged correctly, but do not agree, then you are plainly prejudiced, inasmuch as you do not wish to agree, after confessing your defeat."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:8",
                            "text": "But if I was not correct in maintaining that Peter has the advantage in the discussion, do you convince us how we have not judged correctly, or you will cease to discuss with him before all, since you will always be defeated and agree, and in consequence your own soul will suffer pain, condemned as you will be, and in disgrace, through your own conscience, even if you do not feel shame before all the listeners as the greatest torture; for we have seen you conquered, in fact, and we have heard your own lips confess it."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Clement: Homily XIX 24:9",
                            "text": "Finally, therefore, I am of opinion that you will not return to the discussion, as you promised; but that you may seem not to have been defeated, you have promised, when going away, that you will return\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily XIX 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:2",
                            "text": "—Simon Retires."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:3",
                            "text": "Sophonias Asks Peter to State His Real Opinions in Regard to Evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:4",
                            "text": "And Simon hearing this, gnashed his teeth for rage, and went away in silence."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:5",
                            "text": "But Peter (for a considerable portion of the day still remained) laid his hands on the large multitude to heal them; and having dismissed them, went into the house with his more intimate friends, and sat down."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:6",
                            "text": "And one of his attendants, of the name of Sophonias, said:  \"Blessed is God, O Peter, who selected you and instructed you for the comfort of the good."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:7",
                            "text": "For, in truth, you discussed with Simon with dignity and great patience."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:8",
                            "text": "But we beg of you to discourse to us of evil; for we expect that you will state to us your own genuine belief in regard to it,—not, however at the present moment, but to-morrow, if it seems good to you:  for we spare you, because of the fatigue you feel on account of your discussion\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:9",
                            "text": "And Peter said:  \"I wish you to know, that he who does anything with pleasure, finds rest in the very toils themselves; but he who does not do what he wishes, is rendered exceedingly weary by the very rest he takes."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:10",
                            "text": "Wherefore you confer on me a great rest when you make me discourse on topics which please me\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:11",
                            "text": "Content, then, with his disposition, and sparing him on account of his fatigue, we requested him to put the discussion off till the night, when it was his custom to discourse to his genuine friends."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Clement: Homily XIX 25:12",
                            "text": "And partaking of salt, we turned to sleep."
                        }
                    ]
                }
            ]
        }
    ]
}