{
    "books": [
        {
            "name": "Tertullian: To His Wife I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: To His Wife I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:1",
                            "text": "To his wife : Design of the Treatise."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:2",
                            "text": "Disavowal of Personal Motives in Writing It."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:3",
                            "text": "I have thought it meet, my best beloved fellow-servant in the Lord, even from this early period, to provide for the course which you must pursue after my departure from the world, if I shall be called before you; (and) to entrust to your honour the observance of the provision."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:4",
                            "text": "For in things worldly we are active enough, and we wish the good of each of us to be consulted."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:5",
                            "text": "If we draw up wills for such matters, why ought we not much more to take forethought for our posterity in things divine and heavenly, and in a sense to bequeath a legacy to be received before the inheritance be divided,—(the legacy, I mean, of) admonition and demonstration touching those (bequests) which are allotted out of (our) immortal goods, and from the heritage of the heavens?  Only, that you may be able to receive in its entirety this feoffment in trust of my admonition, may God grant; to whom be honour, glory, renown, dignity, and power, now and to the ages of the ages!  The precept, therefore, which I give you is, that, with all the constancy you may, you do, after our departure, renounce nuptials; not that you will on that score confer any benefit on me, except in that you will profit yourself."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:6",
                            "text": "But to Christians, after their departure from the world, no restoration of marriage is promised in the day of the resurrection, translated as they will be into the condition and sanctity of angels."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:7",
                            "text": "Therefore no solicitude arising from carnal jealousy will, in the day of the resurrection, even in the case of her whom they chose to represent as having been married to seven brothers successively, wound any one of her so many husbands; nor is any (husband) awaiting her to put her to confusion."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:8",
                            "text": "The question raised by the Sadducees has yielded to the Lord's sentence."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:9",
                            "text": "Think not that it is for the sake of preserving to the end for myself the entire devotion of your flesh, that I, suspicious of the pain of (anticipated) slight, am even at this early period instilling into you the counsel of (perpetual) widowhood."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:10",
                            "text": "There will at that day be no resumption of voluptuous disgrace between us."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:11",
                            "text": "No such frivolities, no such impurities, does God promise to His (servants)."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: To His Wife I 1:12",
                            "text": "But whether to you, or to any other woman whatever who pertains to God, the advice which we are giving shall be profitable, we take leave to treat of at large."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: To His Wife I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:1",
                            "text": "Marriage Lawful, But Not Polygamy."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:2",
                            "text": "We do not indeed forbid the union of man and woman, blest by God as the seminary of the human race, and devised for the replenishment of the earth and the furnishing of the world, and therefore permitted, yet singly."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:3",
                            "text": "For Adam was the one husband of Eve, and Eve his one wife, one woman, one rib."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:4",
                            "text": "We grant, that among our ancestors, and the patriarchs themselves, it was lawful not only to marry, but even to multiply wives."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:5",
                            "text": "There were concubines, too, (in those days."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:6",
                            "text": ")  But although the Church did come in figuratively in the synagogue, yet (to interpret simply) it was necessary to institute (certain things) which should afterward deserve to be either lopped off or modified."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:7",
                            "text": "For the Law was (in due time) to supervene."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:8",
                            "text": "(Nor was that enough:)  for it was meet that causes for making up the deficiencies of the Law should have forerun (Him who was to supply those deficiencies)."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:9",
                            "text": "And so to the Law presently had to succeed the Word of God introducing the spiritual circumcision."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: To His Wife I 2:10",
                            "text": "Therefore, by means of the wide licence of those days, materials for subsequent emendations were furnished beforehand, of which materials the Lord by His Gospel, and then the apostle in the last days of the (Jewish) age, either cut off the redundancies or regulated the disorders."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: To His Wife I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:1",
                            "text": "Marriage Good:  Celibacy Preferable."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:2",
                            "text": "But let it not be thought that my reason for premising thus much concerning the liberty granted to the old, and the restraint imposed on the later time, is that I may lay a foundation for teaching that Christ's advent was intended to dissolve wedlock, (and) to abolish marriage talons; as if from this period onward I were prescribing an end to marrying."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:3",
                            "text": "Let them see to that, who, among the rest of their perversities, teach the disjoining of the \"one flesh in twain;\" denying Him who, after borrowing the female from the male, recombined between themselves, in the matrimonial computation, the two bodies taken out of the consortship of the self-same material substance."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:4",
                            "text": "In short, there is no place at all where we read that nuptials are prohibited; of course on the ground that they are \"a good thing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:5",
                            "text": "What, however, is better than this \"good,\" we learn from the apostle, who permits marrying indeed, but prefers abstinence; the former on account of the insidiousnesses of temptations, the latter on account of the straits of the times."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:6",
                            "text": "Now, by looking into the reason thus given for each proposition, it is easily discerned that the ground on which the power of marrying is conceded is necessity; but whatever necessity grants, she by her very nature depreciates."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:7",
                            "text": "In fact, in that it is written, \"To marry is better than to burn,\" what, pray, is the nature of this \"good\" which is (only) commended by comparison with \"evil,\" so that the reason why \"marrying\" is more good is (merely) that \"burning\" is less?  Nay, but how far better is it neither to marry nor to burn?  Why, even in persecutions it is better to take advantage of the permission granted, and \"flee from town to town,\" than, when apprehended and racked, to deny (the faith)."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:8",
                            "text": "And therefore more blessed are they who have strength to depart (this life) in blessed confession of their testimony."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:9",
                            "text": "I may say, What is permitted is not good."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:10",
                            "text": "For how stands the case?  I must of necessity die (if I be apprehended and confess my faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:11",
                            "text": ")  If I think (that fate) deplorable, (then flight) is good; but if I have a fear of the thing which is permitted, (the permitted thing) has some suspicion attaching to the cause of its permission."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:12",
                            "text": "But that which is \"better\" no one (ever) \"permitted,\" as being undoubted, and manifest by its own inherent purity."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:13",
                            "text": "There are some things which are not to be desired merely because they are not forbidden, albeit they are in a certain sense forbidden when other things are preferred to them; for the preference given to the higher things is a dissuasion from the lowest."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:14",
                            "text": "A thing is not \"good\" merely because it is not \"evil,\" nor is it \"evil\" merely because it is not \"harmful\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:15",
                            "text": "Further:  that which is fully \"good\" excels on this ground, that it is not only not harmful, but profitable into the bargain."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:16",
                            "text": "For you are bound to prefer what is profitable to what is (merely) not harmful."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:17",
                            "text": "For the first place is what every struggle aims at; the second has consolation attaching to it, but not victory."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:18",
                            "text": "But if we listen to the apostle, forgetting what is behind, let us both strain after what is before, and be followers after the better rewards."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:19",
                            "text": "Thus, albeit he does not \"cast a snare upon us,\" he points out what tends to utility when he says, \"The unmarried woman thinks on the things of the Lord, that both in body and spirit she may be holy; but the married is solicitous how to please her husband\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:20",
                            "text": "But he nowhere permits marriage in such a way as not rather to wish us to do our utmost in imitation of his own example."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Tertullian: To His Wife I 3:21",
                            "text": "Happy the man who shall prove like Paul!."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: To His Wife I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:1",
                            "text": "Of the Infirmity of the Flesh, and Similar Pleas."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:2",
                            "text": "But we read \"that the flesh is weak;\" and hence we soothe ourselves in some cases."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:3",
                            "text": "Yet we read, too, that \"the spirit is strong;\" for each clause occurs in one and the same sentence."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:4",
                            "text": "Flesh is an earthly, spirit a heavenly, material."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:5",
                            "text": "Why, then, do we, too prone to self-excuse, put forward (in our defence) the weak part of us, but not look at the strong?  Why should not the earthly yield to the heavenly?  If the spirit is stronger than the flesh, because it is withal of nobler origin, it is our own fault if we follow the weaker."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:6",
                            "text": "Now there are two phases of human weakness which make marriages necessary to such as are disjoined from matrimony."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:7",
                            "text": "The first and most powerful is that which arises from fleshly concupiscence; the second, from worldly concupiscence."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:8",
                            "text": "But by us, who are servants of God, who renounce both voluptuousness and ambition, each is to be repudiated."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:9",
                            "text": "Fleshly concupiscence claims the functions of adult age, craves after beauty's harvest, rejoices in its own shame, pleads the necessity of a husband to the female sex, as a source of authority and of comfort, or to render it safe from evil rumours."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:10",
                            "text": "To meet these its counsels, do you apply the examples of sisters of ours whose names are with the Lord,—who, when their husbands have preceded them (to glory), give to no opportunity of beauty or of age the precedence over holiness."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:11",
                            "text": "They prefer to be wedded to God."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:12",
                            "text": "To God their beauty, to God their youth (is dedicated)."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:13",
                            "text": "With Him they live; with Him they converse; Him they \"handle\" by day and by night; to the Lord they assign their prayers as dowries; from Him, as oft as they desire it, they receive His approbation as dotal gifts."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:14",
                            "text": "Thus they have laid hold for themselves of an eternal gift of the Lord; and while on earth, by abstaining from marriage, are already counted as belonging to the angelic family."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:15",
                            "text": "Training yourself to an emulation of (their) constancy by the examples of such women, you will by spiritual affection bury that fleshly concupiscence, in abolishing the temporal and fleeting desires of beauty and youth by the compensating gain of immortal blessings."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:16",
                            "text": "On the other hand, this worldly concupiscence (to which I referred) has, as its causes, glory, cupidity, ambition, want of sufficiency; through which causes it trumps up the \"necessity\" for marrying,—promising itself, forsooth, heavenly things in return—to lord it, (namely,) in another's family; to roost on another's wealth; to extort splendour from another's store to lavish expenditure which you do not feel!  Far be all this from believers, who have no care about maintenance, unless it be that we distrust the promises of God, and (His) care and providence, who clothes with such grace the lilies of the field; who, without any labour on their part, feeds the fowls of the heaven; who prohibits care to be taken about to-morrow's food and clothing, promising that He knows what is needful for each of His servants—not indeed ponderous necklaces, not burdensome garments, not Gallic mules nor German bearers, which all add lustre to the glory of nuptials; but \"sufficiency,\" which is suitable to moderation and modesty."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:17",
                            "text": "Presume, I pray you, that you have need of nothing if you \"attend upon the Lord;\" nay, that you have all things, if you have the Lord, whose are all things."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:18",
                            "text": "Think often on things heavenly, and you will despise things earthly."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: To His Wife I 4:19",
                            "text": "To widowhood signed and sealed before the Lord nought is necessary but perseverance."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: To His Wife I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:1",
                            "text": "Of the Love of Offspring as a Plea for Marriage."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:2",
                            "text": "Further reasons for marriage which men allege for themselves arise from anxiety for posterity, and the bitter, bitter pleasure of children."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:3",
                            "text": "To us this is idle."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:4",
                            "text": "For why should we be eager to bear children, whom, when we have them, we desire to send before us (to glory) (in respect, I mean, of the distresses that are now imminent); desirous as we are ourselves, too, to be taken out of this most wicked world, and received into the Lord's presence, which was the desire even of an apostle?  To the servant of God, forsooth, offspring is necessary!  For of our own salvation we are secure enough, so that we have leisure for children!  Burdens must be sought by us for ourselves which are avoided even by the majority of the Gentiles, who are compelled by laws, who are decimated by abortions; burdens which, finally, are to us most of all unsuitable, as being perilous to faith!  For why did the Lord foretell a \"woe to them that are with child, and them that give suck,\" except because He testifies that in that day of disencumbrance the encumbrances of children will be an inconvenience?  It is to marriage, of course, that those encumbrances appertain; but that (\"woe\") will not pertain to widows."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:5",
                            "text": "(They) at the first trump of the angel will spring forth disencumbered—will freely bear to the end whatsoever pressure and persecution, with no burdensome fruit of marriage heaving in the womb, none in the bosom."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:6",
                            "text": "Therefore, whether it be for the sake of the flesh, or of the world, or of posterity, that marriage is undertaken, nothing of all these \"necessities\" affects the servants of God, so as to prevent my deeming it enough to have once for all yielded to some one of them, and by one marriage appeased all concupiscence of this kind."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:7",
                            "text": "Let us marry daily, and in the midst of our marrying let us be overtaken, like Sodom and Gomorrah, by that day of fear!  For there it was not only, of course, that they were dealing in marriage and merchandise; but when He says, \"They were marrying and buying,\" He sets a brand upon the very leading vices of the flesh and of the world, which call men off the most from divine disciplines—the one through the pleasure of rioting, the other though the greed of acquiring."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:8",
                            "text": "And yet that \"blindness\" then was felt long before \"the ends of the world\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:9",
                            "text": "What, then, will the case be if God now keep us from the vices which of old were detestable before Him?  \"The time,\" says (the apostle), \"is compressed."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: To His Wife I 5:10",
                            "text": "It remaineth that they who have wives act as if they had them not\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: To His Wife I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:1",
                            "text": "Examples of Heathens Urged as Commendatory of Widowhood and Celibacy."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:2",
                            "text": "But if they who have (wives) are (thus) bound to consign to oblivion what they have, how much more are they who have not, prohibited from seeking a second time what they no longer have; so that she whose husband has departed from the world should thenceforward impose rest on her sex by abstinence from marriage—abstinence which numbers of Gentile women devote to the memory of beloved husbands!  When anything seems difficult, let us survey others who cope with still greater difficulties."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:3",
                            "text": "How many are there who from the moment of their baptism set the seal (of virginity) upon their flesh?  How many, again, who by equal mutual consent cancel the debt of matrimony—voluntary eunuchs for the sake of their desire after the celestial kingdom!  But if, while the marriage-tie is still intact, abstinence is endured, how much more when it has been undone!  For I believe it to be harder for what is intact to be quite forsaken, than for what has been lost not to be yearned after."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:4",
                            "text": "A hard and arduous thing enough, surely, is the continence for God's sake of a holy woman after her husband's decease, when Gentiles, in honour of their own Satan, endure sacerdotal offices which involve both virginity and widowhood!  At Rome, for instance, they who have to do with the type of that \"inextinguishable fire,\" keeping watch over the omens of their own (future) penalty, in company with the (old) dragon himself, are appointed on the ground of virginity."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:5",
                            "text": "To the Achaean Juno, at the town aegium, a virgin is allotted; and the (priestesses) who rave at Delphi know not marriage."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:6",
                            "text": "Moreover, we know that widows minister to the African Ceres; enticed away, indeed, from matrimony by a most stem oblivion:  for not only do they withdraw from their still living husbands, but they even introduce other wives to them in their own room—the husbands, of course, smiling on it—all contact (with males), even as far as the kiss of their sons, being forbidden them; and yet, with enduring practice, they persevere in such a discipline of widowhood, which excludes the solace even of holy affection."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: To His Wife I 6:7",
                            "text": "These precepts has the devil given to his servants, and he is heard!  He challenges, forsooth, God's servants, by the continence of his own, as if on equal terms!  Continent are even the priests of hell!  For he has found a way to ruin men even in good pursuits; and with him it makes no difference to slay some by voluptuousness, some by continence."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: To His Wife I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:1",
                            "text": "The Death of a Husband is God's Call to the Widow to Continence."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:2",
                            "text": "Further Evidences from Scripture and from Heathenism."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:3",
                            "text": "To us continence has been pointed out by the Lord of salvation as an instrument for attaining eternity, and as a testimony of (our) faith; as a commendation of this flesh of ours, which is to be sustained for the \"garment of immortality,\" which is one day to supervene; for enduring, in fine, the will of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:4",
                            "text": "Besides, reflect, I advise you, that there is no one who is taken out of the world but by the will of God, if, (as is the case,) not even a leaf falls from off a tree without it."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:5",
                            "text": "The same who brings us into the world must of necessity take us out of it too."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:6",
                            "text": "Therefore when, through the will of God, the husband is deceased, the marriage likewise, by the will of God, deceases."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:7",
                            "text": "Why should you restore what God has put an end to?  Why do you, by repeating the servitude of matrimony, spurn the liberty which is offered you?  \"You have been bound to a wife,\" says the apostle; \"seek not loosing."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:8",
                            "text": "You have been loosed from a wife; seek not binding\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:9",
                            "text": "For even if you do not \"sin\" in re-marrying, still he says \"pressure of the flesh ensues\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:10",
                            "text": "Wherefore, so far as we can, let us love the opportunity of continence; as soon as it offers itself, let us resolve to accept it, that what we have not had strength (to follow) in matrimony we may follow in widowhood."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:11",
                            "text": "The occasion must be embraced which puts an end to that which necessity commanded."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:12",
                            "text": "How detrimental to faith, how obstructive to holiness, second marriages are, the discipline of the Church and the prescription of the apostle declare, when he suffers not men twice married to preside (over a Church), when he would not grant a widow admittance into the order unless she had been \"the wife of one man;\" for it behoves God's altar to be set forth pure."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:13",
                            "text": "That whole halo which encircles the Church is represented (as consisting) of holiness."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:14",
                            "text": "Priesthood is (a function) of widowhood and of celibacies among the nations."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:15",
                            "text": "Of course (this is) in conformity with the devil's principle of rivalry."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:16",
                            "text": "For the king of heathendom, the chief pontiff, to marry a second time is unlawful."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: To His Wife I 7:17",
                            "text": "How pleasing must holiness be to God, when even His enemy affects it!—not, of course, as having any affinity with anything good, but as contumeliously affecting what is pleasing to God the Lord."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: To His Wife I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:1",
                            "text": "Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:2",
                            "text": "For, concerning the honours which widowhood enjoys in the sight of God, there is a brief summary in one saying of His through the prophet:  \"Do thou justly to the widow and to the orphan; and come ye, let us reason, saith the Lord\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:3",
                            "text": "These two names, left to the care of the divine mercy, in proportion as they are destitute of human aid, the Father of all undertakes to defend."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:4",
                            "text": "Look how the widow's benefactor is put on a level with the widow herself, whose champion shall \"reason with the Lord!\"  Not to virgins, I take it, is so great a gift given."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:5",
                            "text": "Although in their case perfect integrity and entire sanctity shall have the nearest vision of the face of God, yet the widow has a task more toilsome, because it is easy not to crave after that which you know not, and to turn away from what you have never had to regret."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:6",
                            "text": "More glorious is the continence which is aware of its own right, which knows what it has seen."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:7",
                            "text": "The virgin may possibly be held the happier, but the widow the more hardly tasked; the former in that she has always kept \"the good,\" the latter in that she has found \"the good for herself\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:8",
                            "text": "In the former it is grace, in the latter virtue, that is crowned."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:9",
                            "text": "For some things there are which are of the divine liberality, some of our own working."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:10",
                            "text": "The indulgences granted by the Lord are regulated by their own grace; the things which are objects of man's striving are attained by earnest pursuit."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:11",
                            "text": "Pursue earnestly, therefore, the virtue of continence, which is modesty's agent; industry, which allows not women to be \"wanderers;\" frugality, which scorns the world."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:12",
                            "text": "Follow companies and conversations worthy of God, mindful of that short verse, sanctified by the apostle's quotation of it, \"Ill interviews good morals do corrupt\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:13",
                            "text": "Talkative, idle, winebibbing, curious tent-fellows, do the very greatest hurt to the purpose of widow-hood."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:14",
                            "text": "Through talkativeness there creep in words unfriendly to modesty; through idleness they seduce one from strictness; through winebibbing they insinuate any and every evil; through curiosity they convey a spirit of rivalry in lust."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:15",
                            "text": "Not one of such women knows how to speak of the good of single-husbandhood; for their \"god,\" as the apostle says, \"is their belly;\" and so, too, what is neighbour to the belly."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: To His Wife I 8:16",
                            "text": "These considerations, dearest fellow-servant, I commend to you thus early, handled throughout superfluously indeed, after the apostle, but likely to prove a solace to you, in that (if so it shall turn out) you will cherish my memory in them."
                        }
                    ]
                }
            ]
        }
    ]
}