{
    "books": [
        {
            "name": "Cyprian: Concerining the Baptism of Heretics",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Cyprian: Concerining the Baptism of Heretics 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:1",
                            "text": "The th Council of Carthage under Cyprian: Concerning the Baptism of Heretics."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:2",
                            "text": "The Judgment of Eighty-Seven Bishops on the Baptism of Heretics."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:3",
                            "text": "Prooemium."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:4",
                            "text": "—When Stephen, Bishop of Rome, Had by His Letters Condemned the Decrees of the African Council on the Baptism of Heretics, Cyprian Lost No Time in Holding Another Council at Carthage with a Greater Number of Bishops."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:5",
                            "text": "Having Therefore Summoned Eighty-Seven Bishops from Africa, Numidia, and Mauritania, Who Assembled at Carthage in the Kalends of September, a."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:6",
                            "text": "d."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:7",
                            "text": ", This Third Council on the Same Matter of Baptism Was Then Celebrated; At the Beginning of Which, After the Letters on Either Side Had Been Read, Cyprian, by Implication, Condemns the Assumption of Stephen."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:8",
                            "text": "When, in the kalends of September, a great many bishops from the provinces of Africa, Numidia, and Mauritania, had met together at Carthage, together with the presbyters and deacons, and a considerable part of the congregation who were also present; and when the letter of Jubaianus written to Cyprian had been read, as also the reply of Cyprian to Jubaianus, about baptizing heretics, and what the same Jubaianus had subsequently rejoined to Cyprian,—Cyprian said: You have heard, my dearly beloved colleagues, what Jubaianus our co-bishop has written to me, taking counsel of my poor intelligence concerning the unlawful and profane baptism of heretics, as well as what I wrote in answer to him, decreeing, to wit, what we have once and again and frequently determined, that heretics who come to the Church must be baptized and sanctified by the baptism of the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:9",
                            "text": "Moreover, another letter of Jubaianus has also been read to you, wherein, replying, in accordance with his sincere and religious devotion, to my letter, he not only acquiesced in what I had said, but, confessing that he had been instructed thereby, he returned thanks for it."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:10",
                            "text": "It remains, that upon this same matter each of us should bring forward what we think, judging no man, nor rejecting any one from the right of communion, if he should think differently from us."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:11",
                            "text": "For neither does any of us set himself up as a bishop of bishops, nor by tyrannical terror does any compel his colleague to the necessity of obedience; since every bishop, according to the allowance of his liberty and power, has his own proper right of judgment, and can no more be judged by another than he himself can judge another."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:12",
                            "text": "But let us all wait for the judgment of our Lord Jesus Christ, who is the only one that has the power both of preferring us in the government of His Church, and of judging us in our conduct there."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:13",
                            "text": "Caecilius of Bilta said: I know only one baptism in the Church, and none out of the Church."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:14",
                            "text": "This one will be here, where there is the true hope and the certain faith."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:15",
                            "text": "For thus it is written: \"One faith, one hope, one baptism;\" not among heretics, where there is no hope, and the faith is false, where all things are carried on by lying; where a demoniac exorcises; where one whose mouth and words send forth a cancer puts the sacramental interrogation; the faithless gives faith; the wicked bestows pardon of sins; and Antichrist baptizes in the name of Christ; he who is cursed of God blesses; he who is dead promises life; he who is unpeaceful gives peace; the blasphemer calls upon God; the profane person administers the office of the priesthood; the sacrilegious person establishes an altar."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:16",
                            "text": "In addition to all these things, there is also this evil, that the priests of the devil dare to celebrate the Eucharist; or else let those who stand by them say that all these things concerning heretics are false."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:17",
                            "text": "Behold to what kind of things the Church is compelled to consent, and is constrained without baptism, without pardon of sins, to hold communion."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:18",
                            "text": "And this thing, brethren, we ought to flee from and avoid, and to separate ourselves from so great a wickedness, and to hold one baptism, which is granted by the Lord to the Church alone."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:19",
                            "text": "Primus of Misgirpa said: I decide, that every man who comes to us from heresy must be baptized."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:20",
                            "text": "For in vain does he think that he has been baptized there, seeing that there is no baptism save the one and true baptism in the Church; because not only is God one, but the faith is one, and the Church is one, wherein stands the one baptism, and holiness, and the rest."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:21",
                            "text": "For whatever is done without, has no effect of salvation."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:22",
                            "text": "Polycarp from Adrumetum said: They who approve the baptism of heretics make void our baptism."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:23",
                            "text": "Novatus of Thamugada said: Although we know that all the Scriptures give witness concerning the saving baptism, still we ought to declare our faith, that heretics and schismatics who come to the Church, and appear to have been falsely baptized, ought to be baptized in the everlasting fountain; and therefore, according to the testimony of the Scriptures, and according to the decree of our colleagues, men of most holy memory, that all schismatics and heretics who are converted to the Church must be baptized; and moreover, that those who appeared to have been ordained must be received among lay people."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:24",
                            "text": "Nemesianus of Thubunae said: That the baptism which heretics and schismatics bestow is not the true one, is everywhere declared in the Holy Scriptures, since their very leading men are false Christs and false prophets, as the Lord says by Solomon:  \"He who trusteth in that which is false, he feedeth the winds; and the very same, moreover, followeth the flight of birds."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:25",
                            "text": "For he forsaketh the ways of his own vineyard, he has wandered from the paths of his own little field."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:26",
                            "text": "But he walketh through pathless places, and dry, and a land destined for thirst; moreover, he gathereth together fruitless things in his hands\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:27",
                            "text": "And again: \"Abstain from strange water, and from the fountain of another do not drink, that you may live a long time; also that the years of life may be added to thee\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:28",
                            "text": "And in the Gospel our Lord Jesus Christ spoke with His divine voice, saying, \"Except a man be born again of water and the Spirit, he cannot enter the kingdom of God\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:29",
                            "text": "This is the Spirit which from the beginning was borne over the waters; for neither can the Spirit operate without the water, nor the water without the Spirit."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:30",
                            "text": "Certain people therefore interpret for themselves ill, when they say that by imposition of the hand they receive the Holy Ghost, and are thus received, when it is manifest that they ought to be born again in the Catholic Church by both sacraments."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:31",
                            "text": "Then indeed they will be able to be sons of God, as says the apostle: \"Taking care to keep the unity of the Spirit in the bond of peace."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:32",
                            "text": "There is one body, and one Spirit, as ye have been called in one hope of your calling; one Lord, one faith, one baptism, one God\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:33",
                            "text": "All these things speaks the Catholic Church."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:34",
                            "text": "And again, in the Gospel the Lord says: \"That which is born of the flesh is flesh, and that which is born of the Spirit is spirit; because God is a Spirit, and he is born of God\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:35",
                            "text": "Therefore, whatsoever things all heretics and schismatics do are carnal, as the apostle says:  \"For the works of the flesh are manifest, which are, fornications, uncleannesses, incest, idolatries, witchcrafts, hatreds, contentions, jealousy, anger, divisions, heresies, and the like to these; concerning which have told you before, as I also foretell you now, that whoever do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:36",
                            "text": "And thus the apostle condemns, with all the wicked, those also who cause division, that is, schismatics and heretics."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:37",
                            "text": "Unless therefore they receive saving baptism in the Catholic Church, which is one, they cannot be saved, but will be condemned with the carnal in the judgment of the Lord Christ."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:38",
                            "text": "Januarius of Lambesis said: According to the authority of the Holy Scriptures, I decree that all heretics must be baptized, and so admitted into the holy Church."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:39",
                            "text": "Lucius of Castra Galbae said: Since the Lord in His Gospel said, \"Ye are the salt of the earth: but if the salt should have lost its savour, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out of doors, and to be trodden under foot of men\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:40",
                            "text": "And again, after His resurrection, sending His apostles, He gave them charge, saying, \"All power is given unto me, in heaven and in earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:41",
                            "text": "Go and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:42",
                            "text": "Since, therefore, it is manifest that heretics—that is, the enemies of Christ—have not the sound confession of the sacrament; moreover, that schismatics cannot season others with spiritual wisdom, since they themselves, by departing from the Church, which is one, having lost the savour, have become contrary to it,—let it be done as it is written, \"The house of those that are contrary to the law owes a cleansing\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:43",
                            "text": "And it is a consequence that those who, having been baptized by people who are contrary to the Church, are polluted, must first be cleansed, and then at length be baptized."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:44",
                            "text": "Crescens of Cirta said: In such an assembly of most holy fellow-priests, as the letters of our most beloved Cyprian to Jubaianus and also to Stephen have been read, containing in them so much of the holy testimonies which descend from the divinely made Scriptures, that with reason we ought, all being made one by the grace of God, to consent to them; I judge that all heretics and schismatics who wish to come to the Catholic Church, shall not be allowed to enter without they have first been exorcised and baptized; with the exception of those indeed who may previously have been baptized in the Catholic Church, and these in such a way that they may be reconciled to the penitence of the Church by the imposition of hands."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:45",
                            "text": "Nicomedes of Segermae said: My opinion is this, that heretics coming to the Church should be baptized, for the reason that among sinners without they can obtain no remission of sins."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:46",
                            "text": "Munnulus of Girba said: The truth of our Mother the Catholic Church, brethren, hath always remained and still remains with us, and even especially in the Trinity of baptism, as our Lord says, \"Go ye and baptize the nations, in the name of the Father, of the Son, and of the Holy Spirit\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:47",
                            "text": "Since, then, we manifestly know that heretics have not either Father, or Son, or Holy Spirit, they ought, when they come to the Church our Mother, truly to be born again and to be baptized; that the cancer which they had, and the anger of damnation, and the witchery of error, may be sanctified by the holy and heavenly laver."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:48",
                            "text": "Secundinus of Cedias said: Since our Lord Christ says, \"He who is not with me is against me;\" and John the apostle calls those who depart from the Church Antichrists—undoubtedly enemies of Christ—any such as are called Antichrists cannot minister the grace of saving baptism."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:49",
                            "text": "And therefore I think that those who flee from the snares of the heretics to the Church must be baptized by us, who are called friends of God, of His condescension."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:50",
                            "text": "Felix of Bagai said: As, when the blind leads the blind, they fall together into the ditch; so, when the heretic baptizes a heretic, they fall together into death."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:51",
                            "text": "And therefore a heretic must be baptized and made alive, lest we who are alive should hold communion with the dead."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:52",
                            "text": "Polianus of Mileum said: It is right that a heretic be baptized in the holy Church."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:53",
                            "text": "Theogenes of Hippo Regius said: According to the sacrament of God's heavenly grace which we have received, we believe one baptism which is in the holy Church."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:54",
                            "text": "Dativus of Badis said: We, as far as in us lies, do not hold communion with heretics, unless they have been baptized in the Church, and have received remission of their sins."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:55",
                            "text": "Successus of Abbir Germaniciana said: Heretics can either do nothing, or they can do all."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:56",
                            "text": "If they can baptize, they can also bestow the Holy Spirit."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:57",
                            "text": "But if they cannot give the Holy Spirit, because they have not the Holy Spirit, neither can they spiritually baptize."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:58",
                            "text": "Therefore we judge that heretics must be baptized."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:59",
                            "text": "Fortunatus of Tuccaboris said: Jesus Christ our Lord and God, Son of God the Father and Creator, built His Church upon a rock, not upon heresy; and gave the power of baptizing to bishops, not to heretics."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:60",
                            "text": "Wherefore they who are without the Church, and, standing in opposition to Christ, disperse His sheep and flock, cannot baptize, being without."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:61",
                            "text": "Sedatus of Tuburbo said: In the degree in which water sanctified in the Church by the prayer of the priest, washes away sins; in that degree, if infected with heretical discourse as with a cancer, it heaps up sins."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:62",
                            "text": "Wherefore we must endeavour with all peaceful powers, that no one infected and stained with heretical error refuse to receive the single and true baptism of the Church, by which whosoever is not baptized, shall become an alien from the kingdom of heaven."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:63",
                            "text": "Privatianus of Sufetula said: Let him who says that heretics have the power of baptizing, say first who founded heresy."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:64",
                            "text": "For if heresy is of God, it also may have the divine indulgence."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:65",
                            "text": "But if it is not from God, how can it either have the grace of God, or confer it upon any one?  Privatus of Sufes said: He who approves the baptism of heretics, what else does he do than communicate with heretics?  Hortensianus of Lares said: Let either these presumptuous ones, or those who favour heretics, consider how many baptisms there are."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:66",
                            "text": "We claim for the Church one baptism, which we know not except in the Church."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:67",
                            "text": "Or how can they baptize any one in the name of Christ, whom Christ Himself declares to be His adversaries?  Cassius of Macomadae said: Since there cannot be two baptisms, he who yields baptism to the heretics takes it away from himself."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:68",
                            "text": "I judge therefore that heretics, lamentable and corrupt, must be baptized when they begin to come to the Church; and that when washed by the sacred and divine washing, and illuminated by the light of life, they may be received into the Church, not as enemies, but as made peaceful; not as foreigners, but as of the household of the faith of the Lord; not as children of adultery, but as sons of God; not of error, but of salvation; except those who once faithful have been supplanted, and have passed over from the Church to the darkness of heresy, but that these must be restored by the imposition of hands."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:69",
                            "text": "Another Januarius of Vicus Caesaris said:  If error does not obey truth, much more truth does not consent to error; and therefore we stand by the Church in which we preside, that, claiming her baptism for herself alone, we should baptize those whom the Church has not baptized."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:70",
                            "text": "Another Secundinus of Carpi said: Are heretics Christians or not? If they are Christians, why are they not in the Church of God? If they are not Christians, how come they to make Christians? Or whither will tend the Lord's discourse, when He says, \"He that is not with me is against me, and he who gathereth not with me scattereth?\" Whence it appears plain that upon strange children, and on the offspring of Antichrist, the Holy Ghost cannot descend only by imposition of hands, since it is manifest that heretics have not baptism."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:71",
                            "text": "Victoricus of Thabraca said: If heretics are allowed to baptize and to give remission of sins, wherefore do we brand them with infamy and call them heretics?  Another Felix of Uthina said: Nobody doubts, most holy fellow-priests, that human presumption is not able to do so much as the adorable and venerable majesty of our Lord Jesus Christ."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:72",
                            "text": "Therefore, remembering the danger, we ought not only to observe this also, but moreover to confirm it by the voice of all of us, that all heretics who come to the bosom of Mother Church should be baptized, that thus the heretical mind that has been polluted by a long decay, purged by the sanctification of the laver, may be reformed for the better."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:73",
                            "text": "Quietus of Baruch said: We who live by faith ought to obey with careful observance those things which before have been foretold for our instruction."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:74",
                            "text": "For it is written in Solomon: \"He that is baptized from the dead, (and again toucheth the dead,) what availeth his washing?\" which certainly speaks of those who are washed by heretics, and of those that wash them."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:75",
                            "text": "For if those who are baptized among them obtain by remission of their sins life eternal, why do they come to the Church? But if from a dead person no salvation is received, and therefore, acknowledging their previous error, they return to the truth with penitence, they ought to be sanctified with the one vital baptism which is in the Catholic Church."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:76",
                            "text": "Castus of Sicca said: He who with contempt of the truth presumes to follow custom, is either envious and malignant in respect of his brethren to whom the truth is revealed, or is ungrateful in respect of God, by whose inspiration His Church is instructed."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:77",
                            "text": "Euchratius of Thenae said: God and our Lord Jesus Christ, teaching the apostles with His own mouth, has entirely completed our faith, and the grace of baptism, and the rule of the ecclesiastical law, saying: \"Go ye and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:78",
                            "text": "Thus the false and wicked baptism of heretics must be rejected by us, and refuted with all detestation, from whose mouth is expressed poison, not life, not celestial grace, but blasphemy of the Trinity."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:79",
                            "text": "And therefore it is manifest that heretics who come to the Church ought to be baptized with the sound and Catholic baptism, in order that, being purified from the blasphemy of their presumption, they may be reformed by the grace of the Holy Spirit."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:80",
                            "text": "Libosus of Vaga said: In the Gospel the Lord says, \"I am the truth\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:81",
                            "text": "He said not, \"I am the custom\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:82",
                            "text": "Therefore the truth being manifest, let custom yield to truth; so that, although for the past any one was not in the habit of baptizing heretics in the Church, let him now begin to baptize them."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:83",
                            "text": "Lucius of Thebeste said: I determine that blasphemous and unrighteous heretics, who with various words tear asunder the holy and adorable words of the Scriptures, are to be accursed, and therefore that they must be exorcised and baptized."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:84",
                            "text": "Eugenius of Ammedera said: And I determine the same—that heretics must be baptized."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:85",
                            "text": "Also another Felix of Amaccora said: And I myself, following the authority of the divine Scriptures, judge that heretics must be baptized; and, moreover, those also who contend that they have been baptized among the schismatics."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:86",
                            "text": "For if, according to Christ's warning, our font is private to us, let all the adversaries of our Church understand that it cannot be for another."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:87",
                            "text": "Nor can He who is the Shepherd of the one flock give the saving water to two peoples."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:88",
                            "text": "And therefore it is plain that neither heretics nor schismatics can receive anything heavenly, seeing that they dare to receive from men who are sinners, and from those who are external to the Church."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:89",
                            "text": "When there is no place for the giver, assuredly there is no profit for the receiver."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:90",
                            "text": "Also another Januarius of Muzzuli said: I am surprised, since all confess that there is one baptism, that all do not perceive the unity of the same baptism."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:91",
                            "text": "For the Church and heresy are two things, and different things."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:92",
                            "text": "If heretics have baptism, we have it not; but if we have it, heretics cannot have it."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:93",
                            "text": "But there is no doubt that the Church alone possesses the baptism of Christ, since she alone possesses both the grace and the truth of Christ."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:94",
                            "text": "Adelphius of Thasvalte said: Certain persons without reason impugn the truth by false and envious words, in saying that we rebaptize, when the Church does not rebaptize heretics, but baptizes them."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:95",
                            "text": "Demetrius of Leptiminus said: We maintain one baptism, because we demand for the Church Catholic alone her own property."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:96",
                            "text": "But they who say that heretics truly and legitimately baptize, are themselves the people who make not one, but many baptisms."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:97",
                            "text": "For since heresies are many, according to their number will be reckoned baptisms."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:98",
                            "text": "Vincentius of Thibaris said: We know that heretics are worse than Gentiles."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:99",
                            "text": "If, therefore, being converted, they should wish to come to the Lord, we have assuredly the rule of truth which the Lord by His divine precept commanded to His apostles, saying, \"Go ye, lay on hands in my name, expel demons\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:100",
                            "text": "And in another place:  \"Go ye and teach the nations, baptizing them in the name of the Father, of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:101",
                            "text": "Therefore first of all by imposition of hands in exorcism, secondly by the regeneration of baptism, they may then come to the promise of Christ."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:102",
                            "text": "Otherwise I think it ought not to be done."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:103",
                            "text": "Marcus of Mactaris said: It is not to be wondered at if heretics, enemies, and impugners of the truth claim to themselves a matter in the power and condescension of others."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:104",
                            "text": "But it is to be wondered at, that some of us, prevaricators of the truth, support heretics and oppose themselves to Christians."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:105",
                            "text": "Therefore we decree that heretics must be baptized."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:106",
                            "text": "Sattius of Sicilibba said: If to heretics in baptism their sins are remitted, they come to the Church without reason."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:107",
                            "text": "For since, in the day of judgment, they are sins which are punished, there is nothing which the heretics can fear from Christ's judgment, if they have already obtained remission of their sins."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:108",
                            "text": "Victor of Gor said: Since sins are not remitted save in the baptism of the Church, he who admits a heretic to communion without baptism does two things against reason: he does not cleanse the heretics, and he befouls the Christians."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:109",
                            "text": "Aurelius of Utica said: Since the apostle says that we are not to communicate with other people's sins, what else does he do but communicate with other people's sins, who holds communion with heretics without the Church's baptism?  And therefore I judge that heretics must be baptized, that they may receive forgiveness of their sins; and thus communion may be had with them."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:110",
                            "text": "Iambus of Germaniciana said:  They who approve of the baptism of heretics, disapprove of ours, in denying that they who are, I will not say washed, but befouled, outside the Church, ought to be baptized in the Church."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:111",
                            "text": "Lucianus of Rucuma said: It is written, \"And God saw the light, that it was good, and divided between the light and the darkness\"."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:112",
                            "text": "If there can be agreement between light and darkness, there may be something in common between us and heretics."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:113",
                            "text": "Therefore I determine that heretics must be baptized."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:114",
                            "text": "Pelagianus of Luperciana said: It is written, \"Either the Lord is God, or Baal is God\"."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:115",
                            "text": "Therefore in the present case also, either the Church is the Church, or heresy is the Church."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:116",
                            "text": "On the other hand, if heresy is not the Church, how can the Church's baptism be among heretics?  Jader of Midila said: We know that there is but one baptism in the Catholic Church, and therefore we ought not to receive a heretic unless he has been baptized among us; lest he should think that he has been baptized out of the Catholic Church."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:117",
                            "text": "Also another Felix of Marazana said: There is one faith, one baptism, but of the Catholic Church, which alone has the right to baptize."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:118",
                            "text": "Paulus of Obba said: It does not disturb me if any man does not assert the faith and truth of the Church, since the apostle says, \"For what if some of them have fallen away from the faith? Has their unbelief made the faith of God of no effect? By no means."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:119",
                            "text": "For God is true, but every man a liar\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:120",
                            "text": "But if God is true, how can the truth of baptism be among the heretics, among whom God is not?  Pomponius of Dionysiana said: It is evident that heretics cannot baptize and give remission of sins, seeing that they have not power to be able to loose or to bind anything on earth."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:121",
                            "text": "Venantius of Timisa said: If a husband, going into foreign parts, had commended his wife to the guardianship of his friend, that friend would take care of her who was commended to him with all possible diligence, that her chastity and holiness should not be corrupted by any one."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:122",
                            "text": "Christ the Lord and our God, going to His Father, has commended to us His bride."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:123",
                            "text": "Shall we guard her incorrupt and inviolate, or shall we betray her integrity and chastity to adulterers and corrupters? For he who makes the Church's baptism common to heretics, betrays the spouse of Christ to adulterers."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:124",
                            "text": "Ahymnus of Ausvaga said: We have received one baptism, and that same we maintain and practise."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:125",
                            "text": "But he who says that heretics also may lawfully baptize, makes two baptisms."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:126",
                            "text": "Saturninus of Victoriana said: If heretics may baptize, they who do unlawful things are excused and defended; nor do I see why either Christ should have called them adversaries, or the apostle should have called them Antichrists."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:127",
                            "text": "Saturninus of Thucca said: The Gentiles, although they worship idols, do yet know and confess a supreme God as Father and Creator."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:128",
                            "text": "Against Him Marcion blasphemes, and some persons do not blush to approve the baptism of Marcion."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:129",
                            "text": "How do such priests either observe or vindicate God's priesthood, who do not baptize God's enemies, and hold communion with them as they are!  Marcellus of Zama said: Since sins are not remitted save in the baptism of the Church, he who does not baptize a heretic holds communion with a sinner."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:130",
                            "text": "Irenaeus of Ululi said: If the Church does not baptize a heretic, for the reason that he is said to be already baptized, it is the greater heresy."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:131",
                            "text": "Donatus of Cibaliana said: I know one Church and her one baptism."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:132",
                            "text": "If there is any who says that the grace of baptism is with heretics, he must first show and prove that the Church is among them."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:133",
                            "text": "Zosimus of Tharassa said: When a revelation of the truth is made, let error give place to truth; because Peter also, who previously circumcised, yielded to Paul when he preached the truth."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:134",
                            "text": "Julianus of Telepte said: It is written, \"No man can receive anything unless it have been given him from heaven\"."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:135",
                            "text": "If heresy is from heaven, it can also give baptism."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:136",
                            "text": "Faustus of Timida Regia said: Let not them who are in favour of heretics flatter themselves."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:137",
                            "text": "He who interferes with the baptism of the Church on behalf of heretics, makes them Christians, and us heretics."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:138",
                            "text": "Geminius of Furni said:  Some of our colleagues may prefer heretics to themselves, they cannot to us: and therefore what we have once determined we maintain—that we baptize those who come to us from the heretics."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:139",
                            "text": "Rogatianus of Nova said: Christ instituted the Church; the devil, heresy."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:140",
                            "text": "How can the synagogue of Satan have the baptism of Christ?  Therapius of Bulla said: He who concedes and betrays the Church's baptism to heretics, what else has he been to the spouse of Christ than a Judas?  Also another Lucius of Membresa said: It is written, \"God heareth not a sinner\"."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:141",
                            "text": "How can a heretic who is a sinner be heard in baptism?  Also another Felix of Bussacene said: In the matter of receiving heretics without the baptism of the Church, let no one prefer custom to reason and truth, because reason and truth always exclude custom."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:142",
                            "text": "Another Saturninus of Avitini said: If Antichrist can give to any one the grace of Christ, heretics also are able to baptize, for they are called antichrists."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:143",
                            "text": "Quintus of Aggya: He can give something who has something."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:144",
                            "text": "But what can heretics give, who, it is plain, have nothing?  Another Julianus of Marcelliana said: If a man can serve two masters, God and mammon, baptism also can serve two masters, the Christian and the heretic."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:145",
                            "text": "Tenax of Horrea Caeliae said: Baptism is one, but it is the Church's."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:146",
                            "text": "Where the Church is not there, there can be no baptism."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:147",
                            "text": "Another Victor of Assuri said: It is written, that \"God is one, and Christ is one, and the Church is one, and baptism is one\"."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:148",
                            "text": "How, therefore, can any one be baptized there, where God, and Christ, and the one Church is not?  Donatulus of Capse said: And I also have always thought this, that heretics, who can obtain nothing without the Church, when they are converted to the Church, must be baptized."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:149",
                            "text": "Verulus of Rusiccada said: A man who is a heretic cannot give what he has not; much more a schismatic, who has lost what he once had."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:150",
                            "text": "Pudentianus of Cuiculis said: The novelty of my episcopal office, beloved brethren, has caused me to await what my elders should judge."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:151",
                            "text": "For it is manifest that heresies have nothing, nor can have any thing."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:152",
                            "text": "And thus, if any one comes from them, it is most justly decreed that they must be baptized."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:153",
                            "text": "Peter of Hippo Diarrhytus said: Since there is one baptism in the Catholic Church, it is manifest that one cannot be baptized outside the Church."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:154",
                            "text": "And therefore I judge that those who have been dipped in heresy or in schism, when they come to the Church, should be baptized."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:155",
                            "text": "Also another Lucius of Ausafa said: According to the direction of my mind, and of the Holy Spirit, as there is one God and Father of our Lord Jesus Christ, and one Christ, and one hope, and one Spirit, and one Church, there ought also to be one baptism."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:156",
                            "text": "And therefore I say, that if any thing had been set on foot or accomplished by heretics, it ought to be rescinded, and that those who come thence must be baptized in the Church."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:157",
                            "text": "Also another Felix of Gurgites said: I judge that, according to the precepts of the holy Scriptures, he who is unlawfully baptized by heretics outside the Church, when he wishes to take refuge in the Church, should obtain the grace of baptism where it is lawfully given."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:158",
                            "text": "Pusillus of Lamasba said: I believe that there is no saving baptism except in the Catholic Church."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:159",
                            "text": "Whatsoever is apart from the Catholic Church is a pretence."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:160",
                            "text": "Salvianus of Gazaufala said: It is certain that heretics have nothing, and therefore they come to us that they may receive what they have not."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:161",
                            "text": "Honoratus of Thucca said: Since Christ is the Truth, we ought rather to follow truth than custom; so that we should sanctify heretics with the Church's baptism, seeing that they come to us for the reason that they could receive nothing without."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:162",
                            "text": "Victor of Octavum said: As yourselves also know, I have not long been appointed a bishop, and I therefore waited for the decision of my predecessors."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:163",
                            "text": "I therefore think this, that as many as come from heresy should undoubtedly be baptized."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:164",
                            "text": "Clarus of Mascula said: The sentence of our Lord Jesus Christ is plain, when He sent His apostles, and accorded to them alone the power given to Him by His Father; and to them we have succeeded, governing the Lord's Church with the same power, and baptizing the faith of believers."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:165",
                            "text": "And therefore heretics, who neither have power without, nor have the Church of Christ, are able to baptize no one with His baptism."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:166",
                            "text": "Secundianus of Thambei said: We ought not to deceive heretics by our presumption; so that they who have not been baptized in the Church of our Lord Jesus Christ, and have not obtained by this means remissions of their sins, when the day of judgment shall come, should impute to us that through us they were not baptized, and did not obtain the indulgence of divine grace."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:167",
                            "text": "On which account, since there is one Church and one baptism, when they are converted to us they should obtain, together with the Church, the Church's baptism also."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:168",
                            "text": "Also another Aurelius of Chullabi said:  John the apostle laid it down in his epistle, saying: \"If any one come unto you, and have not the doctrine of Christ, receive him not into your house, and say not to him, Hail."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:169",
                            "text": "For he that saith to him, Hail, partakes with his evil deeds\"."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:170",
                            "text": "How can such be rashly admitted into God's house, who are prohibited from being admitted into our private dwelling? Or how can we hold communion with them without the Church's baptism, to whom, if we should only say Hail, we are partakers of their evil deeds?  Litteus of Gemelli said: If the blind lead the blind, both fall into the ditch."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:171",
                            "text": "Since, then, it is manifest that heretics cannot give light to any, as being themselves blind, their baptism does not avail."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:172",
                            "text": "Natalis of Oëa said: As well I who am present, as Pompey of Sabrata, as also Dioga of Leptis Magna—who, absent indeed in body, but present in spirit, have given me charge—judge the same as our colleagues, that heretics cannot hold communion with us, unless they shall be baptized with ecclesiastical baptism."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:173",
                            "text": "Junius of Neapolis said: From the judgment which we once determined on I do not recede, that we should baptize heretics who come to the Church."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Cyprian: Concerining the Baptism of Heretics 1:174",
                            "text": "Cyprian of Carthage said: The letter which was written to our colleague Jubaianus very fully expresses my opinion, that, according to evangelical and apostolic testimony, heretics, who are called adversaries of Christ and Antichrists, when they come to the Church, must be baptized with the one baptism of the Church, that they may be made of adversaries, friends, and of Antichrists, Christians."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Cyprian: Concerining the Baptism of Heretics 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:1",
                            "text": "Elucidation."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:2",
                            "text": "(To them we have succeeded, p."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:3",
                            "text": ")  The theory of Cyprian is thus recognised in full council, by his colleagues, with respect to the unity of the Church Catholic."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:4",
                            "text": "They have never heard of any counter theory, and they state it as a matter of course."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:5",
                            "text": "Fortunatus of \"Tuccaboris\" had shortly before referred to the Church as \"built upon a rock,\" with evident reference to the faith, for he adds, \"not upon heresy\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:6",
                            "text": "Of a perpetuated construction, of which any one bishop was the perpetuated foundation, nobody as yet seems to have dreamed."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:7",
                            "text": "\"Other foundation can no man lay than that is laid,\" says St."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:8",
                            "text": "Paul; viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:9",
                            "text": ", \"Christ\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:10",
                            "text": "On Him, \"the Stone, Elect, precious,\" St."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:11",
                            "text": "Peter and all the apostles (the prophets as well) are built as foundation-stones; and we also, as \"lively stones,\" are built upon that foundation, into a holy temple."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:12",
                            "text": "This Council of Carthage sustains Cyprian also in his judgment concerning the question of baptism, and it is a mistake to say that it was ever overruled."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:13",
                            "text": "Compare St."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:14",
                            "text": "Basil, Ad Amphilochium (Epist."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:15",
                            "text": "Canonica prima, p."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:16",
                            "text": ", vol."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:17",
                            "text": "iii."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:18",
                            "text": ", ed."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Cyprian: Concerining the Baptism of Heretics 2:19",
                            "text": "Paris, ), where he refers to Cyprian and Firmilian (\"our Firmilian\") as \"ancient men,\" and treats the question as still an open one."
                        }
                    ]
                }
            ]
        }
    ]
}