{
    "books": [
        {
            "name": "Recognitions of Clement Book VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book VII 1:1",
                            "text": "The Recognitions of Clement Book VII:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book VII 1:2",
                            "text": "—Journey from Tripolis."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book VII 1:3",
                            "text": "At length leaving Tripolis, a city of Phoenicia, we made our first halt at Ortosias, not far from Tripolis; and there we remained the next day also, because almost all those that had believed in the Lord, unable to part from Peter, followed him thus far."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book VII 1:4",
                            "text": "Thence we came to Antharadus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book VII 1:5",
                            "text": "But because there were many in our company, Peter said to Niceta and Aquila: \"As there are immense crowds of brethren with as, and we bring upon ourselves no little envy as we enter into every city, it seems to me that we must take means, without doing so unpleasing a thing as to prevent their following us, to secure that the wicked one shall not stir up envy against us on account of any display! I wish, therefore, that you, Niceta and Aquila, would go before us with them, so that you may lead the multitude divided into two sections, that we may enter every city of the Gentiles travelling apart, rather than in one assemblage."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:2",
                            "text": "—Disciples Divided into Two Bands."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:3",
                            "text": "\"But I know that you think it sad to be separated from me for the space of at least two days."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:4",
                            "text": "Believe me, that in whatever degree you love me, my affection towards you is tenfold greater."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:5",
                            "text": "But if, by reason of our mutual affection, we will not do the things that are right and honourable, such love will appear to be unreasonable."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:6",
                            "text": "And therefore, without bating a little of our love, let us attend to those things which seem useful and necessary; especially since not a day can pass in which you may not be present at my discussions."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:7",
                            "text": "For I purpose to pass through the most noted cities of the provinces one by one, as you also know, and to reside three months in each for the sake of teaching."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:8",
                            "text": "Now, therefore, go before me to Laodicea, which is the nearest city, and I shall follow you after two or three days, so far as I purpose."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:9",
                            "text": "But you shall wait for me at the inn nearest to the gate of the city; and thence again, when we have spent a few days there, you shall go before me to more distant cities."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book VII 2:10",
                            "text": "And this I wish you to do at every city, for the sake of avoiding envy as much as in us lies, and also that the brethren who are with us, finding lodgings prepared in the several cities by your foresight, may not seem to be vagabonds\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:2",
                            "text": "—Order of March."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:3",
                            "text": "When Peter thus spoke, they of course acquiesced, saying: \"It does not greatly sadden us to do this, because we are ordered by you, who have been chosen by the foresight of Christ to do and to counsel well in all things; but also because, while it is a heavy loss not to see our lord Peter for one, or it may be two days, yet it is not intolerable."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:4",
                            "text": "And we think of our twelve brethren who go before us, and who are deprived of the advantage of hearing and seeing you for a whole month out of the three that you stay in every city."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:5",
                            "text": "Therefore we shall not delay doing as you order, because you order all things aright\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book VII 3:6",
                            "text": "And thus saying, they went forward, having received instructions that they should speak to the brethren who journeyed with them outside the city, and request them not to enter the cities in a crowd and with tumult, but apart, and divided."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book VII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book VII 4:2",
                            "text": "—Clement's Joy at Remaining with Peter."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book VII 4:3",
                            "text": "But when they were gone, I Clement rejoiced greatly because he had kept me with himself, and I said to him: \"I give thanks to God that you have not sent me forward with the others, for I should have died through sadness\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book VII 4:4",
                            "text": "Then said Peter: \"And what will happen if necessity shall demand that you be sent anywhere for the purpose of teaching? Would you die if you were separated from me for a good purpose? Would you not put a restraint upon yourself, to bear patiently what necessity has laid upon you? Or do you not know that friends are always together, and are joined in memory, though they be separated bodily; as, on the other hand, some persons are near to one another in body, but are separate in mind?\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:2",
                            "text": "—Clement's Affection for Peter."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:3",
                            "text": "Then I answered: \"Think not, my lord, that I suffer these things unreasonably; but there is a certain cause and reason of this affection of mine towards you."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:4",
                            "text": "For I have you alone as the object of all my affections, instead of father and mother, and brethren; but above all this, is the fact that you alone are the cause of my salvation and knowledge of the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:5",
                            "text": "And also this I do not count of least moment, that my youthful age is subject to the snares of lusts; and I am afraid to be without you, by whose sole presence all effeminacy, however irrational it be, is put to shame; although I trust, by the mercy of God, that even my mind, from what it has conceived through your instruction, shall be unable to receive aught else into its thoughts."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:6",
                            "text": "Besides, I remember your saying at Caesarea, 'If any one wishes to accompany me, without violating dutifulness, let him accompany me."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:7",
                            "text": "' And by this you meant that he should not make any one sad, to whom he ought according to God's appointment to cleave; for example, that he should not leave a faithful wife, or parents, or the like."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book VII 5:8",
                            "text": "Now from these I am entirely free, and so I am fit for following you; and I wish you would grant me that I might perform to you the service of a servant\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:2",
                            "text": "—Peter's Simplicity of Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:3",
                            "text": "Then Peter, laughing, said: \"And do you not think, Clement, that very necessity must make you my servant? For who else can spread my sheets, and arrange my beautiful coverlets? Who will be at hand to keep my rings, and prepare my robes, which I must be constantly changing? Who shall superintend my cooks, and provide various and choice meats to be prepared by most recondite and various art; and all those things which are procured at enormous expense, and are brought together for men of delicate up-bringing, yea rather, for their appetite, as for some enormous beast? But perhaps, although you live with me, you do not know my manner of life."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:4",
                            "text": "I live on bread alone, with olives, and seldom even with pot-herbs; and my dress is what you see, a tunic with a pallium: and having these, I require nothing more."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:5",
                            "text": "This is sufficient for me, because my mind does not regard things present, but things eternal, and therefore no present and visible thing delights me."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:6",
                            "text": "Whence I embrace and admire indeed your good mind towards me; and I commend you the more, because, though you have been accustomed to so great abundance, you have been able so soon to abandon it, and to accommodate yourself to this life of ours, which makes use of necessary things alone."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:7",
                            "text": "For we—that is, I and my brother Andrew—have grown up from our childhood not only orphans, but also extremely poor, and through necessity have become used to labour, whence now also we easily bear the fatigues of our journeyings."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book VII 6:8",
                            "text": "But rather, if you would consent and allow it, I, who am a working man, could more easily discharge the duty of a servant to you\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:2",
                            "text": "—Peter's Humility."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:3",
                            "text": "But I trembled when I heard this, and my tears immediately gushed forth, because so great a man, who is worth more than the whole world, had addressed such a proposal to me."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:4",
                            "text": "Then he, when he saw me weeping, inquired the reason; and I answered him: \"How have I so sinned against you, that you should distress me with such a proposal?\" Then Peter: \"If it is evil that I said I should serve you, you were first in fault in saying the same thing to me\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:5",
                            "text": "Then said I: \"The cases are not alike: for it becomes me to do this to you; but it is grievous that you, who are sent as the herald of the Most High God to save the souls of men, should say it to me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:6",
                            "text": "Then said Peter: \"I should agree with you, were it not that our Lord, who came for the salvation of the whole world, and who was nobler than any creature, submitted to be a servant, that He might persuade us not to be ashamed to perform the ministry of servants to our brethren\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book VII 7:7",
                            "text": "Then said I: \"It were foolishness in me to suppose that I can prevail with you; nevertheless I give thanks to the providence of God, because I have merited to have you instead of parents\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:2",
                            "text": "—Clement's Family History."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:3",
                            "text": "Then said Peter: \"Is there then no one of your family surviving?\" I answered: \"There are indeed many powerful men, coming of the stock of Caesar; for Caesar himself gave a wife to my father, as being his relative, and educated along with him, and of a suitably noble family."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:4",
                            "text": "By her my father had twin sons, born before me, not very like one another, as my father told me; for I never knew them."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:5",
                            "text": "But indeed I have not a distinct recollection even of my mother; but I cherish the remembrance of her face, as if I had seen it in a dream."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:6",
                            "text": "My mother's name was Matthidia, my father's Faustinianus: my brothers', Faustinus and Faustus."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book VII 8:7",
                            "text": "Now, when I was barely five years old, my mother saw a vision—so I learned from my father—by which she was warned that, unless she speedily left the city with her twin sons, and was absent for ten years, she and her children should perish by a miserable fate."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book VII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book VII 9:2",
                            "text": "—Disappearance of His Mother and Brothers."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book VII 9:3",
                            "text": "\"Then my father, who tenderly loved his sons, put them on board a ship with their mother, and sent them to Athens to be educated, with slaves and maid-servants, and a sufficient supply of money; retaining me only to be a comfort to him, and thankful for this, that the vision had not commanded me also to go with my mother."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book VII 9:4",
                            "text": "And at the end of a year my father sent men to Athens with money for them, desiring also to know how they did; but those who were sent never returned."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book VII 9:5",
                            "text": "Again, in the third year, my sorrowful father sent other men with money, who returned in the fourth year, and related that they had seen neither my mother nor my brothers, that they had never reached Athens, and that no trace had been found of any one of those who had been with them."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:2",
                            "text": "—Disappearance of His Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:3",
                            "text": "\"My father hearing this, and confounded with excessive sorrow, not knowing whither to go or where to seek, went down with me to the harbour, and began to ask of the sailors whether any of them had seen or heard of the bodies of a mother and two little children being cast ashore anywhere, four years ago; when one told one story and another another, but nothing definite was disclosed to us searching in this boundless sea."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:4",
                            "text": "Yet my father, by reason of the great affection which he bore to his wife and children, was fed with vain hopes, until he thought of placing me under guardians and leaving me at Rome, as I was now twelve years old, and himself going in quest of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:5",
                            "text": "Therefore he went down to the harbour weeping, and going on board a ship, took his departure; and from that time till now I have never received any letters from him, nor do I know whether he is alive or dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book VII 10:6",
                            "text": "But I rather suspect that he also has perished, either through a broken heart or by shipwreck; for twenty years have now elapsed since then, and no tidings of him have ever reached me\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book VII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book VII 11:2",
                            "text": "—Different Effects of Suffering on Heathens and Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book VII 11:3",
                            "text": "Peter, hearing this, shed tears of sympathy, and said to his friends who were present: \"If any man who is a worshipper of God had endured what this man's father has endured, immediately men would assign his religion as the cause of his calamities; but when these things happen to miserable Gentiles, they charge their misfortunes upon fate."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book VII 11:4",
                            "text": "I call them miserable, because they are both vexed with errors here, and are deprived of future hope; whereas, when the worshippers of God suffer these things, their patient endurance of them contributes to their cleansing from sin\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:2",
                            "text": "—Excursion to Aradus."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:3",
                            "text": "After this, one of those present began to ask Peter, that early next day we should go to a neighbouring island called Aradus, which was not more than six furlongs off, to see a certain wonderful work that was in it, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:4",
                            "text": "vine-wood columns of immense size."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:5",
                            "text": "To this Peter assented, as he was very complaisant; but he charged us that, when we left the ship, we should not rush all together to see it: \"for,\" said he, \"I do not wish you to be noticed by the crowd\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:6",
                            "text": "When therefore, next day, we reached the island by ship in the course of an hour, forthwith we hastened to the place where the wonderful columns were."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book VII 12:7",
                            "text": "They were placed in a certain temple, in which there were very magnificent works of Phidias, on which every one of us gazed earnestly."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book VII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book VII 13:2",
                            "text": "—The Beggar Woman."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book VII 13:3",
                            "text": "But when Peter had admired only the columns, being no wise ravished with the grace of the painting, he went out, and saw before the gates a poor woman asking alms of those who went in; and looking earnestly at her, he said: \"Tell me, O woman, what member of your body is wanting, that you subject yourself to the indignity of asking alms, and do not rather gain your bread by labouring with your hands which God has given you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book VII 13:4",
                            "text": "But she, sighing, said: \"Would that I had hands which could be moved; but now only the appearance of hands has been preserved, for they are lifeless, and have been rendered feeble and without feeling by my knawing of them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book VII 13:5",
                            "text": "Then Peter said: \"What has been the cause of your inflicting so great an injury upon yourself?\" \"Want of courage,\" said she, \"and nought else; for if I had had any bravery in me, I could either have thrown myself from a precipice, or cast myself into the depths of the sea, and so ended my griefs\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book VII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book VII 14:2",
                            "text": "—The Woman's Grief."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book VII 14:3",
                            "text": "Then Peter said: \"Do you think, O woman, that those who destroy themselves are set free from torments, and not rather that the souls of those who lay violent hands upon themselves are subjected to greater punishments?\" Then said she: \"I wish I were sure that souls live in the infernal regions, for I would gladly embrace the suffering of the penalty of suicide, only that I might see my darling children, if it were but for an hour\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book VII 14:4",
                            "text": "Then Peter: \"What thing is it so great, that effects you with so heavy sadness? I should like to know."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book VII 14:5",
                            "text": "For if you informed me of the cause, I might be able both to show you clearly, O woman, that souls do live in the infernal regions; and instead of the precipice or the deep sea, I might give you some remedy, that you may be able to end your life without torment\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:2",
                            "text": "—The Woman's Story."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:3",
                            "text": "Then the woman, hearing this welcome promise, began to say: \"It is neither easy of belief, nor do I think it necessary to tell, what is my extraction, or what is my country."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:4",
                            "text": "It is enough only to explain the cause of my grief, why I have rendered my hands powerless by gnawing them."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:5",
                            "text": "Being born of noble parents, and having become the wife of a suitably powerful man, I had two twin sons, and after them one other."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:6",
                            "text": "But my husband's brother was vehemently enflamed with unlawful love towards me; and as I valued chastity above all things, and would neither consent to so great wickedness, nor wished to disclose to my husband the baseness of his brother, I considered whether in any way I could escape unpolluted, and yet not set brother against brother, and so bring the whole race of a noble family into disgrace."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book VII 15:7",
                            "text": "I made up my mind, therefore, to leave my country with my two twins, until the incestuous love should subside, which the sight of me was fostering and inflaming; and I thought that our other son should remain to comfort his father to some extent."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:2",
                            "text": "—The Woman's Story Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:3",
                            "text": "\"Now in order to carry out this plan, I pretended that I had had a dream, in which some deity stood by me in a vision, and told me that I should immediately depart from the city with my twins, and should be absent until he should command me to return; and that, if I did not do so, I should perish with all my children."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:4",
                            "text": "And so it was done."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:5",
                            "text": "For as soon as I told the dream to my husband, he was terrified; and sending with me my twin sons, and also slaves and maid-servants, and giving me plenty of money, he ordered me to sail to Athens, where I might educate my sons, and that I should stay there until he who commanded me to depart should give me leave to return."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:6",
                            "text": "While I was sailing along with my sons, I was shipwrecked in the night by the violence of the winds, and, wretch that I am, was driven to this place; and when all had perished, a powerful wave caught me, and cast me upon a rock."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book VII 16:7",
                            "text": "And while I sat there with this only hope, that haply I might be able to find my sons, I did not throw myself into the deep, although then my soul, disturbed and drunk with grief, had both the courage and the power to do it."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:2",
                            "text": "—The Woman's Story Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:3",
                            "text": "\"But when the day dawned, and I with shouting and howling was looking around, if I could even see the corpses of my unhappy sons anywhere washed ashore, some of those who saw me were moved with compassion, and searched, first over the sea, and then also along the shores, if they could find either of my children."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:4",
                            "text": "But when neither of them was anywhere found, the women of the place, taking pity on me, began to comfort me, every one telling her own griefs, that I might take consolation from the likeness of their calamities to my own."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:5",
                            "text": "But this saddened me all the more; for my disposition was not such that I could regard the misfortunes of others as comforts to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:6",
                            "text": "And when many desired to receive me hospitably, a certain poor woman who dwells here constrained me to enter into her hut, saying that she had had a husband who was a sailor, and that he had died at sea while a young man, and that, although many afterwards asked her in marriage, she preferred widowhood through love of her husband."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:7",
                            "text": "'Therefore,' said she, 'we shall share whatever we can gain by the labour of our hands."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book VII 17:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:2",
                            "text": "—The Woman's Story Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:3",
                            "text": "\"And, not to detain you with a long and profitless story, I willingly dwelt with her on account of the faithful affection which she retained for her husband."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:4",
                            "text": "But not long after, my hands (unhappy woman that I was!), long torn with gnawing, became powerless, and she who had taken me in fell into palsy, and now lies at home in her bed; also the affection of those women who had formerly pitied me grew cold."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:5",
                            "text": "We are both helpless."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:6",
                            "text": "I, as you see, sit begging; and when I get anything, one meal serves two wretches."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book VII 18:7",
                            "text": "Behold, now you have heard enough of my affairs; why do you delay the fulfilment of your promise, to give me a remedy, by which both of us may end our miserable life without torment?\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:2",
                            "text": "—Peter's Reflections on the Story."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:3",
                            "text": "While she was speaking, Peter, being distracted with much thought, stood like one thunder-struck; and I Clement coming up, said: \"I have been seeking you everywhere, and now what are we to do?\" But he commanded me to go before him to the ship, and there to wait for him; and because he must not be gainsayed, I did as he commanded me."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:4",
                            "text": "But he, as he afterwards told me the whole, being struck with a sort of suspicion, asked of the woman her family, and her country, and the names of her sons; \"and straightway,\" he said, \"if you tell me these things, I shall give you the remedy\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:5",
                            "text": "But she, like one suffering violence, because she would not confess these things, and yet was desirous of the remedy, feigned one thing after another, saying that she was an Ephesian, and her husband a Sicilian, and giving false names to her sons."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:6",
                            "text": "Then Peter, supposing that she had answered truly, said: \"Alas! O woman, I thought that some great joy should spring up to us to-day; for I suspected that you were a certain woman, concerning whom I lately learned certain like things\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book VII 19:7",
                            "text": "But she adjured him, saying: \"I entreat you to tell me what they are, that I may know if amongst women there be one more unfortunate than myself\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book VII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book VII 20:2",
                            "text": "—Peter's Statement to the Woman."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book VII 20:3",
                            "text": "Then Peter, incapable of deception, and moved with compassion, began to say: \"There is a certain young man among those who follow me for the sake of religion and sect, a Roman citizen, who told me that he had a father and two twin brothers, of whom not one is left to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book VII 20:4",
                            "text": "'My mother,' he said, 'as I learned from my father, saw a vision, that she should depart from the Roman city for a time with her twin sons, else they should perish by a dreadful death; and when she had departed, she was nevermore seen."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book VII 20:5",
                            "text": "' And afterwards his father set out to search for his wife and sons, and was also lost\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:2",
                            "text": "—A Discovery."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:3",
                            "text": "When Peter had thus spoken, the woman, struck with astonishment, fainted."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:4",
                            "text": "Then Peter began to hold her up, and to comfort her, and to ask what was the matter, or what she suffered."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:5",
                            "text": "But she at length, with difficulty recovering her breath, and nerving herself up to the greatness of the joy which she hoped for, and at the same time wiping her face, said: \"Is he here, the youth of whom you speak?\" But Peter, when he understood the matter, said: \"Tell me first, or else you shall not see him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:6",
                            "text": "Then she said: \"I am the mother of the youth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:7",
                            "text": "Then says Peter: \"What is his name?\" And she answered: \"Clement\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:8",
                            "text": "Then said Peter: \"It is himself; and he it was that spoke with me a little while ago, and whom I ordered to go before me to the ship\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:9",
                            "text": "Then she fell down at Peter's feet and began to entreat him that he would hasten to the ship."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:10",
                            "text": "Then Peter said: \"Yes, if you will promise me that you will do as I say\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:11",
                            "text": "Then she said: \"I will do anything; only show me my only son, for I think that in him I shall see my twins also\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:12",
                            "text": "Then Peter said: \"When you have seen him, dissemble for a little time, until we leave the island\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book VII 21:13",
                            "text": "\"I will do so,\" she said."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:2",
                            "text": "—A Happy Meeting."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:3",
                            "text": "Then Peter, holding her hand, led her to the ship."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:4",
                            "text": "And when I saw him giving his hand to the woman, I began to laugh; yet, approaching to do him honour, I tried to substitute my hand for his, and to support the woman."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:5",
                            "text": "But as soon as I touched her hand, she uttered a loud scream, and rushed into my embrace, and began to devour me with a mother's kisses."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book VII 22:6",
                            "text": "But I, being ignorant of the whole matter, pushed her off as a mad woman; and at the same time, though with reverence, I was somewhat angry with Peter."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:2",
                            "text": "—A Miracle."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:3",
                            "text": "But he said: \"Cease: what mean you, O Clement, my son? Do not push away your mother\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:4",
                            "text": "But I, as soon as I heard these words, immediately bathed in tears, fell upon my mother, who had fallen down, and began to kiss her."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:5",
                            "text": "For as soon as I heard, by degrees I recalled her countenance to my memory; and the longer I gazed, the more familiar it grew to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:6",
                            "text": "Mean time a great multitude assembled, hearing that the woman who used to sit and beg was recognised by her son, who was a good man."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:7",
                            "text": "And when we wished to sail hastily away from the island, my mother said to me: \"My darling son, it is right that I should bid farewell to the woman who took me in; for she is poor, and paralytic, and bedridden\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:8",
                            "text": "When Peter and all who were present heard this, they admired the goodness and prudence of the woman; and immediately Peter ordered some to go and to bring the woman in her bed as she lay."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:9",
                            "text": "And when she had been brought, and placed in the midst of the crowd, Peter said, in the presence of all: \"If I am a preacher of truth, for confirming the faith of all those who stand by, that they may know and believe that there is one God, who made heaven and earth, in the name of Jesus Christ, His Son, let this woman rise\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:10",
                            "text": "And as soon as he had said this, she arose whole, and fell down at Peter's feet; and greeting her friend and acquaintance with kisses asked of her was the meaning of it all."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book VII 23:11",
                            "text": "But she shortly related to her the whole proceeding of the Recognition, so that the crowds standing around wondered."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book VII 24:1",
                            "text": "Chapter XXIV—Departure from Aradus."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book VII 24:2",
                            "text": "Then Peter, so far as he could, and as time permitted, addressed the crowds on the faith of God, and the ordinances of religion; and then added, that if any one wished to know more accurately about these things, he should come to Antioch, \"where,\" said he, \"we have resolved to stay three months, and to teach fully the things which pertain to salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book VII 24:3",
                            "text": "For if,\" said he, \"men leave their country and their parents for commercial or military purposes, and do not fear to undertake long voyages, why should it be thought burdensome or difficult to leave home for three months for the sake of eternal life?\" When he had said these things, and more to the same purpose, I presented a thousand drachmas to the woman who had entertained my mother, and who had recovered her health by means of Peter, and in the presence of all committed her to the charge of a certain good man, the chief person in that town, who promised that he would gladly do what we demanded of him."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book VII 24:4",
                            "text": "I also distributed a little money among some others, and among those women who were said formerly to have comforted my mother in her miseries, to whom I also expressed my thanks."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book VII 24:5",
                            "text": "And after this we sailed, along with my mother, to Antaradus."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:2",
                            "text": "—Journeyings."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:3",
                            "text": "And when we had come to our lodging, my mother began to ask of me what had become of my father; and I told her that he had gone to seek her, and never returned."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:4",
                            "text": "But she, hearing this, only sighed; for her great joy on my account lightened her other sorrows."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:5",
                            "text": "And the next day she journeyed with us, sitting with Peter's wife; and we came to Balaneae, where we stayed three days, and then went on to Pathos, and afterwards to Gabala; and so we arrived at Laodicea, where Niceta and Aquila met us before the gates, and kissing us, conducted us to a lodging."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:6",
                            "text": "But Peter, seeing that it was a large and splendid city, said that it was worthy that we should stay in it ten days, or even longer."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book VII 25:7",
                            "text": "Then Niceta and Aquila asked of me who was this unknown woman; and I answered: \"It is my mother, whom God has given back to me by means of my lord Peter\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:2",
                            "text": "—Recapitulation."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:3",
                            "text": "And when I had said this, Peter began to relate the whole matter to them in order, and said, \"When we had come to Aradus, and I had ordered you to go on before us, the same day after you had gone, Clement was led in the course of conversation to tell me of his extraction and his family, and how he had been deprived of his parents, and had had twin brothers older than himself, and that, as his father told him, his mother once saw a vision, by which she was ordered to depart from the city of Rome with her twin sons, else she and they should suddenly perish."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:4",
                            "text": "And when she had told his father the dream, he, loving his sons with tender affection, and afraid of any evil befalling them, put his wife and sons on board a ship with all necessaries, and sent them to Athens to be educated."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:5",
                            "text": "Afterwards he sent once and again persons to inquire after them, but nowhere found even a trace of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:6",
                            "text": "At last the father himself went on the search, and until now he is nowhere to be found."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:7",
                            "text": "When Clement had given me this narrative, there came one to us, asking us to go to the neighbouring island of Aradus, to see vine-wood columns of wonderful size."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book VII 26:8",
                            "text": "I consented; and when we came to the place, all the rest went into the interior of the temple; but I—for what reason I know not—had no mind to go farther."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:2",
                            "text": "—Recapitulation Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:3",
                            "text": "\"But while I was waiting outside for them, I began to notice this woman, and to wonder in what part of her body she was disabled, that she did not seek her living by the labour of her hands, but submitted to the shame of beggary."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:4",
                            "text": "I therefore asked of her the reason of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:5",
                            "text": "She confessed that she was sprung of a noble race, and was married to a no less noble husband, 'whose brother,' said she, 'being inflamed by unlawful love towards me, desired to defile his brother's bed."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:6",
                            "text": "This I abhorring, and yet not daring to tell my husband of so great wickedness, lest I should stir up war between the brothers, and bring disgrace upon the family, judged it better to depart from my country with my two twin sons, leaving the younger boy to be a comfort to his father."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:7",
                            "text": "And that this might be done with an honourable appearance, I thought good to feign a dream, and to tell my husband that there stood by me in a vision a certain deity, who told me to set out from the city immediately with my two twins, and remain until he should instruct me to return."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:8",
                            "text": "' She told me that her husband, when he heard this, believed her, and sent her to Athens, with the twin children to be educated there; but that they were driven by a terrible tempest upon that island, where, when the ship had gone to pieces, she was lifted by a wave upon a rock, and delayed killing herself only for this, 'until,' said she, 'I could embrace at least the dead limbs of my unfortunate sons, and commit them to burial."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:9",
                            "text": "But when the day dawned, and crowds had assembled, they took pity upon me, and threw a garment over me."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:10",
                            "text": "But I, miserable, entreated them with many tears, to search if they could find anywhere the bodies of my unfortunate sons."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book VII 27:11",
                            "text": "And I, tearing all my body with my teeth, with wailing and howlings cried out constantly, Unhappy woman that I am, where is my Faustus? where my Faustinus?'\"."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:2",
                            "text": "—More Recognitions."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:3",
                            "text": "And when Peter said this, Niceta and Aquila suddenly started up, and being astonished, began to be greatly agitated, saying: \"O Lord, Thou Ruler and God of all, are these things true, or are we in a dream?\" Then Peter said: \"Unless we be mad, these things are true\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:4",
                            "text": "But they, after a short pause, and wiping their faces, said: \"We are Faustinus and Faustus: and even at the first, when you began this narrative, we immediately fell into a suspicion that the matters that you spoke of might perhaps relate to us; yet again considering that many like things happen in men's lives, we kept silence, although our hearts were struck by some hope."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:5",
                            "text": "Therefore we waited for the end of your story, that, if it were entirely manifest that it related to us, we might then confess it\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:6",
                            "text": "And when they had thus spoken, they went in weeping to our mother."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book VII 28:7",
                            "text": "And when they found her asleep, and wished to embrace her, Peter prevented them, saying: \"Permit me first to prepare your mother's mind, lest haply by the great and sudden joy she lose her reason, and her understanding be disturbed, especially as she is now stupefied with sleep\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:2",
                            "text": "—\"Nothing Common or Unclean\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:3",
                            "text": "Therefore, when our mother had risen from her sleep, Peter began to address her, saying: \"I wish you to know, O woman, an observance of our religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:4",
                            "text": "We worship one God, who made the world, and we keep His law, in which He commands us first of all to worship Him, and to reverence His name, to honour our parents, and to preserve chastity and uprightness."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:5",
                            "text": "But this also we observe, not to have a common table with Gentiles, unless when they believe, and on the reception of the truth are baptized, and consecrated by a certain threefold invocation of the blessed name; and then we eat with them."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:6",
                            "text": "Otherwise, even if it were a father or a mother, or wife, or sons, or brothers, we cannot have a common table with them."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book VII 29:7",
                            "text": "Since, therefore, we do this for the special cause of religion, let it not seem hard to you that your son cannot eat with you, until you have the same judgment of the faith that he has\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book VII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book VII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book VII 30:2",
                            "text": "—\"Who Can Forbid Water?\"  Then she, when she heard this, said: \"And what hinders me to be baptized to-day? For even before I saw you I was wholly alienated from those whom they call gods because they were not able to do anything for me, although I frequently, and almost daily, sacrificed to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book VII 30:3",
                            "text": "And as to chastity, what shall I say, when neither in former times did pleasures deceive me, nor afterwards did poverty compel me to sin? But I think you know well enough how great was my love of chastity, when I pretended that dream that I might escape the snares of unhallowed love, and that I might go abroad with my two twins, and when I left this my son Clement alone to be a comfort to his father."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book VII 30:4",
                            "text": "For if two were scarcely enough for me, how much more it would have saddened their father, if he had had none at all? For he was wretched through his great affection towards our sons, so that even the authority of the dream could scarce prevail upon him to give up to me Faustinus and Faustus, the brothers of this Clement, and that himself should be content with Clement alone\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book VII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:2",
                            "text": "—Too Much Joy."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:3",
                            "text": "While she was yet speaking, my brothers could contain themselves no longer, but rushed into their mother's embrace with many tears, and kissed her."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:4",
                            "text": "But she said: \"What is the meaning of this?\" \"Then said Peter: \"Be not disturbed, O woman; be firm."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:5",
                            "text": "These are your sons Faustinus and Faustus, whom you supposed to have perished in the deep; but how they are alive, and how they escaped in that horrible night, and how the one of them is called Niceta and the other Aquila, they will be able to explain to you themselves, and we also shall hear it along with you\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book VII 31:6",
                            "text": "When Peter had said this, our mother fainted, being overcome with excess of joy; and after some time, being restored and come to herself, she said: \"I beseech you, darling sons, tell me what has befallen you since that dismal and cruel night\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book VII 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:2",
                            "text": "—\"He Bringeth Them Unto Their Desired Haven\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:3",
                            "text": "Then Niceta began to say: \"On that night, O mother, when the ship was broken up, and we were being tossed upon the sea, supported on a fragment of the wreck, certain men, whose business it was to rob by sea, found us, and placed us in their boat, and overcoming the power of the waves by rowing, by various stretches brought us to Caesarea Stratonis."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:4",
                            "text": "There they starved us, and beat us, and terrified us, that we might not disclose the truth; and having changed our names, they sold us to a certain widow, a very honourable women, named Justa."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:5",
                            "text": "She, having bought us, treated us as sons, so that she carefully educated us in Greek literature and liberal arts."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book VII 32:6",
                            "text": "And when we grew up, we also attended to philosophic studies, that we might be able to confute the Gentiles, by supporting the doctrines of the divine religion by philosophic disputations."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book VII 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:2",
                            "text": "—Another Wreck Prevented."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:3",
                            "text": "\"But we adhered, for friendship's sake and boyish companionship, to one Simon, a magician, who was educated along with us, so that we were almost deceived by him."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:4",
                            "text": "For there is mention made in our religion of a certain Prophet, whose coming was hoped for by all who observe that religion, through whom immortal and happy life is promised to be given to those who believe in Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:5",
                            "text": "Now we thought that this Simon was he."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:6",
                            "text": "But these things shall be explained to you, O mother, at a more convenient season."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:7",
                            "text": "Meanwhile, when we were almost deceived by Simon, a certain colleague of my lord Peter, Zacchaeus by name, warned us that we should not be duped by the magician, but presented us to Peter on his arrival, that by him we might be taught the things which were sound and perfect."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:8",
                            "text": "And this we hope will happen to you also, even as God has vouchsafed it to us, that we may be able to eat and have a common table with you."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book VII 33:9",
                            "text": "Thus therefore it was, O mother, that you believed that we were drowned in the sea, while we were stolen by pirates\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book VII 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book VII 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book VII 34:2",
                            "text": "—Baptism Must Be Preceded by Fasting."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book VII 34:3",
                            "text": "When Niceta had spoken thus, our mother fell down at Peter's feet, entreating and beseeching him that both herself and her hostess might be baptized without delay; \"that,\" said she, \"I may not even for a single day suffer the loss of the company and society of my sons\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book VII 34:4",
                            "text": "In like manner, we her sons also entreated Peter."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book VII 34:5",
                            "text": "But he said: \"What! Do you think that I alone am unpitiful, and that I do not wish you to enjoy your mother's society at meals? But she must fast at least one day first, and so be baptized; and this because I have heard from her a certain declaration, by which her faith has been made manifest to me, and which has given evidence of her belief; otherwise she must have been instructed and taught many days before she could have been baptized\"."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book VII 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:2",
                            "text": "—Desiring the Salvation of Others."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:3",
                            "text": "Then said I: \"I pray you, my lord Peter, tell us what is that declaration which you say afforded you evidence of her faith?\" Then Peter: \"It is her asking that her hostess, whose kindnesses she wishes to requite, may be baptized along with her."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:4",
                            "text": "Now she would not ask that this grace be bestowed upon her whom she loves, unless she believed that there is some great boon in baptism."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:5",
                            "text": "Whence, also, I find fault with very many, who, when they are themselves baptized and believe, yet do nothing worthy of faith with those whom they love, such as wives, or children, or friends, whom they do not exhort to that which they themselves have attained, as they would do if indeed they believed that eternal life is thereby bestowed."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:6",
                            "text": "In short, if they see them to be sick, or to be subject to any danger bodily, they grieve and mourn, because they are sure that in this destruction threatens them."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:7",
                            "text": "So, then, if they were sure of this, that the punishment of eternal fire awaits those who do not worship God, when would they cease warning and exhorting? Or, if they refused, how would they not mourn and bewail them, being sure that eternal torments awaited them? Now, therefore, we shall send for that woman at once, and see if she loves the faith of our religion; and as we find, so shall we act."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book VII 35:8",
                            "text": "But since your mother has judged so faithfully concerning baptism, let her fast only one day before baptism\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book VII 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:2",
                            "text": "—The Sons' Pleading."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:3",
                            "text": "But she declared with an oath, in presence of my lord Peter's wife, that from the time she recognised her son, she had been unable to take any food from excess of joy, excepting only that yesterday she drank a cup of water."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:4",
                            "text": "Peter's wife also bore witness, saying that it was even so."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:5",
                            "text": "Then Aquila said: \"What, then, hinders her being baptized?\" Then Peter, smiling, said: \"But this is not the fast of baptism, for it was not done in order to baptism\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:6",
                            "text": "Then Niceta said: \"But perhaps God, wishing that our mother, on our recognition, should not be separated even for one day from participation of our table, pre-ordained this fasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book VII 36:7",
                            "text": "For as in her ignorance she preserved her chastity, that it might profit her in order to the grace of baptism; so she fasted before she knew the reason of fasting, that it might profit her in order to baptism, and that immediately, from the beginning of our acquaintance, she might enjoy communion of the table with us\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Recognitions of Clement Book VII 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:2",
                            "text": "—Peter Inexorable."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:3",
                            "text": "Then said Peter: \"Let not the wicked one prevail against us, taking occasion from a mother's love; but let you, and me with you, fast this day along with her, and to-morrow she shall be baptized: for it is not right that the precepts of truth be relaxed and weakened in favour of any person or friendship."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:4",
                            "text": "Let us not shrink, then, from suffering along with her, for it is a sin to transgress any commandment."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:5",
                            "text": "But let us teach our bodily senses, which are without us, to be in subjection to our inner senses; and not compel our inner senses, which savour the things that be of God, to follow the outer senses, which savour the things that be of the flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:6",
                            "text": "For to this end also the Lord commanded, saying: 'Whosoever shall look upon a woman to lust after her, hath committed adultery with her already in his heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:7",
                            "text": "' And to this He added: 'If thy right eye offend thee, pluck it out, and cast it from thee: for it is profitable for thee that one of thy members perish, rather than thy whole body be cast into hell-fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:8",
                            "text": "' He does not say, has offended thee, that you should then cast away the cause of sin after you have sinned; but if it offend you, that is, that before you sin you should cut off the cause of the sin that provokes and irritates you."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:9",
                            "text": "But let none of you think, brethren, that the Lord commended the cutting off of the members."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:10",
                            "text": "His meaning is, that the purpose should be cut off, not the members, and the causes which allure to sin, in order that our thought, borne up on the chariot of sight, may push towards the love of God, supported by the bodily senses; and not give loose reins to the eyes of the flesh as to wanton horses, eager to turn their running outside the way of the commandments, but may subject the bodily sight to the judgment of the mind, and not suffer those eyes of ours, which God intended to be viewers and witnesses of His work, to become panders of evil desire."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book VII 37:11",
                            "text": "And therefore let the bodily senses as well as the internal thought be subject to the law of God, and let them serve His will, whose work they acknowledge themselves to be\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Recognitions of Clement Book VII 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:2",
                            "text": "—Reward of Chastity."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:3",
                            "text": "Therefore, as the order and reason of the mystery demanded, on the following day she was baptized in the sea, and returning to the lodging, was initiated in all the mysteries of religion in their order."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:4",
                            "text": "And we her sons, Niceta and Aquila, and I Clement, were present."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:5",
                            "text": "And after this we dined with her, and glorified God with her, thankfully acknowledging the zeal and teaching of Peter, who showed us, by the example of our mother, that the good of chastity is not lost with God; \"as, on the other hand,\" said he, \"unchastity does not escape punishment, though it may not be punished immediately, but slowly."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:6",
                            "text": "But so well pleasing,\" said he, \"is chastity to God, that it confers some grace in the present life even upon those who are in error; for future blessedness is laid up for those only who preserve chastity and righteousness by the grace of baptism."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:7",
                            "text": "In short, that which has befallen your mother is an example of this, for all this welfare has been restored to her in reward of her chastity, for the guarding and preserving of which continence alone is not sufficient; but when any one perceives that snares and deceptions are being prepared, he must straightway flee as from the violence of fire or the attack of a mad dog, and not trust that he can easily frustrate snares of this kind by philosophizing or by humouring them; but, as I have said, he must flee and withdraw to a distance, as your mother also did through her true and entire love of chastity."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:8",
                            "text": "And on this account she has been preserved to you, and you to her; and in addition, she has been endowed with the knowledge of eternal life\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book VII 38:9",
                            "text": "When he had said this, and much more to the same effect, the evening having come, we went to sleep."
                        }
                    ]
                }
            ]
        }
    ]
}