{
    "books": [
        {
            "name": "A Testimonial",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "A Testimonial 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "A Testimonial 1:1",
                            "text": "Letter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "A Testimonial 1:2",
                            "text": "—A Testimonial."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "A Testimonial 1:3",
                            "text": "That for which the king of the Macedonians is most admired by people of understanding,—for he is admired not so much for his famous victories over the Persians and Indians, and his penetrating as far the Ocean, as for his saying that he had his treasure in his friends;—in this respect I dare to compare myself with his marvellous exploits, and it will be right for me to utter such a sentiment too."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "A Testimonial 1:4",
                            "text": "Now because I am rich in friendships, perhaps I surpass in that kind of property even that great man who plumed himself upon that very thing."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "A Testimonial 1:5",
                            "text": "For who was such a friend to him as you are to me, perpetually endeavouring to surpass yourself in every kind of excellence? For assuredly no one would ever charge me with flattery, when I say this, if he were to look at my age and your life: for grey hairs are out of season for flattery, and old age is ill-suited for complaisance, and as for you, even if you are ever in season for flattery, yet praise would not fall under the suspicion of flattery, as your life shows forth your praise before words."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "A Testimonial 1:6",
                            "text": "But since, when men are rich in blessings, it is a special gift to know how to use what one has, and the best use of superfluities is to let one's friends share them with one, and since my beloved son Alexander is most of all a friend united to me in all sincerity, be persuaded to show him my treasure, and not only to show it to him, but also to put it at his disposal to enjoy abundantly, by extending to him your protection in those matters about which he has come to you, begging you to be his patron."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "A Testimonial 1:7",
                            "text": "He will tell you all with his own lips."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "A Testimonial 1:8",
                            "text": "For it is better so than that I should go into details in a letter."
                        }
                    ]
                }
            ]
        }
    ]
}