{
    "books": [
        {
            "name": "Chrysostom: Against Marcionist and Manichaeans",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: Against Marcionist and Manichaeans 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:1",
                            "text": "against marcionists and manichaeans."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:2",
                            "text": "On the passage \"Father if it be possible let this cup pass from me, nevertheless not as I will but as thou wilt:\" and against Marcionists and Manichaeans: also, that we ought not to rush into danger, but to prefer the will of God before every other will."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:3",
                            "text": "I lately inflicted a severe stroke upon those who are grasping and wish to overreach others; I did this not in order to wound them but in order to correct them; not because I hate the men, but because I detest their wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:4",
                            "text": "For so the physician also lances the abscess, not as making an attack upon the suffering body, but as a means of contending with the disorder and the wound."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:5",
                            "text": "Well to-day let us grant them a little respite, that they may recover from their distress, and not recoil from the remedy by being perpetually afflicted."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:6",
                            "text": "Physicians also act thus; after the use of the knife they apply plasters and drugs, and let a few days pass whilst they devise things to allay the pain."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:7",
                            "text": "Following their example let me today, devising means for them to derive benefit from my discourse, start a question concerning doctrine, directing my speech to the words which have been read."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:8",
                            "text": "For I imagine that many feel perplexed as to the reason why these words were uttered by Christ: and it is probable also that any heretics who are present may pounce upon the words, and thereby upset many of the more simple-minded brethren."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:9",
                            "text": "In order then to build a wall against their attack and to relieve those who are in perplexity from bewilderment and confusion, let us take in hand the words which have been cited, and dwell upon the passage, and dive into the depths of its meanings."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:10",
                            "text": "For reading does not suffice unless knowledge also be added to it."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:11",
                            "text": "Even as the eunuch of Candace read, but until one came who instructed him in the meaning of what he was reading he derived no great benefit from it."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:12",
                            "text": "In order therefore that you may not be in the same condition attend to what is said, exert your understanding, let me have your mind disengaged from other thoughts, let your eye be quick-sighted, your intention earnest: let your soul be set free from worldly cares, that we may not sow our words upon the thorns, or upon the rock, or by the way side, but that we may till a deep and rich field, and so reap an abundant harvest."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:13",
                            "text": "For if you thus attend to what is said you will render my labour lighter and facilitate the discovery of that which you are seeking."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:14",
                            "text": "What then is the meaning of the passage which has been read \"Father if it be possible let this cup pass from me?\" What does the saying mean? For we ought to unlock the passage by first giving a clear interpretation of the words."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:15",
                            "text": "What then does the saying mean? \"Father if it be possible take away the cross\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:16",
                            "text": "How sayest thou? is he ignorant whether this be possible or impossible? Who would venture to say this? Yet the words are those of one who is ignorant: for the addition of the word \"if,\" is indicative of doubt: but as I said we must not attend to the words merely, but turn our attention to the sense, and learn the aim of the speaker, and the cause and the occasion, and by putting all these things together turn out the hidden meaning."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:17",
                            "text": "The unspeakable Wisdom then, who knoweth the Father even as the Father knoweth the Son, how should he have been ignorant of this? For this knowledge concerning His passion was not greater than the knowledge concerning His essential nature, which He alone accurately knew."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:18",
                            "text": "\"For as the Father knoweth me\" He says \"even so know I the Father\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:19",
                            "text": "And why do I speak of the only begotten Son of God? For even the prophets appear not to have been ignorant of this fact, but to have known it clearly, and to have declared beforehand with much assurance that so it must come to pass, and would certainly be."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:20",
                            "text": "Hear at least how variously all announce the cross."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:21",
                            "text": "First of all the patriarch Jacob: for directing his discourse to Him he says \"Out of a tender shoot didst thou spring up:\" by the word shoot signifying the Virgin and the undefiled nature of Mary."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:22",
                            "text": "Then indicating the cross he said \"Thou didst lie down and slumber as a lion, and as a lion's whelp; who shall raise him up?\" Here he called death a slumbering and a sleep, and with death he combined the resurrection when he said \"who shall raise him up?\" No one indeed save he himself—wherefore also Christ said \"I have power to lay down my life, and I have power to take it again,\" and again \"Destroy this temple and in three days I will raise it up\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:23",
                            "text": "And what is meant by the words \"thou didst lie down and slumber as a lion?\" For as the lion is terrible not only when he is awake but even when he is sleeping, so Christ also not only before the cross but also on the cross itself and in the very moment of death was terrible, and wrought at that time great miracles, turning back the light of the sun, cleaving the rocks, shaking the earth, rending the veil, alarming the wife of Pilate, convicting Judas of sin, for then he said \"I have sinned in that I have betrayed the innocent blood;\" and the wife of Pilate declared \"Have nothing to do with that just man, for I have suffered many things in a dream because of Him\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:24",
                            "text": "The darkness took possession of the earth, and night appeared at midday, then death was brought to nought, and his tyranny was destroyed: many bodies at least of the saints which slept arose."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:25",
                            "text": "These things the patriarch declaring beforehand, and demonstrating that, even when crucified, Christ would be terrible, said \"thou didst lie down and slumber as a lion\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:26",
                            "text": "He did not say thou shalt slumber but thou didst slumber, because it would certainly come to pass."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:27",
                            "text": "For it is the custom of the prophets in many places to predict things to come as if they were already past."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:28",
                            "text": "For just as it is impossible that things which have happened should not have happened, so is it impossible that this should not happen, although it be future."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:29",
                            "text": "On this account they predict things to come under the semblance of past time, indicating by this means the impossibility of their failure, the certainty of their coming to pass."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:30",
                            "text": "So also spake David, signifying the cross; \"They pierced my hands and my feet\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:31",
                            "text": "He did not say they \"shall pierce\" but \"they pierced\" \"they counted all my bones\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:32",
                            "text": "And not only does he say this, but he also describes the things which were done by the soldiers."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:33",
                            "text": "\"They parted my garments among themselves, and upon my vesture did they cast lots\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:34",
                            "text": "And not only this but he also relates they gave Him gall to eat, and vinegar to drink."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:35",
                            "text": "For he says \"they gave me gall for my food, and for my thirst they gave me vinegar to drink\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:36",
                            "text": "And again another one says that they smote him with a spear, for \"they shall look on Him whom they pierced\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:37",
                            "text": "Esaias again in another fashion predicting the cross said \"He was led as a sheep to the slaughter, and as a lamb before his shearer is dumb, so openeth he not his mouth\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:38",
                            "text": "\"In his humiliation his judgment was taken away\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:39",
                            "text": "Now observe I pray how each one of these writers speaks as if concerning things already past, signifying by the use of this tense the absolute inevitable certainty of the event."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:40",
                            "text": "So also David, describing this tribunal, said, \"Why did the heathen rage and the people imagine vain things? The Kings of the earth stood up, and the rulers were gathered together against the Lord and against his Christ\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:41",
                            "text": "And not only does he mention the trial, and the cross, and the incidents on the cross, but also him who betrayed him, declaring that he was his familiar companion and guest."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:42",
                            "text": "\"For,\" he saith, \"he that eateth bread with me did magnify his heel against me\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:43",
                            "text": "Thus also does he foretell the voice which Christ was to utter on the cross saying \"My God, My God why hast thou forsaken me?\" and the burial also does he describe: \"They laid me in the lowest pit, in dark places, and in the shadow of death\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:44",
                            "text": "And the resurrection: \"thou shalt not leave my soul in hell, neither shalt thou suffer thy Holy One to see corruption;\" and the ascension: \"God has gone up with a merry noise, the Lord with the sound of the trump\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:45",
                            "text": "And the session on the right hand: \"The Lord said to my Lord sit thou on my right hand until I make thy foes thy footstool\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:46",
                            "text": "But Esaias also declares the cause; saying, \"for the transgressions of my people is He brought to death,\" and because all have strayed like sheep, therefore is he sacrificed\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:47",
                            "text": "Then also he adds mention of the result, saying \"by his stripes we have all been healed:\" and \"he hath borne the sins of many\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:48",
                            "text": "The prophets then knew the cross, and the cause of the cross and that which was effected by it, and the burial and the resurrection, and the ascension, and the betrayal, and the trial, and described them all with accuracy: and is He who sent them and commanded them to speak these things ignorant of them Himself? What reasonable man would say that? Seest thou that we must not attend merely to the words? For this is not the only perplexing passage, but what follows is more perplexing."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:49",
                            "text": "For what does He say? \"Father if it be possible let this cup pass from me\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:50",
                            "text": "Here he will be found to speak not only as if ignorant, but as if deprecating the cross: For this is what He says."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:51",
                            "text": "\"If it be permissible let me not be subjected to crucifixion and death\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:52",
                            "text": "And yet when Peter, the leader of the apostles, said this to Him, \"Be it far from thee Lord, this shall not happen unto Thee,\" He rebuked him so severely as to say; \"get thee behind me Satan, thou art an offence unto me, for thou savourest not the things which be of God, but those which be of men:\" although a short time before he had pronounced him blessed."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:53",
                            "text": "But to escape crucifixion seemed to Him so monstrous a thing, that him who had received the revelation from the Father, him whom He had pronounced blessed, him who had received the keys of Heaven, He called Satan, and an offence, and accused him of not savouring the things which be of God because he said to Him, \"Be it far from thee Lord, this shall never be unto Thee\"—namely crucifixion."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:54",
                            "text": "He then who thus vituperated the disciple, and poured such an invective upon him as actually to call him Satan (after having bestowed such great praise on him), because he said \"avoid crucifixion,\" how could He desire not to be crucified? and how after these things when drawing the picture of the good shepherd could He declare this to be the special proof of his virtue, that he should be sacrificed for the sake of the sheep, thus saying, \"I am the good shepherd; the good shepherd layeth down his life for the sheep?\" Nor did He even stop there, but also added, \"but he that is an hireling and not the shepherd seeth the wolf coming and leaveth the sheep, and fleeth\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:55",
                            "text": "If then it is the sign of the good shepherd to sacrifice himself, and of the hireling to be unwilling to undergo this, how can He who calls Himself the good shepherd beseech that he may not be sacrificed? And how could He say \"I lay down my life of myself\"? For if thou layest down thy life of thyself, how canst thou beseech another that thou mayest not lay it down? And how is it that Paul marvels at Him on account of this declaration, saying \"Who being in the form of God counted it not a prize to be on an equality with God, but emptied Himself taking the form of a servant, being made in the likeness of men, and being found in fashion as a man he humbled himself, becoming obedient even unto death, yea, the death of the cross\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:56",
                            "text": "And He Himself again speaks in this wise, \"For this cause doth my Father love me, because I lay down my life that I may take it again\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:57",
                            "text": "For if He does not desire to lay it down, but deprecates the act, and beseeches the Father, how is it that He is loved on this account? For love is of those who are like minded."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:58",
                            "text": "And how does Paul say again \"Love one another even as Christ also loved us and gave Himself for us?\" And Christ Himself when He was about to be crucified said \"Father, the hour has come: glorify thy Son,\" speaking of the cross as glory: and how then does He deprecate it here when He urges it there? For that the cross is glory listen to what the evangelist says \"the Holy Ghost was not yet given, because Jesus was not yet glorified\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:59",
                            "text": "Now the hearing of this expression is \"grace was not yet given because the enmity towards men was not yet destroyed by reason that the cross had not yet done its work\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:60",
                            "text": "For the cross destroyed the enmity of God towards man, brought about the reconciliation, made the earth Heaven, associated men with angels, pulled down the citadel of death, unstrung the force of the devil, extinguished the power of sin, delivered the world from error, brought back the truth, expelled the Demons, destroyed temples, overturned altars, suppressed the sacrificial offering, implanted virtue, founded the Churches."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:61",
                            "text": "The cross is the will of the Father, the glory of the Son, the rejoicing of the Spirit, the boast of Paul, \"for,\" he says, \"God forbid that I should boast save in the cross of our Lord Jesus Christ\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:62",
                            "text": "The cross is that which is brighter than the sun, more brilliant than the sunbeam: for when the sun is darkened then the cross shines brightly: and the sun is darkened not because it is extinguished, but because it is overpowered by the brilliancy of the cross."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:63",
                            "text": "The cross has broken our bond, it has made the prison of death ineffectual, it is the demonstration of the love of God."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:64",
                            "text": "\"For God so loved the world that He gave His only-begotten Son, that every one who believes in Him should not perish\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:65",
                            "text": "And again Paul says \"If being enemies we were reconciled to God by the death of His Son\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:66",
                            "text": "The cross is the impregnable wall, the invulnerable shield, the safeguard of the rich, the resource of the poor, the defence of those who are exposed to snares, the armour of those who are attacked, the means of suppressing passion, and of acquiring virtue, the wonderful and marvellous sign."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:67",
                            "text": "\"For this generation seeketh after a sign: and no sign shall be given it save the sign of Jonas;\" and again Paul says, \"for the Jews ask for a sign and the Greeks seek wisdom, but we preach Christ crucified\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:68",
                            "text": "The cross opened Paradise, it brought in the robber, it conducted into the kingdom of Heaven the race of man which was about to perish, and was not worthy even of earth."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:69",
                            "text": "So great are the benefits which have sprung and do spring from the cross, and yet doth He not desire to be crucified I ask? Who would venture to say this? And if He did not desire it who compelled Him, who forced Him to it? and why did He send prophets beforehand announcing that He would be crucified, if He was not to be, and did not wish to undergo it? And for what reason does He call the cross a cup, if He did not desire to be crucified? For that is the word of one who signifies the desire which he has concerning the act."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:70",
                            "text": "For as the cup is sweet to those who are thirsty so also was crucifixion to Him: wherefore also He said \"With desire have I desired to eat this Passover with you,\" and this He meant not absolutely, but relatively, because after that evening the cross was awaiting Him."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:71",
                            "text": "He then who calls the thing glory, and rebukes the disciple because he was trying to hinder Him, and proves that what constitutes the good shepherd is his sacrificing himself on behalf of the sheep, and declares that he earnestly longs for this thing, and willingly goes to meet it, how is it that He beseeches it may not come to pass? And if He did not wish it what difficulty was there in hindering those who came for that purpose? But in fact you behold Him hastening towards the deed."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:72",
                            "text": "At least when they came upon Him He said \"Whom seek ye?\" and they replied \"Jesus\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:73",
                            "text": "Then He saith to them \"Lo! I am He: and they went backward and fell to the ground\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:74",
                            "text": "Thus having first crippled them and proved that He was able to escape their hands, He then surrendered Himself, that thou mightest learn that not by compulsion or force, or the tyrannical power of those who attacked Him, did He unwillingly submit to this, but willingly with purpose and desire, preparing for it a long time before."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:75",
                            "text": "Therefore also were prophets sent beforehand, and patriarchs foretold the events, and by means of words and deeds the cross was prefigured."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:76",
                            "text": "For the sacrifice of Isaac also signified the cross to us: wherefore also Christ said \"Abraham your father rejoiced to see my glory and he saw it and was glad\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:77",
                            "text": "The patriarch then was glad beholding the image of the cross, and does He Himself deprecate it? Thus Moses also prevailed over Amalek when he displayed the figure of the cross: and one may observe countless things happening in the Old Testament descriptive by anticipation of the cross."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:78",
                            "text": "For what reason then was this the case if He who was to be crucified did not wish it to come to pass? And the sentence which follows this is yet more perplexing."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:79",
                            "text": "For having said \"Let this cup pass from me He added \"nevertheless not as I will but as Thou wilt\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:80",
                            "text": "For herein as far as the actual expression is concerned we find two wills opposed to one another: if at least the Father desires Him to be crucified, but He Himself does not desire it."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:81",
                            "text": "And yet we everywhere behold Him desiring and purposing the same things as the Father."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:82",
                            "text": "For when He says \"grant to them, as I and Thou are one that they also may be one in us,\" it is equivalent to saying that the purpose of the Father and of the Son is one."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:83",
                            "text": "And when He says \"The words which I speak I speak not myself, but the Father which dwelleth in me, He doeth these works,\" He indicates the same thing."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:84",
                            "text": "And when He says \"I have not come of myself\" and \"I can of my own self do nothing\" he does not say this as signifying that He has been deprived of authority, either to speak or to act (away with the thought!), but as desiring to prove the concord of his purpose, both in words and deeds, and in every kind of transaction, to be one and the same with the Father, as I have already frequently demonstrated."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:85",
                            "text": "For the expression \"I speak not of myself\" is not an abrogation of authority but a demonstration of agreement."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:86",
                            "text": "How then does He say here \"Nevertheless not as I will but as Thou wilt\"? Perhaps I have excited a great conflict in your mind, but be on the alert: for although many words have been uttered I know well that your zeal is still fresh: for the discourse is now hastening on to the solution."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:87",
                            "text": "Why then has this form of speech been employed? Attend carefully, The doctrine of the incarnation was very hard to receive."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:88",
                            "text": "For the exceeding measure of His lovingkindness and the magnitude of His condescension were full of awe, and needed much preparation to be accepted."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:89",
                            "text": "For consider what a great thing it was to hear and to learn that God the ineffable, the incorruptible, the unintelligible, the invisible, the incomprehensible, in whose hand are the ends of the earth, who looketh upon the earth, and causeth it to tremble, who toucheth the mountains, and maketh them smoke, the weight of whose condescension not even the Cherubim were able to bear but veiled their faces by the shelter of their wings, that this God who surpasses all understanding, and baffles all calculation, having passed by angels, archangels, and all the spiritual powers above, deigned to become man, and to take flesh formed of earth and clay, and enter the womb of a virgin, and be borne there the space of nine months, and be nourished with milk, and suffer all things to which man is liable."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:90",
                            "text": "Inasmuch then as that which was to happen was so strange as to be disbelieved by many even when it had taken place, He first of all sends prophets beforehand, announcing this very fact."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:91",
                            "text": "For instance the patriarch predicted it saying \"Thou didst spring from a tender shoot my son: thou didst lie down and slumber as a lion;\" and Esaias saying \"Behold the Virgin shall conceive and bear a son and they shall call His name Emmanuel;\" and elsewhere again \"We beheld Him as a young child, as a root in a dry ground;\" and by the dry ground he means the virgin's womb."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:92",
                            "text": "And again \"unto us a child is born, unto us a son is given,\" and again \"there shall come forth a rod out of the root of Jesse, and a flower shall spring out of his root\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:93",
                            "text": "And Baruch in the book of Jeremiah says \"this is our God: no other shall be reckoned by the side of Him: He found out every path of knowledge and gave it to Jacob His servant, and Israel his beloved."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:94",
                            "text": "After these things also He appeared upon the earth, and held converse with men\"."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:95",
                            "text": "And David signifying His incarnate presence said \"He shall come down like the rain into a fleece of wool, and like the drop which distills upon the earth\" because He noiselessly and gently entered into the Virgin's womb."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:96",
                            "text": "But these proofs alone did not suffice, but even when He had come, lest what had taken place should be deemed an illusion, He warranted the fact not only by the sight but by duration of time and by passing through all the phases incident to man."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:97",
                            "text": "For He did not enter once for all into a man matured and completely developed, but into a virgin's womb, so as to undergo the process of gestation and birth and suckling and growth, and by the length of the time and the variety of the stages of growth to give assurance of what had come to pass."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:98",
                            "text": "And not even here were the proofs concluded, but even when bearing about the body of flesh He suffered it to experience the infirmities of human nature and to be hungry, and thirsty, and to sleep and feel fatigue; finally also when He came to the cross He suffered it to undergo the pains of the flesh."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:99",
                            "text": "For this reason also streams of sweat flowed down from it and an angel was discovered strengthening it, and He was sad and down-cast: for before He uttered these words He said \"my soul is troubled, and exceeding sorrowful ever unto death\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:100",
                            "text": "If then after all these things have taken place the wicked mouth of the devil speaking through Marcion of Pontus, and Valentinus, and Manichaeus of Persia and many more heretics, has attempted to overthrow the doctrine of the Incarnation and has vented a diabolical utterance declaring that He did not become flesh, nor was clothed with it, but that this was mere fancy, and illusion, a piece of acting and pretence, although the sufferings, the death, the burial, the thirst, cry aloud against this teaching; supposing that none of these things had happened would not the devil have sown these wicked doctrines of impiousness much more widely? For this reason, just as He hungered, as He slept, as He felt fatigue, as He ate and drank, so also did He deprecate death, thereby manifesting his humanity, and that infirmity of human nature which does not submit without pain to be torn from this present life."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:101",
                            "text": "For had He not uttered any of these things, it might have been said that if He were a man He ought to have experienced human feelings."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:102",
                            "text": "And what are these? in the case of one about to be crucified, fear and agony, and pain in being torn from present life: for a sense of the charm which surrounds present things is implanted in human nature: on this account wishing to prove the reality of the fleshly clothing, and to give assurance of the incarnation He manifests the actual feelings of man with full demonstration."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:103",
                            "text": "This is one consideration, but there is another no less important."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:104",
                            "text": "And what is this? Christ having come to earth wished to instruct men in all virtue: now the instructor teaches not only by word, but also by deed: for this is the teacher's best method of teaching."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:105",
                            "text": "A pilot for instance when he makes the apprentice sit by his side shows him how he handles the rudder, but he also joins speech to action, and does not depend upon words alone or example alone: in like manner also an architect when he has placed by his side the man who is intended to learn from him how a wall is constructed, shows him the way by means of action as well as by means of oral teaching; so also with the weaver, and embroiderer, and gold refiner, and coppersmith;—and every kind of art has teachers who instruct both orally and practically."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:106",
                            "text": "Inasmuch then as Christ Himself came to instruct us in all virtue, He both tells us what ought to be done, and does it."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:107",
                            "text": "\"For,\" he says, \"he who does and teaches the same shall be called great in the kingdom of heaven\"."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:108",
                            "text": "Now observe; He commanded men to be lowly-minded, and meek, and He taught this by His words: but see how He also teaches it by His deeds."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:109",
                            "text": "For having said \"Blessed are the poor in spirit, blessed are the meek,\" He shows how these virtues ought to be practised."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:110",
                            "text": "How then did He teach them? He took a towel and girded Himself and washed the disciples' feet."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:111",
                            "text": "What can match this lowliness of mind? for He teaches this virtue no longer by His words only but also by His deeds."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:112",
                            "text": "Again He teaches meekness and forbearance by His acts."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:113",
                            "text": "How so? He was struck on the face by the servant of the high priest, and said \"If I have spoken evil bear witness of the evil: but if well why smitest thou me?\" He commanded men to pray for their enemies: this also again He teaches by means of His acts: for when He had ascended the cross He said \"Father forgive them for they know not what they do\"."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:114",
                            "text": "As therefore He commanded men to pray so does He Himself pray, instructing thee to do so by his own unflagging utterances of prayer."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:115",
                            "text": "Again He commanded us to do good to those who hate us, and to deal fairly with those who treat us despitefully: and this He did by his own acts: for he cast devils out of the Jews, who said that He Himself was possessed by a devil, He bestowed benefits on His persecutors, He fed those who were forming designs against Him, He conducted into His kingdom those who were desiring to crucify Him."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:116",
                            "text": "Again He said to His disciples \"Get you no gold nor silver neither brass in your purses,\" thus training them for poverty: and this also He taught by His example, thus saying, \"Foxes have holes, and the birds of the air have nests, but the Son of man hath not where to lay His head\"."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:117",
                            "text": "And He had neither table nor dwelling nor anything else of that kind: not because He was at a loss to obtain them, but because He was instructing men to go in that path."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:118",
                            "text": "After the same manner then he taught them also to pray."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:119",
                            "text": "They said to Him \"Teach us to pray\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:120",
                            "text": "Therefore also He prays, in order that they may learn to pray."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:121",
                            "text": "But it was necessary for them not merely to learn to pray but also how they ought to pray: for this reason He delivered to them a prayer in this form: \"Our Father which art in Heaven hallowed be thy name, Thy kingdom come: Thy will be done, as in Heaven, so on earth."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:122",
                            "text": "Give us this day our daily bread: and forgive us our debts as we also forgive our debtors: and lead us not into temptation:\" that is into danger, into snares."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:123",
                            "text": "Since then He commanded them to pray \"lead us not into temptation,\" He instructs them in this very precept by putting it in practice Himself, saying \"Father if it be possible, let this cup pass away from me,\" thus teaching all the saints not to plunge into dangers, not to fling themselves into them but to wait for their approach, and to exhibit all possible courage, only not to rush forwards themselves, or to be the first to advance against terrors."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:124",
                            "text": "Why so, pray? both to teach us lowliness of mind, and also to deliver us from the charge of vainglory."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:125",
                            "text": "On this account it is said also in this passage that when He had spoken these words \"He went away and prayed:\" and after He had prayed He speaks thus to His disciples \"Could ye not watch with me one hour? Watch and pray that ye enter not into temptation\"."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:126",
                            "text": "Seest thou He not only prays but also admonishes? \"For the Spirit indeed is willing,\" He said, \"but the flesh is weak\"."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:127",
                            "text": "Now this He said by way of emptying their soul of vanity, and delivering them from pride, teaching them self-restraint, training them to practice moderation."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:128",
                            "text": "Therefore the prayer which He wished to teach them, He Himself also offered, speaking after the manner of men, not according to His Godhead (for the divine nature is impassable) but according to His manhood."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:129",
                            "text": "And He prayed as instructing us to pray, and even to seek deliverance from distress; but, if this be not permitted, then to acquiesce in what seems good to God."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:130",
                            "text": "Therefore He said \"Nevertheless not as I will but as Thou wilt:\" not because He had one will and the Father another; but in order that He might instruct men even if they were in distress and trembling, even if danger came upon them, and they were unwilling to be torn from present life, nevertheless to postpone their own will to the will of God: even as Paul also when he had been instructed practically exhibited both these principles; for he besought that temptations might be removed from him, thus saying \"For this thing I besought the Lord thrice:\" and yet since it did not please God to remove it, he says \"Wherefore I take pleasure in infirmities, in insults, in persecutions\"."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:131",
                            "text": "But perhaps what I have said is not quite clear: therefore I will make it clearer."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:132",
                            "text": "Paul incurred many dangers and prayed that he might not be exposed to them."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:133",
                            "text": "Then he heard Christ saying \"my grace is sufficient for thee, for my strength is made perfect in weakness\"."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:134",
                            "text": "As soon then as he saw what the will of God was, he in future submitted his will to God's will."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:135",
                            "text": "By means of this prayer then Christ taught both these truths, that we should not plunge into dangers, but rather pray that we may not fall into them; but if they come upon us we should bear them bravely, and postpone our own will to the will of God."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:136",
                            "text": "Knowing these things then let us pray that we may never enter into temptation: but if we do enter it let us beseech God to give us patience and courage, and let us honour His will in preference to every will of our own."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Chrysostom: Against Marcionist and Manichaeans 1:137",
                            "text": "For then we shall pass through this present life with safety, and shall obtain the blessings to come: which may we all receive by the favour and lovingkindness of our Lord Jesus Christ, with Whom be to the Father, together with the Holy Ghost, glory, might, honour, now and for ever world without end, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}