{
    "books": [
        {
            "name": "The Nicene Creed",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Nicene Creed 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:1",
                            "text": "The Nicene Creed: As set forth at Nicoea, a."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:2",
                            "text": "d."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:3",
                            "text": "We believe in one God, the Father Almighty, Maker of all things, visible and invisible:  And in one Lord Jesus Christ, the Son of God, begotten of the Father, only begotten, that is, of the substance of the Father;  God of God; Light of light; very God of very God; begotten, not made; being of one substance with the Father,  By whom all things were made, both things in heaven and things in earth:  Who for us men and for our salvation came down, and was incarnate, and was made man:  He suffered, and rose again the third day:  And ascended into heaven:  And shall come again to judge the quick and the dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:4",
                            "text": "And in the Holy Ghost, etc."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:5",
                            "text": "The Ratification."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:6",
                            "text": "And those who say There was a time when He was not, or that Before He was begotten He was not, or that He was made out of nothing; or who say that The Son of God is of any other substance, or that He is changeable or unstable,—these the Catholic and Apostolic Church anathematizes."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:7",
                            "text": "Addenda,  As Authorized at Constantinople, a."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:8",
                            "text": "d."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:9",
                            "text": "(a) Of heaven and earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:10",
                            "text": "(b) Begotten of the Father before all worlds."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:11",
                            "text": "(c) By the Holy Ghost of the Virgin Mary."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:12",
                            "text": "(d) Was crucified also for us, under Pontius Pilate,  (e) And was buried."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:13",
                            "text": "(f) Sitteth on the right hand of the Father,  (g) Whose kingdom shall have no end."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:14",
                            "text": "(h) The Lord, the Giver of life,  Who proceedeth from the Father;  Who with the Father and the Son together is worshipped and glorified;  Who spake by the prophets:  In one Holy Catholic and Apostolic Church."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:15",
                            "text": "We acknowledge one baptism for the remission of sins."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:16",
                            "text": "We look for the resurrection of the dead,  And the life of the world to come, Amen."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:17",
                            "text": "This Nicaeno-Constantinopolitan Creed was solemnly ratified by the Council of Ephesus (a."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:18",
                            "text": "d."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Nicene Creed 1:19",
                            "text": ") with the decree that \"No one shall be permitted to introduce, write, or compose any other faith, besides that which was defined by the holy Fathers assembled in the city of Nice, with the presence of the Holy Ghost\"."
                        }
                    ]
                }
            ]
        }
    ]
}