{
    "books": [
        {
            "name": "Ambrose: On Virgins Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On Virgins Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:1",
                            "text": "Concerning Virgins, Book I:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:3",
                            "text": "Ambrose, reflecting upon the account he will have to give of his talents, determines to write, and consoles himself with certain examples of God's mercy."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:4",
                            "text": "Then recognizing his own deficiencies desires that he may be dealt with like the fig-tree in the Gospel, and expresses a hope that words will not fail him in his endeavour to preach Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:5",
                            "text": "1."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:6",
                            "text": "If, according to the decree of heavenly truth, we have to give account of every idle word which we have spoken, and if every servant will incur no small blame when his lord returns, who, either like a timid money-lender or covetous owner, has hidden in the earth the talents of spiritual grace which were entrusted to him in order that they might be multiplied by increasing interest, I, who, although possessed of but moderate ability, yet have a great necessity laid on me of making increase of the sayings of God entrusted to me, must rightly fear lest an account of the profit of my words be demanded of me, especially seeing that the Lord exacts of us effort, not profit."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:7",
                            "text": "Wherefore I determined to write something, since, too, my words are listened to with greater risk to modesty than when they are written, for a book has no feeling of modesty."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:9",
                            "text": "And so distrusting indeed my own ability, but encouraged by the instances of divine mercy, I venture to compose an address, for when God willed even the ass spoke."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:10",
                            "text": "And I will open my mouth long dumb, that the angel may assist me also, engaged in the burdens of this world, for He can do away with the hindrances of unskilfulness, Who in the ass did away those of nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:11",
                            "text": "In the ark of the Old Testament the priest's rod budded; with God it is easy that in Holy Church a flower should spring from our knots also."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:12",
                            "text": "And why should we despair that God should speak in men, Who spoke in the thorn bush? God did not despise the bush, and would He might give light also to my thorns."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:13",
                            "text": "Perhaps some may wonder that there is some light even in our thorns; some our thorns will not burn; there will be some whose shoes shall be put off their feet at the sound of my voice, that the steps of the mind may be freed from bodily hindrances."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:14",
                            "text": "3."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:15",
                            "text": "But these things are gained by holy men."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:16",
                            "text": "Would that Jesus would cast a glance upon me still lying under that barren fig-tree, and that my fig-tree might also after three years bear fruit."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:17",
                            "text": "But whence should sinners have so great hope? Would that at least that Gospel dresser of the vineyard, perhaps already bidden to cut down my fig-tree, would let it alone this year also, until he dig about it and dung it, that he may perchance lift the helpless out of the dust, and lift the poor out of the mire."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:18",
                            "text": "Blessed are they who bind their horses under the vine and olive, consecrating the course of their labours to light and joy: the fig-tree, that is, the tempting attraction of the pleasures of the world, still overshadows me, low in height, brittle for working, soft for use, and barren of fruit."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:19",
                            "text": "4."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:20",
                            "text": "And perhaps some one may wonder why I, who cannot speak, venture to write."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:21",
                            "text": "And yet if we consider what we read in the writings of the Gospel, and the deeds of the priests, and the holy prophet Zacharias is  taken as an instance, he will find that there is something which the voice cannot explain, but the pen can write."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book I 1:22",
                            "text": "And if the name John restored speech to his father, I, too, ought not to despair that although dumb I may yet receive speech, if I speak of Christ, of Whom, according to the prophet's word: \"Who shall declare the generation?\" And so as a servant I will announce the family of the Lord, for the Lord has consecrated to Himself a family even in this body of humanity replete with frailty."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On Virgins Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:2",
                            "text": "This treatise has a favourable beginning, since it is the birthday of the holy Virgin Agnes, of whose name, modesty, and martyrdom St."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:3",
                            "text": "Ambrose speaks in commendation, but more especially of her age, seeing that she, being but twelve years old, was superior to terrors, promises, tortures, and death itself, with a courage wholly worthy of a man."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:4",
                            "text": "5."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:5",
                            "text": "And my task begins favourably, that since to-day is the birthday of a virgin, I have to speak of virgins, and the treatise has its beginning from this discourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:6",
                            "text": "It is the birthday of a martyr, let us offer the victim."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:7",
                            "text": "It is the birthday of St."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:8",
                            "text": "Agnes, let men admire, let children take courage, let the married be astounded, let the unmarried take an example."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:9",
                            "text": "But what can I say worthy of her whose very name was not devoid of bright praise? In devotion beyond her age, in virtue above nature, she seems to me to have borne not so much a human name, as a token of martyrdom, whereby she showed what she was to be."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:10",
                            "text": "6."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:11",
                            "text": "But I have that which may assist me."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:12",
                            "text": "The name of virgin is a title of modesty."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:13",
                            "text": "I will call upon the martyr, I will proclaim the virgin."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:14",
                            "text": "That panegyric is long enough which needs no elaboration, but is within our grasp."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:15",
                            "text": "Let then labour cease, eloquence be silent."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:16",
                            "text": "One word is praise enough."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:17",
                            "text": "This word old men and young and boys chant."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:18",
                            "text": "No one is more praiseworthy than he who can be praised by all."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:19",
                            "text": "There are as many heralds as there are men, who when they speak proclaim the martyr."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:20",
                            "text": "7."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:21",
                            "text": "She is said to have suffered martyrdom when twelve years old."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:22",
                            "text": "The more hateful was the cruelty, which spared not so tender an age, the greater in truth was the power of faith which found evidence even in that age."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:23",
                            "text": "Was there room for a wound in that small body? And she who had no room for the blow of the steel had that wherewith to conquer the steel."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:24",
                            "text": "But maidens of that age are unable to bear even the angry looks of parents, and are wont to cry at the pricks of a needle as though they were wounds."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:25",
                            "text": "She was fearless under the cruel hands of the executioners, she was unmoved by the heavy weight of the creaking chains, offering her whole body to the sword of the raging soldier, as yet ignorant of death, but ready for it."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:26",
                            "text": "Or if she were unwillingly hurried to the altars, she was ready to stretch forth her hands to Christ at the sacrificial fires, and at the sacrilegious altars themselves, to make the sign of the Lord the Conqueror, or again to place her neck and both her hands in the iron bands, but no band could enclose such slender limbs."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:27",
                            "text": "8."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:28",
                            "text": "A new kind of martyrdom! Not yet of fit age for punishment but already ripe for victory, difficult to contend with but easy to be crowned, she filled the office of teaching valour while having the disadvantage of youth."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:29",
                            "text": "She would not as a bride so hasten to the couch, as being a virgin she joyfully went to the place of punishment with hurrying step, her head not adorned with plaited hair, but with Christ."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:30",
                            "text": "All wept, she alone was without a tear."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:31",
                            "text": "All wondered that she was so readily prodigal of her life, which she had not yet enjoyed, and now gave up as though she had gone through it."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:32",
                            "text": "Every one was astounded that there was now one to bear witness to the Godhead, who as yet could not, because of her age, dispose of herself."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:33",
                            "text": "And she brought it to pass that she should be believed concerning God, whose evidence concerning man would not be accepted."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:34",
                            "text": "For that which is beyond nature is from the Author of nature."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:35",
                            "text": "9."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:36",
                            "text": "What threats the executioner used to make her fear him, what allurements to persuade her, how many desired that she would come to them in marriage! But she answered: \"It would be an injury to my spouse to look on any one as likely to please me."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:37",
                            "text": "He who chose me first for Himself shall receive me."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:38",
                            "text": "Why are you delaying, executioner? Let this body perish which can be loved by eyes which I would not\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:39",
                            "text": "She stood, she prayed, she bent down her neck."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:40",
                            "text": "You could see the executioner tremble, as though he himself had been condemned, and his right hand shake, his face grow pale, as he feared the peril of another, while the maiden feared not for her own."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:41",
                            "text": "You have then in one victim  a twofold martyrdom, of modesty and of religion."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book I 2:42",
                            "text": "She both remained a virgin and she obtained martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On Virgins Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:2",
                            "text": "Virginity is praised on many grounds, but chiefly because it brought down the Word from heaven, and hence its pursuit, which existed in but few under the old covenant, has spread to countless numbers."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:3",
                            "text": "10."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:4",
                            "text": "And now the love of purity draws me on, and you, my holy sister, even though not speaking in your silent habit, to say something about virginity, lest that which is a principal virtue should seem to be passed by with only a slight reference."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:5",
                            "text": "For virginity is not praiseworthy because it is found in martyrs, but because itself makes martyrs."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:6",
                            "text": "11."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:7",
                            "text": "But who can comprehend that by human understanding which not even nature has included in her laws? Or who can explain in ordinary language that which is above the course of nature? Virginity has brought from heaven that which it may imitate on earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:8",
                            "text": "And not unfittingly has she sought her manner of life from heaven, who has found for herself a Spouse in heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:9",
                            "text": "She, passing beyond the clouds, air, angels, and stars, has found the Word of God in the very bosom of the Father, and has drawn Him into herself with her whole heart."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:10",
                            "text": "For who having found so great a Good would forsake it? For \"Thy Name is as ointment poured out, therefore have the maidens loved Thee, and drawn Thee\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:11",
                            "text": "And indeed what I have said is not my own, since they who marry not nor are given in marriage are as the angels in heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:12",
                            "text": "Let us not, then, be surprised if they are compared to the angels who are joined to the Lord of angels."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:13",
                            "text": "Who, then, can deny that this mode of life has its source in heaven, which we don't easily find on earth, except since God came down into the members of an earthly body? Then a Virgin conceived, and the Word became flesh that flesh might become God."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:14",
                            "text": "12."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:15",
                            "text": "But some one will say: \"But Elijah is seen to have had nothing to do with the embraces of bodily love\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:16",
                            "text": "And therefore was he carried by a chariot into heaven, therefore he appeared glorified with the Lord, and therefore he is to come as the forerunner of the Lord's advent."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:17",
                            "text": "And Miriam taking the timbrel led the dances with maidenly modesty."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:18",
                            "text": "But consider whom she was then representing."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:19",
                            "text": "Was she not a type of the Church, who as a virgin with unstained spirit joins together the religious gatherings of the people to sing divine songs? For we read that there were virgins appointed also in the temple at Jerusalem."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:20",
                            "text": "But what says the Apostle? \"These things happened to them in a figure, that they might be signs of what was to come\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:21",
                            "text": "For the figure is shown in few, the life exists in many."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:22",
                            "text": "13."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:23",
                            "text": "But in truth after that the Lord, coming in our flesh, joined together the Godhead and flesh without any confusion or mixture, then the practice of the life of heaven spreading throughout the whole world was implanted in human bodies."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:24",
                            "text": "This is that which angels ministering on earth signified should come to pass, which ministry should be offered to the Lord with the service of an unstained body."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:25",
                            "text": "This is that heavenly service which the host of rejoicing angels spoke of for the earth."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book I 3:26",
                            "text": "We have, then, the authority of antiquity from of old, the fulness of the setting forth from Christ Himself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On Virgins Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:2",
                            "text": "The comeliness of virginity never existed amongst the heathen, neither with the vestal virgins, nor amongst philosophers, such as Pythagoras."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:3",
                            "text": "14."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:4",
                            "text": "I certainly have not this in common with the heathen, nor in regard to it am I associated with barbarians, nor practise it with other animals, with whom, although we breathe one and the same vital air, and have a common condition of an earthly body, and from whom we differ not in the mode of generation, in this point alone we nevertheless avoid the reproach of likeness, that virginity is aimed at by the heathen, but when consecrated it is violated, it is attacked by barbarians, and is unknown to others."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:5",
                            "text": "15."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:6",
                            "text": "Who will allege to me the virgins of Vesta, and the priests of Pallas? What sort of chastity is that which is not of morals, but of years, which is appointed not for ever, but for a term! Such purity is all the more wanton of which the corruption is put off for a later age."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:7",
                            "text": "They teach their virgins ought not to persevere, and are unable to do so, who have set a term to virginity."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:8",
                            "text": "What sort of a religion is that  in which modest maidens are bidden to be immodest old women? Nor is she modest who is bound by law, and she immodest who is set free by law."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:9",
                            "text": "O the mystery! O the morals! where chastity is enforced by law and authority given for lust! And so she is not chaste, who is constrained by fear; nor honourable, who is hired for a price; nor is that modesty which, exposed to the daily importunity of lascivious eyes, is attacked by disgraceful looks."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:10",
                            "text": "Exemptions are bestowed upon them, prices are offered them, as though to sell one's chastity were not the greatest sign of wantonness."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:11",
                            "text": "That which is promised for a price is given up for a price; is made over for a price; is considered to have its price."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:12",
                            "text": "She who is wont to sell her chastity knows not how to redeem it."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:13",
                            "text": "16."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:14",
                            "text": "What shall I say of the Phrygian rites, in which immodesty is the rule, and that too of the weaker sex? What of the orgies of Bacchus, where the mystery of the rites is an incentive to lust? Of what sort can the lives of priests be, then, where the adulteries of the gods are matters of religion."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:15",
                            "text": "So then they have no sacred virgins."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:16",
                            "text": "17."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:17",
                            "text": "Let us see whether perchance the precepts of philosophers have formed any, for they are wont to claim the teaching of all virtues."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:18",
                            "text": "A certain Pythagorean virgin is spoken of in story, whom a tyrant was endeavouring to compel to reveal the secret, and lest it should be possible even in her torments for revelation to be extorted from her, she bit off her tongue and spat it in the tyrant's face, that he who would not make an end of questioning might not have aught to question."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:19",
                            "text": "18."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:20",
                            "text": "But that same virgin, so constant in mind, was overcome by lust, though she could not be overcome by torments."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:21",
                            "text": "And so she who could keep the secret of her mind could not conceal the shame of her body."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:22",
                            "text": "She overcame nature, but observed not discipline."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:23",
                            "text": "How she would desire that her speech had existed as a defence of her chastity! So she was not unconquered on every side, for although the tyrant could not find out that which he sought, yet he did find what he sought not."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:24",
                            "text": "19."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:25",
                            "text": "How much stronger are our virgins, who overcome even those powers which they do not see; whose victory is not only over flesh and blood, but also over the prince of this world, and ruler of this age! In age, Agnes indeed was less, but in virtue greater, triumphing over more, more constant in her confidence; she did not destroy her tongue through fear, but kept it for a trophy."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:26",
                            "text": "For there was nothing in her which she feared to betray, since that which she acknowledged was holy, not sinful."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book I 4:27",
                            "text": "And so the former merely concealed her secret, the latter bore witness to the Lord, and confessed Him in her body, Whom her age did not yet suffer to confess."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On Virgins Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:2",
                            "text": "Heaven is the home of virginity, and the Son of God its Author, Who though He was a Virgin before the Virgin, yet being of the Virgin took the Virgin Church as His bride."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:3",
                            "text": "Of her we have all been born."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:4",
                            "text": "Some of her gifts are enumerated."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:5",
                            "text": "Her daughters have a special excellence in that virginity is not a matter of precept, and that it is a most powerful help in the pursuit of piety."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:6",
                            "text": "20."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:7",
                            "text": "It is the custom in encomiums to speak of country and parentage of the subject, that the greatness of the offspring may be enhanced by mention of the father."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:8",
                            "text": "Now I, who have not undertaken to praise but to set forth virginity, yet think it to the purpose to make known its country and its parent."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:9",
                            "text": "First, let us settle where is its country."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:10",
                            "text": "Now, if one's country be there where is the home of one's birth, without doubt heaven is the native country of chastity."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:11",
                            "text": "And so she is a stranger here, but a denizen there."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:12",
                            "text": "21."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:13",
                            "text": "And what is virginal chastity but purity free from stain? And whom can we judge to be its author but the immaculate Son of God, Whose flesh saw no corruption, Whose Godhead experienced no infection? Consider, then, how great are the merits of virginity."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:14",
                            "text": "Christ was before the Virgin, Christ was of the Virgin."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:15",
                            "text": "Begotten indeed of the Father before the ages, but born of the Virgin for the ages."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:16",
                            "text": "The former was of His own nature, the latter is for our benefit."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:17",
                            "text": "The former always was, the latter He willed."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:18",
                            "text": "22."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:19",
                            "text": "Consider, too, another merit of virginity."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:20",
                            "text": "Christ is the spouse of the Virgin, and if one may so say of virginal chastity, for virginity is of Christ, not Christ of virginity."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:21",
                            "text": "He is, then, the Virgin Who was espoused, the Virgin Who bare us, Who fed us with her own milk, of whom we read: \"How great things hath the virgin of Jerusalem done! The teats shall not fail from the rock, nor snow from Lebanon, nor the water which is borne by the strong wind\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:22",
                            "text": "Who is this virgin that is watered with the streams of the Trinity, from whose rock waters flow, whose teats fail not, and whose honey is poured forth? Now, according to the Apostle, the rock is Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:23",
                            "text": "Therefore,  from Christ the teats fail not, nor brightness from God, nor the river from the Spirit."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:24",
                            "text": "This is the Trinity which waters their Church, the Father, Christ, and the Spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:25",
                            "text": "23."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:26",
                            "text": "But let us now come down from the mother to the daughters."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:27",
                            "text": "\"Concerning virgins,\" says the Apostle, \"I have no commandment of the Lord\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:28",
                            "text": "If the teacher of the Gentiles had none, who could have one? And in truth he had no commandment, but he had an example."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:29",
                            "text": "For virginity cannot be commanded, but must be wished for, for things which are above us are matters for prayer rather than under mastery."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:30",
                            "text": "\"But I would have you,\" he says, \"be without carefulness."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:31",
                            "text": "For he who is without a wife is careful for the things which are the Lord's, how he may please God."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:32",
                            "text": "And the virgin taketh thought for the things of the Lord, that she may be holy in body and in spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book I 5:33",
                            "text": "For she that is married taketh thought for the things of the world, how she may please her husband\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On Virgins Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:3",
                            "text": "Ambrose explains that he is not speaking against marriage, and proceeds to compare the advantages and disadvantages of the single and married state."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:4",
                            "text": "24."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:5",
                            "text": "I am not indeed discouraging marriage, but am enlarging upon the benefits of virginity."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:6",
                            "text": "\"He who is weak,\" says the Apostle, \"eateth herbs\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:7",
                            "text": "I consider one thing necessary, I admire another."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:8",
                            "text": "\"Art thou bound to a wife? Seek not to be loosed."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:9",
                            "text": "Art thou free from a wife? Seek not a wife\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:10",
                            "text": "This is the command to those who are."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:11",
                            "text": "But what does he say concerning virgins? \"He who giveth his virgin in marriage doeth well, and he who giveth her not doeth better\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:12",
                            "text": "The one sins not if she marries, the other, if she marries not, it is for eternity."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:13",
                            "text": "In the former is the remedy for weakness, in the latter the glory of chastity."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:14",
                            "text": "The former is not reproved, the latter is praised."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:15",
                            "text": "25."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:16",
                            "text": "Let us compare, if it pleases you, the advantages of married women with that which awaits virgins."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:17",
                            "text": "Though the noble woman boasts of her abundant offspring, yet the more she bears the more she endures."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:18",
                            "text": "Let her count up the comforts of her children, but let her likewise count up the troubles."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:19",
                            "text": "She marries and weeps."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:20",
                            "text": "How many vows does she make with tears."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:21",
                            "text": "She conceives, and her fruitfulness brings her trouble before offspring."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:22",
                            "text": "She brings forth and is ill."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:23",
                            "text": "How sweet a pledge which begins with danger and ends in danger, which will cause pain before pleasure! It is purchased by perils, and is not possessed at her own will."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:24",
                            "text": "26."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:25",
                            "text": "Why speak of the troubles of nursing, training, and marrying? These are the miseries of those who are fortunate."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:26",
                            "text": "A mother has heirs, but it increases her sorrows."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:27",
                            "text": "For we must not speak of adversity, lest the minds of the holiest parents tremble."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:28",
                            "text": "Consider, my sister, how hard it must be to bear what one must not speak of."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:29",
                            "text": "And this is in this present age."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:30",
                            "text": "But the days shall come when they shall say: \"Blessed are the barren, and the wombs that never bare\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:31",
                            "text": "For the daughters of this age are conceived, and conceive; but the daughter of the kingdom refrains from wedded pleasure, and the pleasure of the flesh, that she may be holy in body and in spirit."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:32",
                            "text": "27."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:33",
                            "text": "Why should I further speak of the painful ministrations and services due to their husbands from wives, to whom before slaves God gave the command to serve? And I mention these things that they may comply more willingly, whose reward, if approved, is love; if not approved, punishment for the fault."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:34",
                            "text": "28."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:35",
                            "text": "And in this position spring up those incentives to vice, in that they paint their faces with various colours, fearing not to please their husbands; and from staining their faces, come to think of staining their chastity."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:36",
                            "text": "What madness is here, to change the fashion of nature and seek a painting, and while fearing a husband's judgment to give up their own."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:37",
                            "text": "For she is the first to speak against herself who wishes to change that which is natural to her."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:38",
                            "text": "So, while studying to please others, she displeases herself."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:39",
                            "text": "What truer witness to thy unsightliness do we require, O woman, than thyself who art afraid to be seen? If thou art beautiful, why hidest thou thyself? If unsightly, why dost thou falsely pretend to beauty, so as to have neither the satisfaction of thy own conscience, nor of the error of another? For he loves another, thou desirest to please another."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:40",
                            "text": "And art thou angry if he love another, who is taught to do so in thy own person? Thou art an evil teacher of thy own injury."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:41",
                            "text": "29."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:42",
                            "text": "And next, what expense is necessary that even a beautiful wife may not fail to please? Costly necklaces on the one hand  hang on her neck, on the other a robe woven with gold is dragged along the ground."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:43",
                            "text": "Is this display purchased, or is it a real possession? And what varied enticements of perfumes are made use of! The ears are weighed down with gems, a different colour from nature is dropped into the eyes."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:44",
                            "text": "What is there left which is her own, when so much is changed? The married woman loves her own perceptions, and does she think that this is to live?  30."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:45",
                            "text": "But you, O happy virgins, who know not such torments, rather than ornaments, whose holy modesty, beaming in your bashful cheeks, and sweet chastity are a beauty, ye do not, intent upon the eyes of men, consider as merits what is gained by the errors of others."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:46",
                            "text": "You, too, have indeed your own beauty, furnished by the comeliness of virtue, not of the body, to which age puts not an end, which death cannot take away, nor any sickness injure."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:47",
                            "text": "Let God alone be sought as the judge of loveliness, Who loves even in less beautiful bodies the more beautiful souls."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:48",
                            "text": "You know nothing of the burden and pain of childbearing, but more are the offspring of a pious soul, which esteems all as its children, which is rich in successors, barren of all bereavements, which knows no deaths, but has many heirs."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:49",
                            "text": "31."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:50",
                            "text": "So the holy Church, ignorant of wedlock, but fertile in bearing, is in chastity a virgin, yet a mother in offspring."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:51",
                            "text": "She, a virgin, bears us her children, not by a human father, but by the Spirit."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:52",
                            "text": "She bears us not with pain, but with the rejoicings of the angels."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:53",
                            "text": "She, a virgin, feeds us, not with the milk of the body, but with that of the Apostle, wherewith he fed the tender age of the people who were still children."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book I 6:54",
                            "text": "For what bride has more children than holy Church, who is a virgin in her sacraments and a mother to her people, whose fertility even holy Scripture attests, saying, \"For many more are the children of the desolate than of her that hath an husband\"? She has not an husband, but she has a Bridegroom, inasmuch as she, whether as the Church amongst nations, or as the soul in individuals, without any loss of modesty, she weds the Word of God as her eternal Spouse, free from all injury, full of reason."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: On Virgins Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:3",
                            "text": "Ambrose exhorts parents to train their children to virginity, and sets before them the troubles arising from their desire to have grandchildren."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:4",
                            "text": "He says however that he does not forbid marriage, but rather defends it against heretics who oppose it."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:5",
                            "text": "Still setting virginity before marriage, he speaks of the beauty of their spouse, and of the gifts wherewith He adorns them, and applies to these points certain verses of the Song of Songs."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:6",
                            "text": "32."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:7",
                            "text": "You have heard, O parents, in what virtues and pursuits you ought to train your daughters, that you may possess those by whose merits your faults may be redeemed."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:8",
                            "text": "The virgin is an offering for her mother, by whose daily sacrifice the divine power is appeased."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:9",
                            "text": "A virgin is the inseparable pledge of her parents, who neither troubles them for a dowry, nor forsakes them, nor injures them in word or deed."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:10",
                            "text": "33."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:11",
                            "text": "But some one perhaps wishes to have grandchildren, and to be called grandfather."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:12",
                            "text": "In the first place, such a one gives up what is his own, while seeking what is another's, and is already losing what is certain, while hoping to gain what is uncertain; he gives away his own riches, and still more is asked for; if he does not pay the dowry, it is exacted; if he lives long, he becomes a burden."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:13",
                            "text": "This is to buy a son-in-law, not to gain one who would sell a sight of their daughter to her parents."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:14",
                            "text": "Was she borne so long in her mother's womb in order that she might pass under the power of another? And so the parents take the charge of setting off their virgin that she may so be the sooner removed from them."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:15",
                            "text": "34."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:16",
                            "text": "Some one may say, Do you, then, discourage marriage? Nay, I encourage it, and condemn those who are wont to discourage it, so much so, that indeed I am wont to speak of the marriages of Sarah, Rebecca, and Rachel, and other women of old time, as instances of singular virtues."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:17",
                            "text": "For he who condemns marriage, condemns the birth of children, and condemns the fellowship of the human race, continued by a series of successive generations."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:18",
                            "text": "For how could generation succeed generation in a continual order, unless the gift of marriage stirred up the desire of offspring? Or how could one set forth that Isaac went to the altar of God as a victim of his father's piety, or that Israel, when yet in the body, saw God, and gave a holy name to the people while speaking against that whereby they came into being? Those men, though wicked, have one point at any rate, wherein they are approved even by the wise persons, that in  speaking against marriage they declare that they ought not to have been born."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:19",
                            "text": "35."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:20",
                            "text": "I do not then discourage marriage, but recapitulate the advantages of holy virginity."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:21",
                            "text": "This is the gift of few only, that is of all."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:22",
                            "text": "And virginity itself cannot exist, unless it have some mode of coming into existence."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:23",
                            "text": "I am comparing good things with good things, that it may be clear which is the more excellent."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:24",
                            "text": "Nor do I allege any opinion of my own, but I repeat that which the Holy Spirit spake by the prophet: \"Blessed is the barren that is undefiled\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:25",
                            "text": "36."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:26",
                            "text": "First of all, in that which those who purpose to marry desire above all things, that they may boast of the beauty of their husband, they must of necessity confess that they are inferior to virgins, to Whom alone it is suitable to say: \"Thou art fairer than the children of men, grace is poured on Thy lips\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:27",
                            "text": "Who is that Spouse? One not given to common indulgences, not proud of possessing riches, but He Whose throne is for ever and ever."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:28",
                            "text": "The king's daughters share in His honour: \"At Thy right hand stood the queen in a vesture of gold, clothed with variety of virtues."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:29",
                            "text": "Hearken, then, O daughter, and consider, and incline thine ear, and forget thine own people and thy father's house; for the king hath desired thy beauty, for He is thy God\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:30",
                            "text": "37."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:31",
                            "text": "And observe what a kingdom the Holy Spirit by the witness of the divine Scriptures has assigned to theegold, and beauty; gold, either because thou art the bride of the Eternal King, or because having an unconquered mind, thou art not taken captive by the allurements of pleasures, but rulest over them like a queen."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:32",
                            "text": "Gold again, because as that metal is more precious when tried by fire, so the appearance of the virginal body, consecrated to the Divine Spirit, gains an increase of its own comeliness, for who can imagine a loveliness greater than the beauty of her who is loved by the King, approved by the judge, dedicated to the Lord, consecrated to God; ever a bride, ever unmarried, so that neither does love suffer an ending, nor modesty loss."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:33",
                            "text": "38."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:34",
                            "text": "This is indeed true beauty, to which nothing is wanting, which alone is worthy to hear the Lord saying: \"Thou art all fair, My love, and no blemish is in thee."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:35",
                            "text": "Come hither from Lebanon, My spouse, come hither from Lebanon."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:36",
                            "text": "Thou shalt pass and pass through from the beginning of faith, from the top of Sanir and Hermon, from the dens of the lions, from the mountains of the leopards\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:37",
                            "text": "By which references is set forth the perfect and irreproachable beauty of a virgin soul, consecrated to the altars of God, not moved by perishable things amidst the haunts and dens of spiritual wild beasts, but intent, by the mysteries of God, on being found worthy of the Beloved, Whose breasts are full of joy."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:38",
                            "text": "For \"wine maketh glad the heart of man\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:39",
                            "text": "39."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:40",
                            "text": "\"The smell of thy garments,\" says He, \"is above all spices\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:41",
                            "text": "And again: \"And the smell of thy garments is like the smell of Lebanon\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:42",
                            "text": "See what progress thou settest forth, O Virgin."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:43",
                            "text": "Thy first odour is above all spices, which were used upon the burying of the Saviour, and the fragrance arises from the mortified motions of the body, and the perishing of the delights of the members."
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Ambrose: On Virgins Book I 7:44",
                            "text": "Thy second odour, like the odour of Lebanon, exhales the incorruption of the Lord's body, the flower of virginal chastity."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: On Virgins Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:2",
                            "text": "Taking the passage concerning the honeycomb in the Song of Songs, he expounds it, comparing the sacred virgins to bees."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:3",
                            "text": "40."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:4",
                            "text": "Let, then, your work be as it were a honeycomb, for virginity is fit to be compared to bees, so laborious is it, so modest, so continent."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:5",
                            "text": "The bee feeds on dew, it knows no marriage couch, it makes honey."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:6",
                            "text": "The virgin's dew is the divine word, for the words of God descend like the dew."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:7",
                            "text": "The virgin's modesty is unstained nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:8",
                            "text": "The virgin's produce is the fruit of the lips, without bitterness, abounding in sweetness."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:9",
                            "text": "They work in common, and their fruit is in common."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:10",
                            "text": "41."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:11",
                            "text": "How I wish you, my daughter, to be an imitator of these bees, whose food is flowers, whose offspring is collected and brought together by the mouth."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:12",
                            "text": "Do imitate her, my daughter."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:13",
                            "text": "Let no veil of deceit be spread over your words; let them have no covering of guile, that they may be pure, and full of gravity."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:14",
                            "text": "42."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:15",
                            "text": "And let an eternal succession of merits be brought forth by your mouth."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:16",
                            "text": "Gather not for yourself alone (for how do you know when your soul shall be required of you?), lest leaving your granaries heaped full with corn, which will be a help neither to your life nor to your merits, you be hurried thither where you cannot take your treasure with you."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:17",
                            "text": "Be rich then, but towards the poor,  that as they share in your nature they may also share your goods."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:18",
                            "text": "43."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: On Virgins Book I 8:19",
                            "text": "And I also point out to you what flower is to be culled, that one it is Who said: \"I am the Flower of the field, and the Lily of the valleys, as a lily among thorns,\" which is a plain declaration that virtues are surrounded by the thorns of spiritual wickedness, so that no one can gather the fruit who does not approach with caution."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: On Virgins Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:2",
                            "text": "Other passages from the Song of Songs are considered with relation to the present subject, and St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:3",
                            "text": "Ambrose exhorting the virgin to seek for Christ, points out where He may be found."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:4",
                            "text": "A description of His perfections follows, and a comparison is made between virgins and the angels."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:5",
                            "text": "44."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:6",
                            "text": "Take, then, O Virgin, the wings of the Spirit, that you may fly far above all vices, if you wish to attain to Christ: \"He dwelleth on high, but beholdeth lowly things;\" and His appearance is as that of a cedar of Lebanon, which has its foliage in the clouds, its roots in the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:7",
                            "text": "For its beginning is from heaven, its ending on earth, and it produces fruit very close to heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:8",
                            "text": "Search diligently for so precious a flower, if perchance you may find it in the recesses of your breast, for it is most often to be enjoyed in lowly places."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:9",
                            "text": "45."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:10",
                            "text": "It loves to grow in gardens, in which Susanna, while walking, found it, and was ready to die rather than it should be violated."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:11",
                            "text": "But what is meant by the gardens He Himself points out, saying: \"A garden enclosed is My sister, My spouse, a garden enclosed, a fountain sealed;\" because in gardens of this kind the water of the pure fountain shines, reflecting the features of the image of God, lest its streams mingled with mud from the wallowing places of spiritual wild beasts should be polluted."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:12",
                            "text": "For this reason, too, that modesty of virgins fenced in by the wall of the Spirit is enclosed lest it should lie open to be plundered."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:13",
                            "text": "And so as a garden inaccessible from without smells of the violet, is scented with the olive, and is resplendent with the rose, that religion may increase in the vine, peace in the olive, and the modesty of consecrated virginity in the rose."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:14",
                            "text": "This is the odour of which the patriarch Jacob smelt when he heard his father say: \"See the smell of my son is as the smell of a field which is full\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:15",
                            "text": "For although the field of the holy patriarch was full of almost all fruits, the other brought forth its crops with greater labour, the latter flowers."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:16",
                            "text": "46."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:17",
                            "text": "To work, then, O Virgin, and if you wish your garden to be sweet after this sort, enclose it with the precepts of the prophets: \"Set a watch before thy mouth, and a door to thy lips,\" that you, too, may be able to say: \"As the apple-tree among the trees of the wood, so is my Beloved among the sons."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:18",
                            "text": "In His shadow I delighted and sat down, and His fruit was sweet to my palate."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:19",
                            "text": "I found Him Whom my soul loved, I held Him and would not let him go."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:20",
                            "text": "My beloved came down into His garden to eat the fruit of His trees."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:21",
                            "text": "Come, my Beloved, let us go forth into the field."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:22",
                            "text": "Set me as a signet upon Thine heart, and as a seal upon Thine arm."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:23",
                            "text": "My Beloved is white and ruddy\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:24",
                            "text": "For it is fitting, O Virgin, that you should fully know Him Whom you love, and should recognize in Him all the mystery of His Divine Nature and the Body which He has assumed."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:25",
                            "text": "He is white fittingly, for He is the brightness of the Father; and ruddy, for He was born of a Virgin."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:26",
                            "text": "The colour of each nature shines and glows in Him."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:27",
                            "text": "But remember that the marks of His Godhead are more ancient in Him than the mysteries of His body, for He did not take His origin from the Virgin, but, He Who already existed came into the Virgin."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:28",
                            "text": "47."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:29",
                            "text": "He Who was spoiled by the soldiers, Who was wounded by the spear, that He might heal us by the blood of His sacred wounds, will assuredly answer you (for He is meek and lowly of heart, and gentle in aspect): \"Arise, O north wind, and come, O south, and blow upon My garden, that My spices may flow out\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:30",
                            "text": "For from all parts of the world has the perfume of holy religion increased, and the limbs of the consecrated Virgin have glowed."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:31",
                            "text": "\"Thou art beautiful, O my love, as Tirzah, comely as Jerusalem\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:32",
                            "text": "So it is not the beauty of the perishable body, which will come to an end with sickness or old age, but the reputation for good deserts, subject to no accidents and never to perish, which is the beauty of virgins."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:33",
                            "text": "48."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:34",
                            "text": "And since you are worthy to be compared not now with men but with heavenly beings, whose life you are living on earth, receive from the Lord the precepts you are to observe: \"Set Me as a signet upon thine heart, and as a seal upon thine arm;\" that clearer proofs of your prudence and actions may be set forth, in which Christ the  Figure of God may shine, Who, equalling fully the nature of the Father, has expressed the whole which He took of the Father's Godhead."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:35",
                            "text": "Whence also the Apostle Paul says that we are sealed in the Spirit; since we have in the Son the image of the Father, and in the Spirit the seal of the Son."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:36",
                            "text": "Let us, then, sealed by this Trinity, take more diligent heed, lest either levity of character or the deceit of any unfaithfulness unseal the pledge which we have received in our hearts."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:37",
                            "text": "49."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:38",
                            "text": "But let fear secure this for the holy virgins, for whom the Church first provided such protection, who, anxious for the prosperity of her tender offspring, herself as a wall with breasts as many towers, increases her care for them, until, the fear of hostile attack being at an end, she obtains by the care of a mother's love peace for her vigorous children."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:39",
                            "text": "Wherefore the prophet says: \"Peace be on thy virtue, and abundance in thy towers\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:40",
                            "text": "50."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:41",
                            "text": "Then the Lord of peace Himself, after having embraced in His strong arms the vineyards committed to Him, and beholding their shoots putting forth buds, with glad looks, tempers the breezes to the young fruits, as Himself testifies, saying: \"My vineyard is in My sight, a thousand for Solomon, and two hundred who keep the fruit thereof\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:42",
                            "text": "51."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:43",
                            "text": "Above it is said: \"Sixty strong men round about its offspring, armed with drawn swords, and expert in warlike discipline,\" here there are a thousand and two hundred."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:44",
                            "text": "The number has increased, where the fruit has increased, for the more holy each is, the more is he guarded."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:45",
                            "text": "So Elisha the prophet showed the hosts of angels who were present to guard him; so Joshua the son of Nun recognized the Captain of the heavenly host."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:46",
                            "text": "They, then, who are able also to fight for us are able to guard the fruit that is in us."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:47",
                            "text": "And for you, holy virgins, there is a special guardianship, for you who with unspotted chastity keep the couch of the Lord holy."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:48",
                            "text": "And no wonder if the angels fight for you who war with the mode of life of angels."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:49",
                            "text": "Virginal chastity merits their guardianship whose life it attains to."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:50",
                            "text": "52."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:51",
                            "text": "Why should I continue the praise of chastity in more words? For chastity has made even angels."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:52",
                            "text": "He who has preserved it is an angel; he who has lost it a devil."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:53",
                            "text": "And hence has religion also gained its name."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:54",
                            "text": "She is a virgin who is the bride of God, a harlot who makes gods for herself."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:55",
                            "text": "What shall I say of the resurrection of which you already hold the rewards: \"For in the resurrection they will neither be given in marriage, nor marry, but shall be,\" He says, \"as the angels in heaven\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:56",
                            "text": "That which is promised to us is already present with you, and the object of your prayers is with you; ye are of this world, and yet not in this world."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:57",
                            "text": "This age has held you, but has not been able to retain you."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:58",
                            "text": "53."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:59",
                            "text": "But what a great thing it is that angels because of incontinence fell from heaven into this world, that virgins because of chastity passed from the world into heaven."
                        },
                        {
                            "verse": 60,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:60",
                            "text": "Blessed virgins, whom the delights of the flesh do not allure, nor the defilement of pleasures cast down."
                        },
                        {
                            "verse": 61,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:61",
                            "text": "Sparing food and abstinence in drink train them in ignorance of vices, seeing they keep them from knowing the causes of vices."
                        },
                        {
                            "verse": 62,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:62",
                            "text": "That which causes sin has often deceived even the just."
                        },
                        {
                            "verse": 63,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:63",
                            "text": "In this way the people of God after they sat down to eat and drink denied God."
                        },
                        {
                            "verse": 64,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:64",
                            "text": "In this way, too, Lot knew not, and so endured his daughters' wickedness."
                        },
                        {
                            "verse": 65,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:65",
                            "text": "So, too, the sons of Noah going backward covered their father's nakedness, which he who was wanton saw, he who was modest blushed at and dutifully hid, fearful of offending if he too saw it."
                        },
                        {
                            "verse": 66,
                            "chapter": 9,
                            "name": "Ambrose: On Virgins Book I 9:66",
                            "text": "How great is the power of wine, so that wine made him naked which the waters of the deluge could not."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: On Virgins Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:2",
                            "text": "Finally, another glory of virginity is mentioned, that it is free from avarice."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:4",
                            "text": "Ambrose, addressing his sister, reminds her of the great happiness of those who are free from those troubles as to luxury and vanity which come upon those who are about to marry."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:5",
                            "text": "What then? What happiness it is that no desire of possessions inflames you! The poor man demands what you have, he does not ask for what you have not."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:6",
                            "text": "The fruit of your labour is a treasure for the needy, and two mites, if they be all one has, are wealth on the part of the giver."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:7",
                            "text": "54."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:8",
                            "text": "Listen, then, my sister, from what you escape."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:9",
                            "text": "For it is not for me to teach nor for you to learn what you ought to guard against, for the practice of perfect virtue does not require teaching, but instructs others."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:10",
                            "text": "You see how like she is to the litters at processions, who lays herself out to please, attracting to herself the look and gaze of  all; less beautiful is she because she strives to please, for she displeases the people before she pleases her husband."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:11",
                            "text": "But in you the rejection of all care for splendour is far more becoming, and the very fact that you do not adorn yourselves is an ornament."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:12",
                            "text": "55."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:13",
                            "text": "Look at the ears pierced with wounds, and pity the neck weighed down with burdens."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:14",
                            "text": "That the metals are different does not lighten the suffering."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:15",
                            "text": "In one case a chain binds the neck, in another a fetter encloses the foot."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:16",
                            "text": "It makes no difference whether the body be loaded with gold or with iron."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:17",
                            "text": "Thus the neck is weighed down and the steps are hindered."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:18",
                            "text": "The price makes it no better, except that you women are afraid lest that which causes you suffering be lost."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:19",
                            "text": "What is the difference whether the sentence of another or your own condemn you? Nay, you, even more wretched than those, are condemned by public justice, since they desire to be set free, you to be bound."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:20",
                            "text": "56."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:21",
                            "text": "But how wretched a position, that she who is marriageable is in a species of sale put up as it were to auction to be bid for, so that he who offers the highest price purchases her."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:22",
                            "text": "Slaves are sold on more tolerable conditions, for they often choose their masters; if a maiden chooses it is an offence, if not it is an insult."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:23",
                            "text": "And she, though she be beautiful and comely, both fears and wishes to be seen; she wishes it that she may sell herself for a better price; she fears lest the fact of her being seen should itself be unbecoming."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: On Virgins Book I 10:24",
                            "text": "But what absurdities of wishes and fears and suspicions are there as to how the suitors will turn out, lest a poor man may beguile her, or a rich one contemn her, lest a handsome suitor mock her, lest a noble one despise her."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: On Virgins Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:3",
                            "text": "Ambrose answers objections made to the uselessness of his exhortations in favour of virginity, and brings forward instances of virgins especially in various places he mentions, and speaks of their zeal in the cause."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:4",
                            "text": "57."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:5",
                            "text": "Some one may say, you are always singing the praises of virgins."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:6",
                            "text": "What shall I do who am always singing them and have no success? But this is not my fault."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:7",
                            "text": "Then, too, virgins come from Placentia to be consecrated, or from Bononia, and Mauritania, in order to receive the veil here."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:8",
                            "text": "You see a striking thing here."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:9",
                            "text": "I treat the matter here, and persuade those who are elsewhere."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:10",
                            "text": "If this be so, let me treat the subject elsewhere, that I may persuade you."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:11",
                            "text": "58."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:12",
                            "text": "What is it, then, that even they who hear me not follow my teaching, and those who hear me follow me not? For I have known many virgins who had the desire, but were prevented from going forward by their mothers, and, which is more serious, mothers who were widows, to whom I will now address myself."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:13",
                            "text": "For if your daughters desired to love a man, they could, by law, choose whom they would."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:14",
                            "text": "Are they, then, who are allowed to choose a man not allowed to choose God?  59."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:15",
                            "text": "Behold how sweet is the fruit of modesty, which has sprung up even in the affections of barbarians."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:16",
                            "text": "Virgins coming from the most distant on this and that side of Mauritania desire to be consecrated here; and though all the families be in bonds, yet modesty cannot be bound."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:17",
                            "text": "She who mourns over the hardship of slavery avows an eternal kingdom."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:18",
                            "text": "60."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:19",
                            "text": "And what shall I say of the virgins of Bononia, a fertile band of chastity, who, forsaking worldly delights, inhabit the sanctuary of virginity? Not being of the sex which lives in common, attaining in their common chastity to the number of twenty, and fruit to an hundredfold, leaving their parents' dwelling they press into the houses of Christ, as soldiers of unwearied chastity; at one time singing spiritual songs, they provide their sustenance by labour, and seek with their hands supplies for their liberality."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:20",
                            "text": "61."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: On Virgins Book I 11:21",
                            "text": "But if the attraction of searching for virgins has grown strong (for they beyond others follow up the search and watch for purity), they follow up their hidden prey with the greatest perseverance to its very chambers; or, if the flight of any one shall have seemed more free, one may see them rise on the wing, hear the rustling of their feathers, and the bursting of applause; so as to surround the one on wing with a chaste band of modesty, until rejoicing in that fair companionship, forgetful of her father's house, she enters the regions of modesty and the fenced-in home of chastity."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: On Virgins Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:2",
                            "text": "It is very desirable that parents should encourage the desire for the virgin life, but more praiseworthy when the love of God draws a maiden even against their will."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:3",
                            "text": "The violence of parents and the loss of property are not to be feared, and an instance of this is related by St."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:4",
                            "text": "Ambrose."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:5",
                            "text": "62."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:6",
                            "text": "It is a good thing, then, that the zeal  of parents, like favouring gales, should aid a virgin; but it is more glorious if the fire of tender age even without the incitement of those older of its own self burst forth into the flame of chastity."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:7",
                            "text": "Parents will refuse a dowry, but you have a wealthy Spouse, satisfied with Whose treasures you will not miss the revenues of a father's inheritance."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:8",
                            "text": "How much is poverty to chastity superior to bridal gifts!  63."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:9",
                            "text": "And yet of whom have you heard as ever, because of her desire for chastity, having been deprived of her lawful inheritance? Parents speak against her, but are willing to be overcome."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:10",
                            "text": "They resist at first because they are afraid to believe; they often are angry that one may learn to overcome; they threaten to disinherit to try whether one is able not to fear temporal loss; they caress with exquisite allurements to see if one cannot be softened by the inducement of various pleasures."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:11",
                            "text": "You are being exercised, O virgin, whilst you are being urged."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:12",
                            "text": "And the anxious entreaties of your parents are your first battles."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:13",
                            "text": "Conquer your affection first, O maiden."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:14",
                            "text": "If you conquer your home, you conquer the world."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:15",
                            "text": "64."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:16",
                            "text": "But suppose that the loss of your patrimony awaits you; are not the future realms of heaven a compensation for perishable and frail possessions? For if we believe the heavenly message, \"there is no one who has forsaken house, or parents, or brethren, or wife, or children, for the kingdom of God's sake, who shall not receive sevenfold more in this present time, and in the world to come shall have everlasting life\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:17",
                            "text": "Entrust your faith to God, who entrust your money to man; lend to Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:18",
                            "text": "The faithful keeper of the deposit of your hope pays the talent of your faith with manifold interest."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:19",
                            "text": "The Truth does not deceive, Justice does not circumvent, Virtue does not deceive."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:20",
                            "text": "But if you believe not God's word, at least believe instances."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:21",
                            "text": "65."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:22",
                            "text": "Within my memory a girl once noble in the world, now more noble in the sight of God, being urged to a marriage by her parents and kinsfolk, took refuge at the holy altar."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:23",
                            "text": "Whither could a virgin better flee, than thither where the Virgin Sacrifice is offered? Nor was even that the limit of her boldness."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:24",
                            "text": "She, the oblation of modesty, the victim of chastity, was standing at the altar of God, now placing upon her head the right hand of the priest, asking his prayers, and now impatient at the righteous delay, placing the top of her head under the altar."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:25",
                            "text": "\"Can any better veil,\" she said, \"cover me better than the altar which consecrates the veils themselves? Such a bridal veil is most suitable on which Christ, the Head of all, is daily consecrated."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:26",
                            "text": "What are you doing, my kinsfolk? Why do you still trouble my mind with seeking marriage? I have long since provided for that."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:27",
                            "text": "Do you offer me a bridegroom? I have found a better."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:28",
                            "text": "Make the most you can of my wealth, boast of his nobility, extol his power, I have Him with Whom no one can compare himself, rich in the world, powerful in empire, noble in heaven."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:29",
                            "text": "If you have such an one, I do not reject the choice; if you do not find such, you do me not a kindness, my relatives, but an injury\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:30",
                            "text": "66."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:31",
                            "text": "When the others were silent, one burst forth somewhat roughly: \"If,\" he said, \"your father were alive, would he suffer you to remain unmarried?\" Then she replied with more religion and more restrained piety: \"And perchance he is gone that no one may be able to hinder me\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:32",
                            "text": "Which answer concerning her father, but warning as to himself, he made good by his own speedy death."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:33",
                            "text": "So the others, each of them, fearing the same for himself, began to assist and not to hinder her as before, and her virginity involved not the loss of the property due to her, but also received the reward of her integrity."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: On Virgins Book I 12:34",
                            "text": "You see, maidens, the reward of devotion, and do you, parents, be warned by the example of transgression."
                        }
                    ]
                }
            ]
        }
    ]
}