{
    "books": [
        {
            "name": "Testament of Gad",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Testament of Gad 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Testament of Gad 1:1",
                            "text": "THE copy of the testament of Gad, what things he spake unto his sons, in the hundred and twenty-fifth year of his life, saying unto them:"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Testament of Gad 1:2",
                            "text": "Hearken, my children, I was the ninth son born to Jacob, and I was valiant in keeping the flocks."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Testament of Gad 1:3",
                            "text": "Accordingly I guarded at night the flock; and whenever the lion came, or the wolf, or any wild beast against the fold, I pursued it, and overtaking it I seized its foot with my hand and hurled it about a stone's throw, and so killed it."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Testament of Gad 1:4",
                            "text": "Now Joseph my brother was feeding the flock with us for upwards of thirty days, and being young, he fell sick by reason of the heat."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Testament of Gad 1:5",
                            "text": "And he returned to Hebron to our father, who made him lie down near him, because he loved him greatly."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Testament of Gad 1:6",
                            "text": "And Joseph told our father that the sons of Zilpah and Bilhah were slaying the best of the flock and eating them against the judgement of Reuben and Judah."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Testament of Gad 1:7",
                            "text": "For he saw that I had delivered a lamb out of the mouth of a bear, and put the bear to death; but had slain the lamb, being grieved concerning it that it could not live, and that we had eaten it."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Testament of Gad 1:8",
                            "text": "And regarding this matter I was wroth with Joseph until the day that he was sold."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Testament of Gad 1:9",
                            "text": "And the spirit of hatred was in me, and I wished not either to hear of Joseph with the ears, or see him with the eyes, because he rebuked us to our faces saying that we were eating of the flock without Judah."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Testament of Gad 1:10",
                            "text": "For whatsoever things he told our father, he believed him."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Testament of Gad 1:11",
                            "text": "I confess now my gin, my children, that oftentimes I wished to kill him, because I hated him from my heart."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Testament of Gad 1:12",
                            "text": "Moreover, I hated him yet more for his dreams; and I wished to lick 1 him out of the land of the living, even as an ox licketh up the grass of the field."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Testament of Gad 1:13",
                            "text": "And Judah sold him secretly to the Ishmaelites."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Testament of Gad 1:14",
                            "text": "Thus the God of our fathers delivered him from our hands, that we should not work great lawlessness in Israel."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Testament of Gad 1:15",
                            "text": "And now, my children, hearken to the words of truth to work righteousness, and all the law of the Most High, and go not astray through the spirit of hatred, for it is evil in all the doings of men."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Testament of Gad 1:16",
                            "text": "Whatsoever a man doeth the hater abominateth him: and though a man worketh the law of the Lord, he praiseth him not; though a man feareth the Lord, and taketh pleasure in that which is righteous, he loveth him not."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Testament of Gad 1:17",
                            "text": "He dispraiseth the truth, he envieth him that prospereth, he welcometh evil-speaking, he loveth arrogance, for hatred blindeth his soul; as I also then looked on Joseph."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Testament of Gad 1:18",
                            "text": "Beware, therefore, my children of hatred, for it worketh lawlessness even against the Lord Himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Testament of Gad 1:19",
                            "text": "For it will not hear the words of His commandments concerning the loving of one's--neighbour, and it sinneth against God."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Testament of Gad 1:20",
                            "text": "For if a brother stumble, it delighteth immediately to proclaim it to all men, and is urgent that he should be judged for it, and be punished and be put to death."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Testament of Gad 1:21",
                            "text": "And if it be a servant it stirreth him up against his master, and with every affliction it deviseth against him, if possibly he can be put to death."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Testament of Gad 1:22",
                            "text": "For hatred worketh with envy also against them that prosper: so long as it heareth of or seeth their success it always languisheth."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Testament of Gad 1:23",
                            "text": "For as love would quicken even the dead, and would call back them that are condemned to die, so hatred would slay the living, and those that had sinned venially it would not suffer to live."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Testament of Gad 1:24",
                            "text": "For the spirit of hatred worketh together with Satan, through hastiness of spirits, in all things to men's death; but the spirit of love worketh together with the law of God in long-suffering unto the salvation of men."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Testament of Gad 1:25",
                            "text": "Hatred, therefore, is evil, for it constantly mateth with lying, speaking against the truth; and it maketh small things to be great, and causeth the light to be darkness, and calleth the sweet bitter, and teacheth slander, and kindleth wrath, and stirreth up war, and violence and all covetousness; it filleth the heart with evils and devilish poison."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Testament of Gad 1:26",
                            "text": "These things, therefore, I say to you from experience, my children, that ye may drive forth hatred, which is of the devil, and cleave to the love of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Testament of Gad 1:27",
                            "text": "Righteousness casteth out hatred, humility destroyeth envy."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Testament of Gad 1:28",
                            "text": "For he that is just and humble is ashamed to do what is unjust, being reproved not of another, but of his own heart, because the Lord looketh on his inclination."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Testament of Gad 1:29",
                            "text": "He speaketh not against a holy man, because the fear of God overcometh hatred."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Testament of Gad 1:30",
                            "text": "For fearing lest he should offend the Lord, he will not do wrong to any man, even in thought."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Testament of Gad 1:31",
                            "text": "These things I learnt at last, after I had repented concerning Joseph."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Testament of Gad 1:32",
                            "text": "For true repentance after a godly sort destroyeth ignorance, and driveth away the darkness, and enlighteneth the eyes, and giveth knowledge to the soul, and leadeth the mind to salvation."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Testament of Gad 1:33",
                            "text": "And those things which it hath not learnt from man, it knoweth through repentance."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Testament of Gad 1:34",
                            "text": "For God brought upon me a disease of the liver; and had not the prayers of Jacob my father succoured me, it had hardly failed but my spirit had departed."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Testament of Gad 1:35",
                            "text": "For by what things a man transgresseth by the same also is he punished ."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Testament of Gad 1:36",
                            "text": "Since, therefore, my liver was set mercilessly against Joseph, in my liver too I suffered mercilessly, and was judged for eleven months, for so long a time as I had been angry against Joseph.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Testament of Gad 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Testament of Gad 2:1",
                            "text": "AND now, my children, I exhort you, love ye each one his brother, and put away hatred from your hearts, love one another in deed, and in word, and in the inclination of the soul."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Testament of Gad 2:2",
                            "text": "For in the presence of my father I spake peaceably to Joseph; and when I had gone out, the spirit of hatred darkened my mind, and stirred up my soul to slay him."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Testament of Gad 2:3",
                            "text": "Love ye one another from the heart; and if a man sin against thee, speak peaceably to him, and in thy soul hold not guile; and if he repent and confess, forgive him."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Testament of Gad 2:4",
                            "text": "But if he deny it, do not get into a passion with him, lest catching the poison from thee he take to swearing and so thou sin doubly."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Testament of Gad 2:5",
                            "text": "Let not another man hear thy secrets when engaged in legal strife, lest he come to hate thee and become thy enemy, and commit a great sin against thee; for ofttimes he addresseth thee guilefully or busieth himself about thee with wicked intent."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Testament of Gad 2:6",
                            "text": "And though he deny it and yet have a sense of shame when reproved, give over reproving him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Testament of Gad 2:7",
                            "text": "For be who denieth may repent so as not again to wrong thee; yea, he may also honour thee, and fear and be at peace with thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Testament of Gad 2:8",
                            "text": "And if he be shameless and persist in his wrong-doing, even so forgive him from the heart, and leave to God the avenging."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Testament of Gad 2:9",
                            "text": "If a man prospereth more than you, do not be vexed, but pray also for him, that he may have perfect prosperity."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Testament of Gad 2:10",
                            "text": "for so it is expedient for you."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Testament of Gad 2:11",
                            "text": "And if he be further exalted, be not envious of him, remembering that all flesh shall die; and offer praise to God, who giveth things good and profitable to all men."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Testament of Gad 2:12",
                            "text": "Seek out the judgments of the Lord, and thy mind will rest and be at peace."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Testament of Gad 2:13",
                            "text": "And though a man become rich by evil means, even as Esau, the brother of my father, be not jealous; but wait for the end of the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Testament of Gad 2:14",
                            "text": "For if he taketh away from a man wealth gotten by evil means He forgiveth him if he repent, but the unrepentant is reserved for eternal punishment."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Testament of Gad 2:15",
                            "text": "For the poor man, if free from envy he pleaseth the Lord in all things, is blessed beyond all men, because he hath not the travail of vain men."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Testament of Gad 2:16",
                            "text": "Put away, therefore, jealousy from your souls, and love one another with uprightness of heart."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Testament of Gad 2:17",
                            "text": "Do ye also therefore tell these things to your children, that they honour Judah and Levi, for from them shall the Lord raise up salvation to Israel."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Testament of Gad 2:18",
                            "text": "For I know that at the last your children shall depart from Him, and shall walk in O wickedness, and affliction and corruption before the Lord."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Testament of Gad 2:19",
                            "text": "And when he had rested for a little while, he said again; My children, obey your father, and bury me near to my fathers."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Testament of Gad 2:20",
                            "text": "And he drew up his feet, and fell asleep in peace."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Testament of Gad 2:21",
                            "text": "And after five years they carried him up to Hebron, and laid him with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}