{
    "books": [
        {
            "name": "Augustine: On the Soul and its Origin Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Soul and its Origin Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:1",
                            "text": "A Treatise on the soul and its origin,  by aurelius augustin, bishop of hippo;  In Four Books,  written towards the end of 419."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:2",
                            "text": "Book I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:3",
                            "text": "Addressed to Renatus, the Monk."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:4",
                            "text": "On receiving from Renatus the two books of Vincentius Victor, who disapproved of Augustin's opinion touching the nature of the soul, and of his hesitation in respect of its origin, Augustin points out how the young objector, in his self-conceit in aiming to decide on so abstruse a subject, had fallen into insufferable mistakes."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:5",
                            "text": "He then proceeds to show that those passages of Scripture by which Victor thought he could prove that human souls are not derived by propagation, but are breathed by God afresh into each man at birth, are ambiguous, and inadequate for the confirmation of this opinion of his."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:6",
                            "text": "Chapter 1 (I."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:7",
                            "text": ")—Renatus Had Done Him a Kindness by Sending Him the Books Which Had Been Addressed to Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:8",
                            "text": "Your sincerity towards us, dearest brother Renatus, and your brotherly kindness, and the affection of mutual love between us, we already had clear proof of; but now you have afforded us a still clearer proof, by sending me two books, written by a person whom I knew, indeed, nothing of,—though he was not on that account to be despised,—called Vincentius Victor (for in such form did I find his name placed at the head of his work): this you did in the summer of last year; but owing to my absence from home, it was the end of autumn before they found their way to me."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book I 1:9",
                            "text": "How, indeed, would you be likely with your very great affection for me to fail either in means or inclination to bring under my notice any writings of the kind, by whomsoever composed, if they fell into your hands, even if they were addressed to some one else? How much less likely, when my own name was mentioned and read—and that in a context of gainsaying some words of mine, which I had published in certain little treatises? Now you have done all this in the way you were sure to act as my very sincere and beloved friend."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Soul and its Origin Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:1",
                            "text": "Chapter 2 (II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:2",
                            "text": ")—He Receives with a Kindly and Patient Feeling the Books of a Young and Inexperienced Man Who Wrote Against Him in a Tone of Arrogance."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:3",
                            "text": "Vincentius Victor Converted from the Sect of the Rogatians."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:4",
                            "text": "I am somewhat pained, however, at being thus far less understood by your Holiness than I should like to be; forasmuch as you supposed that I should so receive your communication, as if you did me an injury, by making known to me what another had done."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:5",
                            "text": "You may see, indeed, how far this feeling is from my mind, in that I have no complaint to make of having suffered any wrong even from him."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:6",
                            "text": "For, when he entertained views different from my own, was he bound to preserve silence? It ought, no doubt, to be even pleasant to me, that he broke silence in such a way as to put it in our power to read what he had to say."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:7",
                            "text": "He ought, I certainly think, to have written simply to me, rather than to another concerning me; but as he was unknown to me, he did not venture to intrude personally on me in refuting my words."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:8",
                            "text": "He thought there was no necessity for applying to me in a matter on which he seemed to himself least of all liable to be doubted,  but to be holding a perfectly well-known and certain opinion."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:9",
                            "text": "He moreover, acted in obedience to a friend of his by whom he tells us he was compelled to write."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:10",
                            "text": "And if he expressed any sentiment during the controversy which was contumelious to me, I would prefer supposing that he did this, not with any wish to treat me with incivility, but from the necessity of thinking differently from me."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:11",
                            "text": "For in all cases where a person's animus towards one is indeterminate and unknown, I think it better to suppose the existence of the kindlier motive, than to find fault with an undiscovered one."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:12",
                            "text": "Perhaps, too, he acted from love to me, as knowing that what he had written might possibly reach me; being at the same time unwilling that I should be in error on such points as he especially thinks himself to be free from error regarding."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:13",
                            "text": "I ought, therefore, to be grateful for his kindness, although I feel obliged to disapprove of his opinion."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:14",
                            "text": "Accordingly, as regards the points on which he does not entertain right views, he appears to me to deserve gentle correction rather than severe disapproval; more especially because, if I am rightly informed, he has lately become a catholic—a matter in which he is to be congratulated."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book I 2:15",
                            "text": "For he has freed himself from the schism and errors of the Donatists (or rather the Rogatists) in which he was previously implicated; and if he understands the catholic verity as he ought, we may really rejoice at his conversion."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Soul and its Origin Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:1",
                            "text": "Chapter 3 (III)—The Eloquence of Vincentius, Its Dangers and Its Tolerableness."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:2",
                            "text": "For he has an eloquence by which he is able to explain what he thinks."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:3",
                            "text": "He must, therefore, be dealt with accordingly; and we must hope that he may entertain right sentiments, and that he may not turn useless things into objects of desire; that he may not seem to have propounded as true whatever he may have expressed with eloquence."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:4",
                            "text": "But in his very outspokenness he may have much to correct, and to prune of redundant verbiage."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:5",
                            "text": "And this characteristic of his has actually given offence to you, who are a person of gravity, as your own writings indicate."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:6",
                            "text": "This fault, however, is either easily corrected, or, if it be resorted to with fondness by light minds, and borne with by serious ones, it is not attended with any injury to their faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:7",
                            "text": "For we have already amongst us men who are frothy in speech, but sound in the faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:8",
                            "text": "We need not then despair that this quality even in him (it might be endurable, however, even if it proved permanent) may be tempered and cleansed—in fact, may be either extended or recalled to an entire and solid criterion; especially as he is said to be young, so that diligence may supply to him whatever defect his inexperience may possess, and ripeness of age may digest what crude loquacity finds indigestible."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book I 3:9",
                            "text": "The troublesome, dangerous, and pernicious thing is, when folly is set off by the commendation which is accorded to eloquence, and when a poisonous draught is drunk out of a precious goblet."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Soul and its Origin Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:1",
                            "text": "Chapter 4 (IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:2",
                            "text": ")—The Errors Contained in the Books of Vincentius Victor."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:3",
                            "text": "He Says that the Soul Comes from God, But Was Not Made Either Out of Nothing or Out of Any Created Thing."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:4",
                            "text": "I will now proceed to point out what things are chiefly to be avoided in his contentious statement."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:5",
                            "text": "He says that the soul was made, indeed, by God, but that it is not a portion of God or of the nature of God,—which is an entirely true statement."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:6",
                            "text": "When, however, he refuses to allow that it is made out of nothing, and mentions no other created thing out of which it was made; and makes God its author, in such a sense that He must be supposed to have made it, neither out of any non-existing things, that is, out of nothing, nor out of anything which exists other than God, but out of His very self: he is little aware that in the revolution of his thoughts he has come back to the position which he thinks he has avoided, even that the soul is nothing else than the nature of God; and consequently that there is an actual something made out of the nature of God by the self-same God, for the making of which the material of which He makes it is His own very self who makes it; and that thus God's nature is changeable, and by being changed for the worse the very nature of God Himself incurs condemnation at the hands of the self-same God! How far all this is from being fit for your intelligent faith to suppose, how alien it is from the heart of a catholic, and how much to be avoided, you can readily see."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:7",
                            "text": "For the soul is either so made out of the breath, or God's breath is so made into it, that it was not created out of Himself, but by Himself out of nothing."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:8",
                            "text": "It is not, indeed, like the case of a human being, when he breathes: he cannot form a breath out of nothing, but he restores to the air the breath which he inhaled out of it."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:9",
                            "text": "We may in some such manner suppose that certain airs surrounded the Divine Being, and that He inhaled a particle of it by breathing, and exhaled it again by respiration, when He breathed into man's face, and so formed for him a soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:10",
                            "text": "If this were the process, it could not have been out of His very self, but out of the circumambient airy matter, that what He breathed forth must have arisen."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:11",
                            "text": "Far be it, however, from us to say, that the Almighty could not have made the breath of life out of nothing, by which man might become a living soul; and to crowd ourselves into such straits, as that we must either think that something already existed other than Himself, out of which He formed breath, or else suppose that He formed out of Himself that which we see was made subject to change."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:12",
                            "text": "Now, whatever is out of Himself, must necessarily be of the self-same nature as Himself, and therefore immutable: but the soul (as all allow) is mutable."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:13",
                            "text": "Therefore it is not out of Him, because it is not immutable, as He is."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book I 4:14",
                            "text": "If, however, it was not made of anything else, it was undoubtedly made out of nothing—but by Himself."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Soul and its Origin Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book I 5:1",
                            "text": "Chapter 5 (V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book I 5:2",
                            "text": ")—Another of Victor's Errors, that the Soul is Corporeal."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book I 5:3",
                            "text": "But as regards his contention, \"that the soul is not spirit, but body,\" what else can he mean to make out, than that we are composed, not of soul and body, but of two or even three bodies? For inasmuch as he says that we consist of spirit, soul and body, and asserts that all the three are bodies; it follows, that he supposes us to be made up of three bodies."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book I 5:4",
                            "text": "How absurd this conclusion is, I think ought rather to be demonstrated to him than to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book I 5:5",
                            "text": "But this is not an intolerable error on the part of a person who has not yet discovered that there is in existence a something, which, though it be not corporeal, yet may wear somewhat of the similitude of a body."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Soul and its Origin Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:1",
                            "text": "Chapter 6 (VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:2",
                            "text": ")—Another Error Out of His Second Book, to the Effect, that the Soul Deserved to Be Polluted by the Body."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:3",
                            "text": "But he is plainly past endurance in what he says in his second book, when he endeavours to solve a very difficult question on original sin, how it belongs to body and soul, if the soul is not derived by parental descent but is breathed afresh by God into a man."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:4",
                            "text": "Striving to explain this troublesome and profound point, he thus expresses his view: \"Through the flesh the soul fitly recovers its primitive condition, which it seemed to have gradually lost through the flesh, in order that it may begin to be regenerated by the very flesh by which it had deserved to be polluted\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:5",
                            "text": "You observe how this person, having been so bold as to undertake what exceeds his powers, has fallen down such a precipice as to say, that the soul deserved to be defiled by the body; although he could in no wise declare whence it drew on itself this desert, before it put on flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:6",
                            "text": "For if it first had from the flesh its desert of sin, let him tell us (if he can) whence (previous to sin) it derived its desert to be contaminated by the flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:7",
                            "text": "For this desert, which projected it into sinful flesh to be polluted by it, it of course had either from itself, or, which is much more offensive to our mind, from God."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:8",
                            "text": "It certainly could not, previous to its being invested with the flesh, have received from that flesh that ill desert by reason of which it was projected into the flesh, in order to be defiled by it."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book I 6:9",
                            "text": "Now, if it had the ill desert from its own self, how did it get it, seeing that it did no sin previous to its assumption of flesh? But if it be alleged that it had the ill desert from God, then, I ask, who could listen to such blasphemy? Who could endure it? Who could permit it to be alleged with impunity? For the question which arises here, remember, is not, what was the ill desert which adjudged the soul to be condemned after it became incarnate, but what was its ill desert prior to the flesh, which condemned it to the investiture of the flesh, that it might be thereby polluted? Let him explain this to us, if he can, seeing that he has dared to say that the soul deserved to be defiled by the flesh."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Soul and its Origin Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:1",
                            "text": "Chapter 7 (VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:2",
                            "text": ")—Victor Entangles Himself in an Exceedingly Difficult Question."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:3",
                            "text": "God's Foreknowledge is No Cause of Sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:4",
                            "text": "In another passage, also, on proposing for explanation the very same question in which he had entangled himself, he says, speaking in the person of certain objectors: \"Why, they ask, did God inflict upon the soul so unjust a punishment as to be willing to relegate it into a body, when, by reason of its association with the flesh, that begins to be sinful which could not have been sinful?\" Now, amidst the reefy sea of such a question, it was surely his duty to beware of shipwreck; nor to commit himself to dangers which he could not hope to escape by passing over them, and where his only chance of safety lay in putting back again—in a word, by repentance."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:5",
                            "text": "He tries to free himself by means of the foreknowledge of God, but to no purpose."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:6",
                            "text": "For God's foreknowledge only marks beforehand those sinners whom He purposes to heal."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:7",
                            "text": "For if He liberates from sin those souls which He Himself involved in sin when innocent and pure, He then heals a wound which Himself inflicted on us, not which He found in us."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:8",
                            "text": "May God, however, forbid it, and may it be altogether far from us to say, that when God cleanses the souls of infants by the laver of regeneration, He then corrects evils which He Himself made for them, when He commingled them, which had no sin before, with sinful flesh, that they might be contaminated by its original sin."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book I 7:9",
                            "text": "As regards, however, the souls which this calumniator alleges to have deserved pollution by the flesh, he is quite unable to tell us how it is they deserved so vast an evil, previous to their connection with the flesh."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Soul and its Origin Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:1",
                            "text": "Chapter 8 (VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:2",
                            "text": ")—Victor's Erroneous Opinion, that the Soul Deserved to Become Sinful."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:3",
                            "text": "Vainly supposing, then, that he was able to solve this question from the foreknowledge of God, he keeps floundering on, and says: \"If the soul deserved to be sinful which could not have been sinful, yet neither did it remain in sin, because, as prefigured in Christ, it was not bound to be in sin, even as it was unable to be\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:4",
                            "text": "Now what can he mean when he says, \"which could not have been sinful,\" or \"was unable to be in sin,\" except, as I suppose, this, if it did not come into the flesh? For, of course, it could not have been sinful through original sin, or have been at all involved in original sin, except through the flesh, if it is not derived from the parent."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:5",
                            "text": "We see it, then, liberated from sin through grace, but we do not see how it deserved to be involved in sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:6",
                            "text": "What, then, is the meaning of these words of his, \"If the soul deserved to be sinful, yet neither did it remain in sin\"? For if I were to ask him, why it did not remain in sin, he would very properly answer, Because the grace of Christ delivered it therefrom."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book I 8:7",
                            "text": "Since, then, he tells us how it came to pass that an infant's soul was liberated from its sinfulness, let him further tell us how it happened that it deserved to be sinful."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Soul and its Origin Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:1",
                            "text": "Chapter 9."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:2",
                            "text": "—Victor Utterly Unable to Explain How the Sinless Soul Deserved to Be Made Sinful."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:3",
                            "text": "But what does he mean by that, which in his introduction he says has befallen him? For previous to proposing that question of his, and as introducing it, he affirms: \"There are other opprobrious expressions underlying the querulous murmurings of those who rail at us; and, shaken about as in a hurricane, we are again and again dashed amongst enormous rocks\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:4",
                            "text": "Now, if I were to express myself about him in this style, he would probably be angry."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:5",
                            "text": "The words are his; and after premising them, he propounded his question, by way of showing us the very rocks against which he struck and was wrecked."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:6",
                            "text": "For to such lengths was he carried, and against such frightful reefs was he borne, drifted, and struck, that his escape was a perfect impossibility without a retreat—a correction, in short, of what he had said; since he was unable to show by what desert the soul was made sinful; though he was not afraid to say, that previous to any sin of its own it had deserved to become sinful."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:7",
                            "text": "Now, who deserves, without committing any sin, so immense a punishment as to be conceived in the sin of another, before leaving his mother's womb, and then to be no longer free from sin? But from this punishment the free grace of God delivers the souls of such infants as are regenerated in Christ, with no previous merits of their own—otherwise grace is no grace\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:8",
                            "text": "With regard, then, to this person, who is so vastly intelligent, and who in the great depth of his wisdom is displeased at our hesitation, which, if not well informed, is at all events circumspect, let him tell us, if he can, what the merit was which brought the soul into such a punishment, from which grace delivers it without any merit."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:9",
                            "text": "Let him speak, and, if he can, defend his assertion with some show of reason."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:10",
                            "text": "I would not, indeed, require so much of him, if he had not himself declared that the soul deserved to become sinful."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:11",
                            "text": "Let him tell us what the desert was—whether good desert or evil? If good, how could well-deserving lead to evil? If evil, whence could arise any ill desert previous to the commission of any sin? I have also to remark, that if there be a good desert, then the liberation of the soul would not be of free grace, but it would be due to the previous merit, and thus \"grace would be no more grace\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:12",
                            "text": "If there be, however, an evil desert, then I ask what it is."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:13",
                            "text": "Is it true that the soul has come into the flesh; and that it would not have so come unless He in whom there is no sin had Himself sent it? Never, therefore, except by floundering worse and worse, will he contrive to set up this view of his, in which he predicates of the soul that it deserved to be sinful."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:14",
                            "text": "In the case of those infants, too, in whose baptism original sin is washed away, he found something to say after a fashion,—to the effect, that being involved in the sin of another could not possibly have been detrimental to them, predestinated as they were to eternal life in the foreknowledge of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book I 9:15",
                            "text": "This might admit of a tolerably good sense, if he had not entangled himself in that formula of his, in which he asserts that the soul deserved to be sinful: from this difficulty he can only extricate himself by revoking his words, with regret at having expressed them."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Soul and its Origin Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:1",
                            "text": "Chapter 10 (IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:2",
                            "text": ")—Another Error of Victor's, that Infants Dying Unbaptized May Attain to the Kingdom of Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:3",
                            "text": "Another, that the Sacrifice of the Body of Christ Must Be Offered for Infants Who Die Before They are Baptized."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:4",
                            "text": "But when he wished to answer with respect, however, to those infants who are prevented by death from being first baptized in Christ, he was so bold as to promise them not only paradise, but also the kingdom of heaven,—finding no way else of avoiding the necessity of saying that God condemns to eternal death innocent souls which, without any previous desert of sin, He introduces into sinful flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:5",
                            "text": "He saw, however, to some extent what evil he was giving utterance to, in implying that without any grace of Christ the souls of infants are redeemed to everlasting life and the kingdom of heaven, and that in their case original sin may be cancelled without Christ's baptism, in which is effected the forgiveness of sins: observing all this, and into what a depth he had plunged in his sea of shipwreck, he says, \"I am of opinion that for them, indeed, constant oblations and sacrifices must be continually offered up by holy priests\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:6",
                            "text": "You may here behold another danger, out of which he will never escape except by regret and a recall of his words."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book I 10:7",
                            "text": "For who can offer up the body of Christ for any except for those who are members of Christ? Moreover, from the time when He said, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of heaven;\" and again, \"He that loseth his life for my sake shall find it;\" no one becomes a member of Christ except it be either by baptism in Christ, or death for Christ."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Soul and its Origin Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:1",
                            "text": "Chapter 11."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:2",
                            "text": "—Martyrdom for Christ Supplies the Place of Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:3",
                            "text": "The Faith of the Thief Who Was Crucified Along with Christ Taken as Martyrdom and Hence for Baptism."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:4",
                            "text": "Accordingly, the thief, who was no follower of the Lord previous to the cross, but His confessor upon the cross, from whose case a presumption is sometimes taken, or attempted, against the sacrament of baptism, is reckoned by St."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:5",
                            "text": "Cyprian among the martyrs who are baptized in their own blood, as happens to many unbaptized persons in times of hot persecution."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:6",
                            "text": "For to the fact that he confessed the crucified Lord so much weight is attributed and so much availing value assigned by Him who knows how to weigh and value such evidence, as if he had been crucified for the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:7",
                            "text": "Then, indeed, his faith on the cross flourished when that of the disciples failed, and that without recovery if it had not bloomed again by the resurrection of Him before the terror of whose death it had drooped."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:8",
                            "text": "They despaired of Him when dying,—he hoped when joined with Him in dying; they fled from the author of life,—he prayed to his companion in punishment; they grieved as for the death of a man,—he believed that after death He was to be a king; they forsook the sponsor of their salvation,—he honoured the companion of His cross."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:9",
                            "text": "There was discovered in him the full measure of a martyr, who then believed in Christ when they fell away who were destined to be martyrs."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:10",
                            "text": "All this, indeed, was manifest to the eyes of the Lord, who at once bestowed so great felicity on one who, though not baptized, was yet washed clean in the blood, as it were, of martyrdom."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:11",
                            "text": "But even of ourselves, who cannot reflect with how much faith, how much hope, how much charity he might have undergone death for Christ when living, who begged life of Him when dying? Besides all this, there is the circumstance, which is not incredibly reported, that the thief who then believed as he hung by the side of the crucified Lord was sprinkled, as in a most sacred baptism, with the water which issued from the wound of the Saviour's side."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:12",
                            "text": "I say nothing of the fact that nobody can prove, since none of us knows that he had not been baptized previous to his condemnation."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:13",
                            "text": "However, let every man take this in the sense he may prefer; only let no rule about baptism affecting the Saviour's own precept be taken from this example of the thief; and let no one promise for the case of unbaptized infants, between damnation and the kingdom of heaven, some middle place of rest and happiness, such as he pleases and where he pleases."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:14",
                            "text": "For this is what the heresy of Pelagius promised them: he neither fears damnation for infants, whom he does not regard as having any original sin, nor does he give them the hope of the kingdom of heaven, since they do not approach to the sacrament of baptism."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:15",
                            "text": "As for this man, however, although he acknowledges that infants are involved in original sin, he yet boldly promises them, even without baptism, the kingdom of heaven."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:16",
                            "text": "This even the Pelagians had not the boldness to do, though asserting infants to be absolutely without sin."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book I 11:17",
                            "text": "See, then, what a network of presumptuous opinion he entangles, unless he regret having committed such views to writing."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Soul and its Origin Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:1",
                            "text": "Chapter 12 (X."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:2",
                            "text": ")—Dinocrates, Brother of the Martyr St."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:3",
                            "text": "Perpetua, is Said to Have Been Delivered from the State of Condemnation by the Prayers of the Saint."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:4",
                            "text": "Concerning Dinocrates, however, the brother of St."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:5",
                            "text": "Perpetua, there is no record in the canonical Scripture; nor does the saint herself, or whoever it was that wrote the account, say that the boy, who had died at the age of seven years, died without baptism; in his behalf she is believed to have had, when her martyrdom was imminent, her prayers effectually heard that he should be removed from the penalties of the lost to rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:6",
                            "text": "Now, boys at that time of life are able both to lie, and, saying the truth, both to confess and deny."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:7",
                            "text": "Therefore, when they are baptized they say the Creed, and answer in their behalf to such questions as are proposed to them in examination."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book I 12:8",
                            "text": "Who can tell, then, whether that boy, after baptism, in a time of persecution was estranged from Christ to idolatry by an impious father, and on that account incurred mortal condemnation, from which he was only delivered for Christ's sake, given to the prayers of his sister when she was at the point of death?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On the Soul and its Origin Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:1",
                            "text": "Chapter 13 (XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:2",
                            "text": ")—The Sacrifice of the Body and Blood of Christ Will Not Avail for Unbaptized Persons, and Can Not Be Offered for the Majority of Those Who Die Unbaptized."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:3",
                            "text": "But even if it be conceded to this man (what cannot by any means be allowed with safety to the catholic faith and the rule of the Church), that the sacrifice of the body and blood of Christ may be offered for unbaptized persons of every age, as if they were to be helped by this kind of piety on the part of their friends to reaching the kingdom of heaven: what will he have to say to our objections respecting the thousands of infants who are born of impious parents and never fall, by any mercy of God or man, into the hands of pious friends, and who depart from that wretched life of theirs at their most tender age without the washing of regeneration? Let him tell us, if he only can, how it is that those souls deserved to be made sinful to such a degree as certainly never afterwards to be delivered from sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:4",
                            "text": "For if I ask him why they deserve to be condemned if they are not baptized, he will rightly answer me: On account of original sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:5",
                            "text": "If I then inquire whence they derived original sin, he will answer, From sinful flesh, of course."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:6",
                            "text": "If I go on to ask why they deserved to be condemned to a sinful flesh, seeing they had done no evil before they came in the flesh, and to be so condemned to undergo the contagion of the sin of another, that neither baptism shall regenerate them, born as they are in sin, nor sacrifices expiate them in their pollution: let him find something to reply to this! For in such circumstances and of such parents have these infants been born, or are still being born, that it is not possible for them to be reached with such help."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:7",
                            "text": "Here, at any rate, all argument is lacking."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:8",
                            "text": "Our question is not, why souls have deserved to be condemned subsequently to their consorting with sinful flesh? But we ask, how it is that souls have deserved to be condemned to undergo at all this association with sinful flesh, seeing that they have no sin previous to this association."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:9",
                            "text": "There is no room for him to say: \"It was no detriment to them that they shared for a season the contagion of another's sin, since in the prescience of God redemption had been provided for them\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:10",
                            "text": "For we are now speaking of those to whom no redemption brings help, since they depart from the body before they are baptized."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:11",
                            "text": "Nor is there any propriety in his saying: \"The souls which baptism does not cleanse, the many sacrifices which are offered up for them will cleanse."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:12",
                            "text": "God foreknew this, and willed that they should for a little while be implicated in the sins of another without incurring eternal damnation, and with the hope of eternal happiness\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:13",
                            "text": "For we are now speaking of those whose birth among impious persons and of impious parents could by no possibility find such defences and helps."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book I 13:14",
                            "text": "And even if these could be applied, they would, it is certain, be unable to benefit any who are unbaptized; just as the sacrifices which he has mentioned out of the book of the Maccabees could be of no use for the sinful dead for whom they were offered, inasmuch as they had not been circumcised."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On the Soul and its Origin Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book I 14:1",
                            "text": "Chapter 14."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book I 14:2",
                            "text": "—Victor's Dilemma: He Must Either Say All Infants are Saved, or Else God Slays the Innocent."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book I 14:3",
                            "text": "Let him, then, find an answer, if he can, when the question is asked of him, why it was that the soul, without any sin whatever, either original or personal, deserved so to be condemned to undergo the original sin of another as to be unable to be delivered from it; let him see which he will choose of two alternatives: Either to say that even the souls of dying infants who depart hence without the washing of regeneration, and for whom no sacrifice of the Lord's body is offered, are absolved from the bond of original sin—although the apostle teaches that \"from one all go into condemnation,\"—all, that is, of course, to whom grace does not find its way to help, in order that by One all might escape into redemption."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book I 14:4",
                            "text": "Or else to say that souls which have no sin, either their own or original, and are in every respect innocent, simple, and pure, are punished with eternal damnation by the righteous God when He inserts them Himself into sinful flesh without any deliverance therefrom."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On the Soul and its Origin Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:1",
                            "text": "Chapter 15 (XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:2",
                            "text": ")—God Does Not Judge Any One for What He Might Have Done If His Life Had Been Prolonged, But Simply for the Deeds He Actually Commits."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:3",
                            "text": "For my own part, indeed, I affirm that neither of the alternative cases ought to be admitted, nor that third opinion which would have it that souls sinned in some other state previous to the flesh, and so deserved to be condemned to the flesh; for the apostle has most distinctly stated that \"the children being not yet born, had done neither good nor evil\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:4",
                            "text": "So it is evident that infants can have contracted none but original sin to require remission of sins."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:5",
                            "text": "Nor, again, that fourth position, that the souls of infants who will die without baptism are by the righteous God banished and condemned to sinful flesh, since He foreknew that they would lead evil lives if they grew old enough for the use of free will."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:6",
                            "text": "But this not even he has been daring enough to affirm, though embarrassed in such perplexities."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:7",
                            "text": "On the contrary, he has declared, briefly indeed, yet manifestly, against this vain opinion in these words: \"God would have been unrighteous if He had willed to judge any man yet unborn, who had done nothing whatever of his own free will\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:8",
                            "text": "This was his answer when treating a question in opposition to those persons who ask why God made man, when in His foreknowledge He knew that he would not be good? He would be judging a man before he was born if He had been unwilling to create him because He knew beforehand that he would not turn out good."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:9",
                            "text": "And there can be no doubt about it, even as this person himself thought, that the proper course would be for the Almighty to judge a man for his works when accomplished, not for such as might be foreseen, nor such as might be permitted to be done some time or other."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:10",
                            "text": "For if the sins which a man would have committed if he were alive are condemned in him when dead, even when they have not been committed, no benefit is conferred on him when he is taken away that no wickedness might change his mind; inasmuch as judgment will be given upon him according to the wickedness which might have developed in him, not according to the uprightness which was actually found in him."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:11",
                            "text": "Nor will any man possibly be safe who dies after baptism, because even after baptism men may, I will not say sin in some way or other, but actually go so far as to commit apostasy."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book I 15:12",
                            "text": "What then? Suppose a man who has been taken away after baptism should, if he had lived, have become an apostate, are we to think that no benefit was conferred even upon him in that he was removed and was saved from the misery of his mind being changed by wickedness? And are we to imagine that he will have to be judged, by reason of God's foreknowledge, as an apostate, and not as a faithful member of Christ? How much better, to be sure, would it have been—if sins are punished not as they have been committed or contemplated by the human agent, but foreknown and to happen in the cognizance of the Almighty—if the first pair had been cast forth from paradise previous to their fall, and so sin have been prevented in so holy and blessed a place! What, too, is to be said about the entire nullification of foreknowledge itself, when what is foreknown is not to happen? How, indeed, can that be rightly called the prescience of something to be, which in fact will not come to pass? And how are sins punished which are none, that is to say, which are not committed before the assumption of flesh, since life itself is not yet begun; nor after the assumption, since death has prevented?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On the Soul and its Origin Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:1",
                            "text": "Chapter 16 (XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:2",
                            "text": ")—Difficulty in the Opinion Which Maintains that Souls are Not by Propagation."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:3",
                            "text": "This means, then, of settling the point whereby the soul was sent into the flesh until what time it should be delivered from the flesh,—seeing that the soul of an infant, which has not grown old enough for the will to become free, is the case supposed,—makes no discovery of the reason why condemnation should overtake it without the reception of baptism, except the reason of original sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:4",
                            "text": "Owing to this sin, we do not deny that the soul is righteously condemned, because for sin God's righteous law has appointed punishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:5",
                            "text": "But then we ask, why the soul has been made to undergo this sinful state, if it is not derived from that one primeval soul which sinned in the first father of the human race."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:6",
                            "text": "Wherefore, if God does not condemn the innocent,—if He does not make guilty those whom He sees to be innocent,—and if nothing liberates souls from either original sins or personal ones but Christ's baptism in Christ's Church,—and if sins, before they are committed, and much more when they have never been committed, cannot be condemned by any righteous law: then this writer cannot adduce any of these four cases; he must, if he can, explain, in respect to the souls of infants, which, as they quit life without baptism, are sent into condemnation, by what desert of theirs it is that they, without having ever sinned, are consigned to a sinful flesh, there to find the sin which is to secure their just condemnation."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:7",
                            "text": "Moreover, if he shrinks from these four cases which sound doctrine condemns,—that is to say, if he has not the courage to maintain that souls, when they are even without sin, are made sinful by God, or that they are freed from the original sin that is in them without Christ's sacrament, or that they committed sin in some other state before they were sent into the flesh, or that sins which they never committed are condemned in them,—if, I say, he has not the courage to tell us these things because they really do not deserve to be mentioned but should affirm that infants do not inherit original sin, and have no reason why they should be condemned should they depart hence without receiving the sacrament of regeneration, he will without doubt, to his own condemnation, run into the damnable heresy of Pelagius."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book I 16:8",
                            "text": "To avoid this, how much better is it for him to share my hesitation about the soul's origin, without daring to affirm that which he cannot comprehend by human reason nor defend by divine authority! So shall he not be obliged to utter foolishness, whilst he is afraid to confess his ignorance."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On the Soul and its Origin Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:1",
                            "text": "Chapter 17 (XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:2",
                            "text": ")—He Shows that the Passages of Scripture Adduced by Victor Do Not Prove that Souls are Made by God in Such a Way as Not to Be Derived by Propagation: First Passage."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:3",
                            "text": "Here, perhaps, he may say that his opinion is backed by divine authority, since he supposes that he proves by passages of the Holy Scriptures that souls are not made by God by way of propagation, but that they are by distinct acts of creation breathed afresh into each individual."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:4",
                            "text": "Let him prove this if he can, and I will allow that I have learnt from him what I was trying to find out with great earnestness."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:5",
                            "text": "But he must go in quest of other defences, which, perhaps, he will not find, for he has not proved his point by the passages which he has thus far advanced."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:6",
                            "text": "For all he has applied to the subject are to some extent undoubtedly suitable, but they afford only doubtful demonstration to the point which he raises respecting the soul's origin."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:7",
                            "text": "For it is certain that God has given to man breath and spirit, as the prophet testifies: \"Thus saith the Lord, who made the heaven, and founded the earth, and all that is therein; who giveth breath to the people upon it, and spirit to them that walk over it\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:8",
                            "text": "This passage he wishes to be taken in his own sense, which he is defending; so that the words, \"who giveth breath to the people,\" may be understood as implying that He creates souls for people not by propagation, but by insufflation of new souls in every case."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:9",
                            "text": "Let him, then, boldly maintain at this rate that He does not give us flesh, on the ground that our flesh derives its original from our parents."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:10",
                            "text": "In the instance, too, which the apostle adduces, \"God giveth it a body as it hath pleased Him,\" let him deny, if he dares, that corn springs from corn, and grass from grass, from the seed, each after its kind."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book I 17:11",
                            "text": "And if he dares not deny this, how does he know in what sense it is said, \"He giveth breath to the people\"?—whether by derivation from parents, or by fresh breathing into each individual?."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On the Soul and its Origin Book I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:1",
                            "text": "Chapter 18."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:2",
                            "text": "—By \"Breath\" Is Signified Sometimes the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:3",
                            "text": "How, again, does he know whether the repetition of the idea in the sentence, \"who giveth breath to the people upon it, and spirit to them that walk over it,\" may not be understood of only one thing under two expressions, and may not mean, not the life or spirit whereby human nature lives, but the Holy Spirit? For if by the \"breath\" the Holy Ghost could not be signified, the Lord would not, when He \"breathed upon\" His disciples after His resurrection, have said, \"Receive ye the Holy Ghost\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:4",
                            "text": "Nor would it have been thus written in the Acts of the Apostles, \"Suddenly there came a sound from heaven, as if a mighty breath were borne in upon them; and there appeared unto them cloven tongues, like as of fire, and it sat upon each of them, and they were all filled with the Holy Ghost\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:5",
                            "text": "Suppose, now, that it was this which the prophet foretold in the words, \"who giveth breath unto the people upon it;\" and then, as an exposition of what he had designated \"breath,\" he went on to say, \"and spirit to them that walk over it\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:6",
                            "text": "Surely this prediction was most manifestly fulfilled when they were all filled with the Holy Ghost."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:7",
                            "text": "If, however, the term \"people\" is not yet applicable to the one hundred and twenty persons who were then assembled together in one place, at all events, when the number of believers amounted to four or five thousand, who when they were baptized received the Holy Ghost, can any doubt that the recipients of the Holy Ghost were then \"the people,\" even \"the men walking in the earth\"? For that spirit which is given to man as appertaining to his nature, whether it be given by propagation or be inbreathed as something new to individuals (and I do not determine which of these two modes ought to be affirmed, at least until one of the two can be clearly ascertained beyond a doubt), is not given to men when they \"walk over the earth,\" but whilst they are still shut up in their mother's womb."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:8",
                            "text": "\"He gave breath, therefore, to the people upon the earth, and spirit to them that walk over it,\" when many became believers together, and were together filled with the Holy Ghost."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:9",
                            "text": "And He gives Him to His people, although not to all at the same time, but to every one in His own time, until, by departing from this life, and by coming into it, the entire number of His people be fulfilled."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:10",
                            "text": "In this passage of Holy Scripture, therefore, breath is not one thing, and spirit another thing; but there is a repetition of one and the same idea."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:11",
                            "text": "Just as \"He that sitteth in the heavens\" is not one, and \"the Lord\" is not another; nor, again, is it one thing \"to laugh,\" and another thing \"to hold in derision;\" but there is only a repetition of the same meaning in the passage where we read, \"He that sitteth in the heavens shall laugh: the Lord shall have them in derision\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:12",
                            "text": "So, in precisely the same manner, in the passage, \"I will give Thee the heathen for Thine inheritance, and the uttermost parts of the earth for Thy possession,\" it is certainly not meant that \"inheritance\" is one thing, and \"possession\" another thing; nor that \"the heathen\" means one thing, and \"the uttermost parts of the earth\" another; there is only a repetition of the self-same thing."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book I 18:13",
                            "text": "He will, indeed, discover innumerable expressions of this sort in the sacred writings, if he will only attentively consider what he reads."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On the Soul and its Origin Book I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:1",
                            "text": "Chapter 19."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:2",
                            "text": "—The Meaning of \"Breath\" In Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:3",
                            "text": "The term, however, that is used in the Greek version, πνοή, is variously rendered in Latin: sometimes by flatus, breath; sometimes by spiritus, spirit; sometimes by inspiratio, inspiration."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:4",
                            "text": "This term occurs in the Greek editions of the passage which we are now reviewing, \"Who giveth breath to the people upon it,\" the word for breath being πνοή."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:5",
                            "text": "The same word is used in the narrative where man was endued with life: \"And God breathed upon his face the breath of life\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:6",
                            "text": "Again, in the psalm the same term occurs: \"Let every thing that hath spirit praise the Lord\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:7",
                            "text": "It is the same word also in the Book of Job: \"The inspiration of the Almighty is that which teaches\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:8",
                            "text": "The translator refused the word flatus, breath, for adspiratio, inspiration, although he had before him the very term πνοή, which occurs in the text of the prophet which we are considering."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:9",
                            "text": "We can hardly doubt, I think, that in this passage of Job the Holy Ghost is signified."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:10",
                            "text": "The question discussed was concerning wisdom, whence it comes to men: \"It cometh not from number of years; but the Spirit is in mortals, and the inspiration of the Almighty is that which teaches\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:11",
                            "text": "By this repetition of terms it may be quite understood that he did not speak of man's own spirit in the clause, \"The Spirit is in mortals\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:12",
                            "text": "He wanted to show whence men have wisdom,—that it is not from their own selves; so by using a duplicate expression he explains his idea; \"The inspiration of the Almighty is that which teaches\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:13",
                            "text": "Similarly, in another passage of the same book, he says, \"The understanding of my lips shall meditate purity."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:14",
                            "text": "The divine Spirit is that which formed me, and the breath of the Almighty is that which teacheth me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:15",
                            "text": "Here, likewise, what he calls adspiratio, or \"inspiration,\" is in Greek πνοή, the same word which is translated flatus, \"breath,\" in the passage quoted from the prophet."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book I 19:16",
                            "text": "Therefore, although it is rash to deny that the passage, \"Who giveth breath to the people upon it, and spirit to them that walk over it,\" has reference to the soul or spirit of man,—although the Holy Ghost may with greater credibility be understood as referred to in the passage: yet I ask on what ground anybody can boldly determine that the prophet meant in these words to intimate that the soul or spirit whereby our nature possesses vitality (is not given to us by God through the process of propagation?) Of course if the prophet had very plainly said, \"Who giveth soul to the people upon earth,\" it still would remain to be asked whether God Himself gives it from an origin in the preceding generation, just as He gives the body out of such prior material, and that not only to men or cattle, but also to the seed of corn, or to any other body whatever, just as it pleases Him; or whether He bestows it by inbreathing as a new gift to each individual, as the first man received it from Him?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On the Soul and its Origin Book I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:1",
                            "text": "Chapter 20."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:2",
                            "text": "—Other Ways of Taking the Passage."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:3",
                            "text": "There are also some persons who understand the prophet's words, \"He gave breath to the people upon it,\" that is to say, upon the earth, as if the word \"breath,\" flatus, were simply equivalent to \"soul,\" anima; while they construe the next clause, \"and spirit to them that walk over it,\" as referring to the Holy Ghost; and they suppose that the same order is observed by the prophet that is mentioned by the apostle: \"That was not first which is spiritual, but that which is natural; and afterward that which is spiritual\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:4",
                            "text": "Now from this view of the prophet's words an elegant interpretation may, no doubt, be formed consistent with the apostle's sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:5",
                            "text": "The phrase, \"to them that walk over it,\" is in the Latin, \"calcantibus eam;\" and as the literal meaning of these words is \"treading upon it,\" we may understand the idea of contempt of it to be implied."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:6",
                            "text": "For they who receive the Holy Ghost despise earthly things in their love of heavenly things."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:7",
                            "text": "None of these opinions, however, is contrary to the faith, whether one regards the two terms, breath and spirit, to pertain to human nature, or both of them to the Holy Ghost, or one of them, breath, to the soul, and the other, spirit, to the Holy Ghost."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book I 20:8",
                            "text": "If, however, the soul and spirit of the human being be the meaning here, since undoubtedly it ought to be, as the gift of God to him, then we must further inquire, in what way does God bestow this gift? Is it by propagation, as He gives us our bodily limbs by this process? Or is it bestowed on each person severally by God's inbreathing, not by propagation, but as always a fresh creation? These questions are not ambiguous, as this man would make them; but we wish that they be defended by the most certain warrant of the divine Scriptures."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On the Soul and its Origin Book I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:1",
                            "text": "Chapter 21."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:2",
                            "text": "—The Second Passage Quoted by Victor."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:3",
                            "text": "On the same principle we treat the passage in which God says: \"For my Spirit shall go forth from me; and I have created every breath\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:4",
                            "text": "Here the former clause, \"My Spirit shall go forth from me, must be taken as referring to the Holy Ghost, of whom the Saviour similarly says, \"He proceedeth from the Father\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:5",
                            "text": "But the other clause, \"I have created every breath,\" is undeniably spoken of each individual soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book I 21:6",
                            "text": "Well; but God also creates the entire body of man; and, as nobody doubts, He makes the human body by the process of propagation: it is therefore, of course, still open to inquiry concerning the soul (since it is evidently God's work), whether He creates it as He does the body; by propagation, or by inbreathing, as He made the first soul."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On the Soul and its Origin Book I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:1",
                            "text": "Chapter 22."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:2",
                            "text": "—Victor's Third Quotation."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:3",
                            "text": "He proceeds to favour us with a third passage, in which it is written: \"Who forms the spirit of man within him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:4",
                            "text": "As if any one denied this! No; all our question is as to the mode of the formation."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:5",
                            "text": "Now let us take the eye of the body, and ask, who but God forms it? I suppose that He forms it not externally, but in itself, and yet, most certainly, by propagation."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book I 22:6",
                            "text": "Since, then, He also forms \"the human spirit in him,\" the question still remains, whether it be derived by a fresh insufflation in every instance, or by propagation."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On the Soul and its Origin Book I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:1",
                            "text": "Chapter 23."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:2",
                            "text": "—His Fourth Quotation."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:3",
                            "text": "We have read all about the mother of the Maccabean youths, who was really more fruitful in virtues when her children suffered than of children when they were born; how she exhorted them to constancy, speaking in this wise: \"I cannot tell, my sons, how ye came into my womb."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:4",
                            "text": "For it was not I who gave you spirit and soul, nor was it I that formed the members of every one of you; but it was God, who also made the world, and all things that are therein; who, moreover, formed the generation of men; and searches the action of all; and who will Himself of His great mercy restore to you your spirit and soul\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:5",
                            "text": "All this we know; but how it supports this man's assertion we do not see."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:6",
                            "text": "For what Christian would deny that God gives to men soul and spirit? But similarly, I suppose that he cannot deny that God gives to men their tongue, and ear, and hand, and foot, and all their bodily sensations, and the form and nature of all their limbs."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book I 23:7",
                            "text": "For how is he going to deny all these to be the gifts of God, unless he forgets that he is a Christian? As, however, it is evident that these were made by Him, and bestowed on man by propagation; so also the question must arise, by what means man's spirit and soul are formed by Him; by what efficiency given to man—from the parents, or from nothing, or (as this man asserts, in a sense which we must by all means guard against) from some existing nature of the divine breath, not created out of nothing, but out of His own self?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On the Soul and its Origin Book I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:1",
                            "text": "Chapter 24 (XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:2",
                            "text": ")—Whether or No the Soul is Derived by Natural Descent (Ex Traduce), His Cited Passages Fail to Show."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:3",
                            "text": "Forasmuch, then, as the passages of Scripture which he mentions by no means show what he endeavours to enforce (since, indeed, they express nothing at all on the immediate question before us), what can be the meaning of these words of his: \"We firmly maintain that the soul comes from the breath of God, not from natural generation, because it is given from God\"? As if, forsooth, the body could be given from another, than from Him by whom it is created, \"Of whom are all things, through whom are all things, in whom are all things;\" not that they are of His nature, but of His workmanship."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:4",
                            "text": "\"Nor is it from nothing,\" says he, \"because it comes forth from God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:5",
                            "text": "Whether this be so, is (we must say) not the question to be here entertained."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:6",
                            "text": "At the same time, we do not hesitate to affirm, that the proposition which he advances, that the soul comes to man neither out of descent nor out of nothing, is certainly not true: this, I say, we affirm to be without doubt not true."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:7",
                            "text": "For it is one of two things: if the soul is not derived by natural descent from the parent, it comes out of nothing."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:8",
                            "text": "To pretend that it is derived from God in such wise as to be a portion of His nature, is simply sacrilegious blasphemy."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book I 24:9",
                            "text": "But we solicit and seek up to the present time some plain passages of Scripture bearing on the point, whether the soul does not come by parental descent; but we do not want such passages as he has adduced, which yield no illustration of the question now before us."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On the Soul and its Origin Book I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:1",
                            "text": "Chapter 25."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:2",
                            "text": "—Just as the Mother Knows Not Whence Comes Her Child Within Her, So We Know Not Whence Comes the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:3",
                            "text": "How I wish that, on so profound a question, so long as he is ignorant what he should say, he would imitate the mother of the Maccabean youths! Although she knew very well that she had conceived children of her husband, and that they had been created for her by the Creator of all, both in body and in soul and spirit, yet she says, \"I cannot tell, my sons, how ye came into my womb\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:4",
                            "text": "Well now, I only wish this man would tell us that which she was ignorant of! She, of course, knew (on the points I have mentioned) how they came into her womb as to their bodily substance, because she could not possibly doubt that she had conceived them by her husband."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:5",
                            "text": "She furthermore confessed—because this, too, she was, of course, well aware of—that it was God who gave them their soul and spirit, and that it was He also who formed for them their features and their limbs."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:6",
                            "text": "What was it, then, that she was so ignorant of? Was it not probably (what we likewise are equally unable to determine) whether the soul and spirit, which God no doubt bestowed upon them, was derived to them from their parents, or breathed into them separately as it had been into the first man? But whether it was this, or some other particular respecting the constitution of human nature, of which she was ignorant, she frankly confessed her ignorance; and did not venture to defend at random what she knew nothing about."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:7",
                            "text": "Nor would this man say to her, what he has not been ashamed to say to us: \"Man being in honour doth not understand; he is compared to the senseless cattle, and is like unto them\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:8",
                            "text": "Behold how that woman said of her sons, \"I cannot tell how ye came into my womb,\" and yet she is not compared to the senseless brutes."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:9",
                            "text": "\"I cannot tell,\" she said; then, as if they would inquire of her why she was ignorant, she went on to say, \"For it was not I who gave you spirit and soul\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:10",
                            "text": "He, therefore, who gave them that gift, knows whence He made what He gave, whether He communicated it by propagation, or breathed it as a fresh creation,—a point which (this man says) I for my part know nothing of."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:11",
                            "text": "\"Nor was it I that formed the features and members of every one of you\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:12",
                            "text": "He, however, who formed them, knows whether He formed them with the soul, or gave the soul to them after they had been formed."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:13",
                            "text": "She had no idea of the manner, this or that, in which her sons came into her womb; only one thing was she sure of, that He who gave her all she had would restore to her what He gave."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:14",
                            "text": "But this man would choose out what that woman was ignorant of, on so profound and abstruse a fact of our nature; only he would not judge her, if in error; nor compare her, if ignorant, to the senseless cattle."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:15",
                            "text": "Whatever the point was about which she was ignorant, it certainly pertained to man's nature; and yet anybody would be blameless for such ignorance."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:16",
                            "text": "Wherefore, I too, on my side, say concerning my soul, I have no certain knowledge how it came into my body; for it was not I who gave it to myself."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:17",
                            "text": "He who gave it to me knows whether He imparted it to me from my father, or created it afresh for me, as He did for the first man."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:18",
                            "text": "But even I shall know, when He Himself shall teach me, in His own good time."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book I 25:19",
                            "text": "Now, however, I do not know; nor am I ashamed, like him, to confess my ignorance of what I know not."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On the Soul and its Origin Book I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:1",
                            "text": "Chapter 26 (XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:2",
                            "text": ")—The Fifth Passage of Scripture Quoted by Victor."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:3",
                            "text": "\"Learn,\" says he, \"for, behold the apostle teaches you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:4",
                            "text": "Yes, indeed, I will learn, if the apostle teaches; since it is God alone who teaches by the apostle."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:5",
                            "text": "But, pray, what is it which the apostle teaches? \"Behold,\" he adds, \"how, when speaking to the men of Athens, he strongly set forth this truth, saying: 'Seeing He giveth to all life and spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:6",
                            "text": "'\" Well, who thinks of denying this? \"But understand,\" he says, \"what it is the apostle states: He giveth; not, He hath given."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:7",
                            "text": "He refers us to continuous and indefinite time, and does not proclaim past and completed time."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:8",
                            "text": "Now that which he gives without cessation, He is always giving; just as He who gives is Himself ever existent\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:9",
                            "text": "I have quoted his words precisely as I found them in the second of the books which you sent me."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:10",
                            "text": "First, I beg you to notice to what lengths he has gone, while endeavouring to affirm what he knows nothing about."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:11",
                            "text": "For he has dared to say, that God, without any cessation, and not merely in the present time, but for ever and ever, gives souls to persons when they are born."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:12",
                            "text": "\"He is always giving,\" says he, \"just as He who gives is Himself ever existent\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:13",
                            "text": "Far be it from me to say that I do not understand what the apostle said, for it is plain enough."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:14",
                            "text": "But what this man says, he even ought himself to know, is contrary to the Christian faith; and he should be on his guard against going any further in such assertions."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:15",
                            "text": "For, of course, when the dead shall rise again, there will be no more persons to be born; therefore God will bestow no longer any souls at any birth; but those which He is now giving to men along with their bodies He will judge."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:16",
                            "text": "So that He is not always giving, although He is ever existent, who at present is giving."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:17",
                            "text": "Nor, indeed, is that at all derivable from the apostle's expression, who giveth (not hath given), which this writer wishes to deduce, namely, that God does not give men souls by propagation."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:18",
                            "text": "For souls are still given by Him, even if it be by propagation; even as bodily endowments, such as limbs, and sensations, and shape, and, in fact, the whole substance, are given by God Himself to human beings, although it be by propagation that He gives them."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:19",
                            "text": "Nor again, because the Lord says, \"If God so clothes the grass of the field, which to-day is, and to-morrow is cast into the oven\" (not using the preterite time, hath clothed, as when He first formed the material; but employing the present form, clothes, which, indeed, He still is doing), shall we on that account say, that the lilies are not produced from the original source of their own kind."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:20",
                            "text": "What, therefore, if the soul and spirit of a human being in like manner is given by God Himself, whenever it is given; and given, too, by propagation from its own kind? Now this is a position which I neither maintain nor refute."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:21",
                            "text": "Nevertheless, if it must be defended or confuted, I certainly recommend its being done by clear, and not doubtful proofs."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:22",
                            "text": "Nor do I deserve to be compared with senseless cattle because I avow myself to be as yet incapable of determining the question, but rather with cautious persons, because I do not recklessly teach what I know nothing about."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book I 26:23",
                            "text": "But I am not disposed on my own part to return railing for railing and compare this man with brutes; but I warn him as a son to acknowledge that he is really ignorant of that which he knows nothing about; nor to attempt to teach that which he has not yet learnt, lest he should deserve to be compared with those persons whom the apostle mentions as \"desiring to be teachers of the law, understanding neither what they say nor whereof they affirm\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On the Soul and its Origin Book I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:1",
                            "text": "Chapter 27 (XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:2",
                            "text": ")—Augustin Did Not Venture to Define Anything About the Propagation of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:3",
                            "text": "For whence comes it that he is so careless about the Scriptures, which he talks of, as not to notice that when he reads of human beings being from God, it is not merely, as he contends, in respect of their soul and spirit, but also as regards their body? For the apostle's statement, \"We are His offspring,\" this man supposes must not be referred to the body, but only to the soul and spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:4",
                            "text": "If, indeed, our human bodies are not of God, then that is false which the Scripture says: \"For of Him are all things, through Him are all things, and in Him are all things\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:5",
                            "text": "Again, with reference to the same apostle's statement, \"For as the woman is of the man, so also is the man by the woman,\" let him explain to us what propagation he would choose to be meant in the process,—that of the soul, or of the body, or of both? But he will not allow that souls come by propagation: it remains, therefore, that, according to him and all who deny the propagation of souls, the apostle signified the masculine and feminine body only, when he said, \"As the woman is of the man, so also is the man by the woman;\" the woman having been made out of the man, in order that the man might afterwards, by the process of birth, come out of the woman."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:6",
                            "text": "If, therefore, the apostle, when he said this, did not intend the soul and spirit also to be understood, but only the bodies of the two sexes, why does he immediately add, \"But all things are of God,\" unless it be that bodies also are of God? For so runs his entire statement: \"As the woman is of the man, so also is the man by the woman; but all things are of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:7",
                            "text": "Let, then, our disputant determine of what this is said."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:8",
                            "text": "If of men's bodies, then, of course, even bodies are of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:9",
                            "text": "How comes it to pass, therefore, that whenever this person reads in Scripture the phrase, \"of God,\" when man is in question, he will have the words understood, not in reference to men's bodies, but only as concerning their souls and spirits? But if the expression, \"All things are of God,\" was spoken both of the body of the two sexes, and of their soul and spirit, it follows that in all things the woman is of the man, for the woman comes from the man, and the man is by the woman: but all things of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:10",
                            "text": "What \"all things\" are meant, except those he was speaking of, namely, the man of whom came the woman, and the woman who was of the man, and also the man who came by the woman? For that man came not by woman, out of whom came the woman; but only he who afterwards was born of man by woman, just as men are now born."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:11",
                            "text": "Hence it follows that if the apostle, when he said the words we have quoted from him, spoke of men's bodies, undoubtedly the bodies of persons of both sexes are of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:12",
                            "text": "Furthermore, if he insists that nothing in man comes from God except their souls and spirits, then, of course, the woman is of the man even as regards her soul and spirit; so that nothing is left to those who dispute against the propagation of souls."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:13",
                            "text": "But if he is for dividing the subject in such a manner as to say that the woman is of the man as regards her body, but is of God in respect of her soul and spirit, how, then, will that be true which the apostle says, \"All things of God,\" if the woman's body is of the man in such a sense that it is not of God? Wherefore, allowing that the apostle is more likely to speak the truth than that this person must be preferred as an authority to the apostle, the woman is of the man, whether in regard to her body only, or in reference to the entire whole of which human nature consists (but we assert nothing on these points as an absolute certainty, but are still inquiring after their truth); and the man is through the woman, whether it be that his whole nature as man is derived to him from his father, and is born in him through the woman, or the flesh alone; about which points the question is still undecided."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:14",
                            "text": "\"All things, however, are of God,\" and about this there is no question; and in this phrase are included the body, soul, and spirit, both of the man and the woman."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book I 27:15",
                            "text": "For even if they were not born or derived from God, or emanated from Him as portions of His nature, yet they are of God, inasmuch as whatever is created, formed, and made by Him, has from Him the reality of its existence."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: On the Soul and its Origin Book I 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:1",
                            "text": "Chapter 28."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:2",
                            "text": "—A Natural Figure of Speech Must Not Be Literally Pressed."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:3",
                            "text": "He goes on to remark: \"But the apostle, by saying, 'And He Himself giveth life and spirit to all,' and then by adding the words, 'And hath made the whole race of men of one blood,' has referred this soul and spirit to the Creator in respect of their origin, and the body to propagation\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:4",
                            "text": "Now, certainly any one who does not wish to deny at random the propagation of souls, before ascertaining clearly whether the opinion is correct or not, has ground for understanding, from the apostle's words, that he meant the expression, of one blood, to be equivalent to of one man, by the figure of speech which understands the whole from its part."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:5",
                            "text": "Well, then, if it be allowable for this man to take the whole from a part in the passage, \"And man became a living soul,\" as if the spirit also was understood to be implied, about which the Scripture there said nothing, why is it not allowable to others to attribute an equally comprehensive sense to the expression, of one blood, so that the soul and spirit may be considered as included in it, on the ground that the human being who is signified by the term \"blood\" consists not of body alone, but also of soul and spirit? For just as the controversialist who maintains the propagation of souls, ought not, on the one hand, to press this man too hard, because the Scripture says concerning the first man, \"In whom all have sinned\" (for the expression is not, In whom the flesh of all has sinned, but \"all,\" that is, \"all men,\" seeing that man is not flesh only);—as, I repeat, he ought not to be too hard pressed himself, because it happens to be written \"all men,\" in such a way that they might be understood simply in respect of the flesh; so, on the other hand, he ought not to bear too hard on those who hold the propagation of souls, on the ground of the phrase, \"The whole race of men of one blood,\" as if this passage proved that flesh alone was transmitted by propagation."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:6",
                            "text": "For if it is true, as they assert, that soul does not descend from soul, but flesh only from flesh, then the expression, \"of one blood,\" does not signify the entire human being, on the principle of a part for the whole, but merely the flesh of one person alone; while that other expression, \"In whom all have sinned,\" must be so understood as to indicate merely the flesh of all men, which has been handed on from the first man, the Scripture signifying a part by the whole."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:7",
                            "text": "If, on the other hand, it is true that the entire human being is propagated of each man, himself also entire, consisting of body, soul, and spirit, then the passage, \"In whom all have sinned,\" must be taken in its proper literal sense; and the other phrase, \"of one blood,\" is used metaphorically, the whole being signified by a part, that is to say, the whole man who consists of soul and flesh; or rather (as this person is fond of putting it) of soul, and spirit, and flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:8",
                            "text": "For both modes of expression the Holy Scriptures are in the habit of employing, putting both a part for the whole and the whole for a part."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:9",
                            "text": "A part, for instance, implies the whole, in the place where it is said, \"Unto Thee shall all flesh come;\" the whole man being understood by the term flesh."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:10",
                            "text": "And the whole sometimes implies a part, as when it is said that Christ was buried, whereas it was only His flesh that was buried."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:11",
                            "text": "Now as regards the statement which is made in the apostle's testimony, to the effect that \"He giveth life and spirit to all,\" I suppose that nobody, after the foregoing discussion, will be moved by it."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book I 28:12",
                            "text": "No doubt \"He giveth;\" the fact is not in dispute; our question is, How does He give it? By fresh inbreathing in every instance, or by propagation? For with perfect propriety is He said to give the substance of the flesh to the human being, though at the same time it is not denied that He gives it by means of propagation."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: On the Soul and its Origin Book I 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:1",
                            "text": "Chapter 29 (XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:2",
                            "text": ")—The Sixth Passage of Scripture Quoted by Victor."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:3",
                            "text": "Let us now look at the quotation from Genesis, where the woman was created out of the side of the man, and was brought to him, and he said: \"This is now bone of my bones, and flesh of my flesh\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:4",
                            "text": "Our opponent thinks that \"Adam ought to have said, 'Soul of my soul, or spirit of my spirit,' if this, too, had been derived from him\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:5",
                            "text": "But, in fact, they who maintain the opinion of the propagation of souls feel that they possess a more impregnable defence of their position in the fact that in the Scripture narrative which informs us that God took a rib out of the man's side and formed it into a woman, it is not added that He breathed into her face the breath of life; for this reason, as they say, because she had already been ensouled from the man."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:6",
                            "text": "If, indeed, she had not, they say, the sacred Scripture would certainly not have kept us in ignorance of the circumstance."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:7",
                            "text": "With regard to the fact that Adam says, \"This is now bone of my bone, and flesh of my flesh,\" without adding, Spirit or soul, from my spirit or soul, they may answer, just as it has been already shown, that the expression, \"my flesh and bone,\" may be understood as indicating the whole by a part, only that the portion that was taken out of man was not dead, but ensouled; for no good ground for denying that the Almighty was able to do all this is furnished by the circumstance that not a human being could be found capable of cutting off a part of a man's flesh along with the soul."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:8",
                            "text": "Adam went on, however, to say, \"She shall be called woman, because she was taken out of man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:9",
                            "text": "Now, why does he not rather say (and thus confirm the opinion of our opponents), \"Since her flesh was taken out of man\"? As the case stands, indeed, they who hold the opposite view may well contend, from the fact that it is written, not woman's flesh, but the woman herself was taken out of man, that she must be considered in her entire nature endued with soul and spirit."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:10",
                            "text": "For although the soul is undistinguished by sex, yet when women are mentioned it is not necessary to regard them apart from the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:11",
                            "text": "On no other principle would they be thus admonished with respect to self-adornment."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:12",
                            "text": "\"Not with braided hair, or gold, or pearls, or costly array; but which (says the apostle) becometh women professing godliness with a good conversation\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book I 29:13",
                            "text": "Now, \"godliness,\" of course, is an inner principle in the soul or spirit; and yet they are called women, although the ornamentation concerns that internal portion of their nature which has no sex."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: On the Soul and its Origin Book I 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:1",
                            "text": "Chapter 30—The Danger of Arguing from Silence."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:2",
                            "text": "Now, while the disputants are thus contending with one another in alternate argument, I so judge between them that they must not rely on uncertain evidence; nor make bold assertions on points of which they are ignorant."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:3",
                            "text": "For if the Scripture had said, \"God breathed into the woman's face the breath of life, and she became a living soul,\" it would not have followed even then that the human soul is not derived by propagation from parents, except the same statement were likewise made concerning their son."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:4",
                            "text": "For it might have been that whilst an unensouled member taken from the body might require to be ensouled, yet that the soul of the son might be derived from the father, transfused by propagation through the mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:5",
                            "text": "There is, however, an absolute silence on the point; it is entirely concealed from our view."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:6",
                            "text": "Nothing is denied, but at the same time nothing is affirmed."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:7",
                            "text": "And thus, if in any place the Scripture is possibly not quite silent, the point requires to be supported by clearer proofs."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:8",
                            "text": "Whence it follows, that neither they who maintain the propagation of souls receive any assistance from the circumstance that God did not breathe into the woman's face; nor ought they, who deny this doctrine on the ground that Adam did not say, \"This is soul of my soul,\" to persuade themselves to believe what they know nothing of."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:9",
                            "text": "For just as it has been possible for the Scripture to be silent on the point of the woman's having received her soul, like the man, by the inbreathing of God, without the question before us being solved, but, on the contrary, remaining open; so has it been possible for the same question to remain open and unsolved, notwithstanding the silence of Scripture, as to whether or not Adam said, This is soul of my soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:10",
                            "text": "And hence, if the soul of the first woman comes from the man, a part signifies the whole in his exclamation, \"This is now bone of my bones, and flesh of my flesh;\" inasmuch as not her flesh alone, but the entire woman, was taken out of man."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book I 30:11",
                            "text": "If, however, it is not from the man, but came by God's inbreathing it into her, as at first into the man, then the whole signifies a part in the passage, \"She was taken out of the man;\" since on the supposition it was not her whole self, but her flesh that was taken."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: On the Soul and its Origin Book I 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:1",
                            "text": "Chapter 31."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:2",
                            "text": "—The Argument of the Apollinarians to Prove that Christ Was Without the Human Soul of This Same Sort."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:3",
                            "text": "Although, then, this question remains unsolved by these passages of Scripture, which are certainly indecisive so far as pertains to the point before us, yet I am quite sure of this, that those persons who think that the soul of the first woman did not come from her husband's soul, on the ground of its being only said, \"Flesh of my flesh,\" and not, \"Soul of my soul,\" do, in fact, argue in precisely the same manner as the Apollinarians argue, and all such gainsayers, in opposition to the Lord's human soul, which they deny for no other reason than because they read in the Scripture, \"The Word was made flesh\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:4",
                            "text": "For if, say they, there was a soul in Him also, it ought to have been said, \"The Word was made man\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:5",
                            "text": "But the reason why the great truth is stated in the terms in question really is, that under the designation flesh, Holy Scripture is accustomed to describe the entire human being, as in the passage, \"And all flesh shall see the salvation of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:6",
                            "text": "For flesh alone without the soul cannot see anything."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:7",
                            "text": "Besides, many other passages of the Holy Scriptures go to make it manifest, without any ambiguity, that in the man Christ there is not only flesh, but a human—that is, a reasonable—soul also."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:8",
                            "text": "Whence they, who maintain the propagation of souls might also understand that a part is put for the whole in the passage, \"Bone of my bone, and flesh of my flesh,\" in such wise that the soul, too, be understood as implied in the words, in the same manner as we believe that the Word became flesh, not without the soul."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:9",
                            "text": "All that is wanted is, that they should support their opinion of the propagation of souls on passages which are unambiguous; just as other passages of Scripture show us that Christ possesses a human soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book I 31:10",
                            "text": "On precisely the same principle we advise the other side also, who do away with the opinion of the propagation of souls, that they should produce certain proofs for their assertion that souls are created by God in every fresh case by insufflation, and that they should then maintain the position that the saying, \"This is bone of my bone, and flesh of my flesh,\" was not spoken figuratively as a part for the whole, including the soul in its signification, but in a bare literal sense of the flesh alone."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: On the Soul and its Origin Book I 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:1",
                            "text": "Chapter 32 (XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:2",
                            "text": ")—The Self-Contradiction of Victor as to the Origin of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:3",
                            "text": "Under these circumstances, I find that this treatise of mine must now be closed."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:4",
                            "text": "It contains, in fact, all that seemed to me chiefly necessary to the subject under discussion."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:5",
                            "text": "They who peruse its contents will know how to be on their guard against agreeing with the person whose two books you sent me, so as not to believe with him, that souls are produced by the breath of God in such wise as not to be made out of nothing."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:6",
                            "text": "The man, indeed, who supposes this, however much he may in words deny the conclusion, does in reality affirm that souls have the substance of God, and are His offspring, not by endowment, but by nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:7",
                            "text": "For from whomsoever a man derives the origin of his nature, from him, in all sober earnestness, it must needs be admitted, that he also derives the kind of his nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:8",
                            "text": "But this author is, after all, self-contradictory: at one time he says that \"souls are the offspring of God,—not, indeed, by nature, but by endowment;\" and at another time he says, that \"they are not made out of nothing, but derive their origin from God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book I 32:9",
                            "text": "Thus he does not hesitate to refer them to the nature of God, a position which he had previously denied."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: On the Soul and its Origin Book I 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:1",
                            "text": "Chapter 33."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:2",
                            "text": "—Augustin Has No Objection to the Opinion About the Propagation of Souls Being Refuted, and that About Their Insufflation Being Maintained."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:3",
                            "text": "As for the opinion, that new souls are created by inbreathing without being propagated, we certainly do not in the least object to its maintenance,—only let it be by persons who have succeeded in discovering some new evidence, either in the canonical Scriptures, in the shape of unambiguous testimony towards the solution of a most knotty question, or else in their own reasonings, such as shall not be opposed to catholic truth, but not by such persons as this man has shown himself to be."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:4",
                            "text": "Unable to find anything worth saying, and at the same time unwilling to suspend his disputatious propensity, without measuring his strength at all, in order to avoid saying nothing, he boldly affirmed that \"the soul deserved to be polluted by the flesh,\" and that \"the soul deserved to become sinful;\" though previous to its incarnation he was unable to discover any merit in it, whether good or evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:5",
                            "text": "Moreover, that \"in infants departing from the body without baptism original sin may be remitted, and that the sacrifice of Christ's body must be offered for them,\" who have not been incorporated into Christ through His sacraments in His Church, and that \"they, quitting this present life without the laver of regeneration, not only can go to rest, but can even attain to the kingdom of heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:6",
                            "text": "He has propounded a good many other absurdities, which it would be evidently tedious to collect together, and to consider in this treatise."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book I 33:7",
                            "text": "If the doctrine of the propagation of souls is false, may its refutation not be the work of such disputants; and may the defence of the rival principle of the insufflation of new souls in every creative act, proceed from better hands."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: On the Soul and its Origin Book I 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:1",
                            "text": "Chapter 34."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:2",
                            "text": "—The Mistakes Which Must Be Avoided by Those Who Say that Men's Souls are Not Derived from Their Parents, But are Afresh Inbreathed by God in Every Instance."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:3",
                            "text": "All, therefore, who wish to maintain that new souls are rightly said to be breathed into persons at their birth, and not derived from their parents, must by all means be cautious on each of the four points which I have already mentioned."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:4",
                            "text": "That is to say, do not let them affirm that souls become sinful by another's original sin; do not let them affirm that infants who died unbaptized can possibly reach eternal life and the kingdom of heaven by the remission of original sin in any other way whatever; do not let them affirm that souls had sinned in some other place previous to their incarnation, and that on this account they were forcibly introduced into sinful flesh; nor let them affirm that the sins which were not actually found in them were, because they were foreknown, deservedly punished, although they were never permitted to reach that life where they could be committed."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:5",
                            "text": "Provided that they affirm none of these points, because each of them is simply false and impious, they may, if they can, produce any conclusive testimonies of the Holy Scriptures on this question; and they may maintain their own opinion, not only without any prohibition from me, but even with my approbation and best thanks."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:6",
                            "text": "If, however, they fail to discover any very decided authority on the point in the divine oracles, and are obliged to propound any one of the four opinions by reason of their failure, let them restrain their imagination, lest they should be driven in their difficulty to enunciate the now damnable and very recently condemned heresy of Pelagius, to the effect that the souls of infants have not original sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:7",
                            "text": "It is, indeed, better for a man to confess his ignorance of what he knows nothing about, than either to run into heresy which has been already condemned, or to found some new heresy, while recklessly daring to defend over and over again opinions which only display his ignorance."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book I 34:8",
                            "text": "This man has made some other absurd mistakes, indeed many, in which he has wandered out of the beaten track of truth, without going, however, to dangerous lengths; and I would like, if the Lord be willing, to write even to himself something on the subject of his books; and probably I shall point them all out to him, or a good many of them if I should be unable to notice all."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: On the Soul and its Origin Book I 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:1",
                            "text": "Chapter 35 (XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:2",
                            "text": ")—Conclusion."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:3",
                            "text": "As for this present treatise, which I have thought it proper to address to no other person in preference to yourself, who have taken a kindly and true interest both in our common faith and my character, as a true catholic and a good friend, you will give it to be read or copied by any persons you may be able to find interested in the subject, or may deem worthy to be trusted."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:4",
                            "text": "In it I have thought proper to repress and confute the presumption of this young man, in such a way, however, as to show that I love him, wishing him to be amended rather than condemned, and to make such progress in the great house which is the catholic Church, whither the divine compassion has conducted him, that he may be therein \"a vessel unto honour, sanctified, and meet for the Master's use, and prepared unto every good work,\" both by holy living and sound teaching."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:5",
                            "text": "But I have this further to say: if it behoves me to bestow my love upon him, as I sincerely do, how much more ought I to love you, my brother, whose affection towards me and whose catholic faith I have found by the best of proofs to be cautious and sober! The result of your loyalty has been, that you have, with a brother's real love and duty, taken care to have the books, which displeased you, and wherein you found my name treated in a way which ran counter to your liking, copied out and forwarded to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:6",
                            "text": "Now, I am so far from feeling offended at this charitable act of yours, because you did it, that I think I should have had a right, on the true claims of friendship, to have been angry with you if you had not done it."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:7",
                            "text": "I therefore give you my most earnest thanks."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book I 35:8",
                            "text": "Moreover, I have afforded a still plainer indication of the spirit in which I have accepted your service, by instantly composing this treatise for your consideration, as soon as I had read those books of his."
                        }
                    ]
                }
            ]
        }
    ]
}