{
    "books": [
        {
            "name": "Apocrypha: Acts of Peter and Andrew",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Acts of Peter and Andrew 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:1",
                            "text": "Acts of Peter and Andrew: Acts of the Holy Apostles Peter and Andrew."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:2",
                            "text": "It came to pass when Andrew the apostle of Christ went forth from the city of the man-eaters, behold a luminous cloud snatched him up, and carried him away to the mountain where Peter and Matthew and Alexander were sitting."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:3",
                            "text": "And when he saw them, they saluted him with great joy."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:4",
                            "text": "Then Peter says to him:  What has happened to thee, brother Andrew?  Hast thou sown the word of truth in the country of the man-eaters or not?  Andrew says to him:  Yes, father Peter, through thy prayers; but the men of that city have done me many mischiefs, for they dragged me through their street three days, so that my blood stained the whole street."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:5",
                            "text": "Peter says to him:  Be a man in the Lord, brother Andrew, and come hither, and rest from thy labour."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:6",
                            "text": "For if the good husbandman laboriously till the ground, it will also bear fruit, and straightway all his toil will be turned into joy; but if he toil, and his land bring forth no fruit, he has double toil."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:7",
                            "text": "And while he was thus speaking, the Lord Jesus Christ appeared to them in the form of a child, and said to them:  Hail, Peter, bishop of the whole of my Church! hail, Andrew!  My co-heirs, be courageous, and struggle for mankind; for verily I say unto you, you shall endure toils in this world for mankind."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:8",
                            "text": "But be bold; I will give you rest in one hour of repose in the kingdom of my Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:9",
                            "text": "Arise, then, and go into the city of the barbarians, and preach in it; and I will be with you in the wonders that shall happen in it by your hands."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:10",
                            "text": "And the Lord Jesus, after saluting them, went up into the heavens in glory."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:11",
                            "text": "And Peter, and Andrew, and Alexander, and Rufus, and Matthias, went into the city of the barbarians."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:12",
                            "text": "And after they had come near the city, Andrew answered and said to Peter:  Father Peter, have we again to undergo toils in this city, as in the country of the man-eaters?  Peter says to him:  I do not know."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:13",
                            "text": "But, behold, there is an old man before us sowing in his field:  if we go up to him, let us say to him, Give us bread; and if he give us bread, we may know that we are not to suffer in this city; but if he say to us, We have no bread, on the other hand, we shall know that suffering again awaits us."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:14",
                            "text": "And when they came up to the old man, Peter says to him:  Hail, farmer!  And the farmer says to them:  Hail you too, merchants!  Peter says to him:  Have you bread to give to these children, for we have been in want?  The old man says to them:  Wait a little, and look after the oxen, and the plough, and the land, that I may go into the city, and get you loaves."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:15",
                            "text": "Peter says to him:  If you provide hospitality for us, we shall took after the cattle and the field."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:16",
                            "text": "The old man says:  So be it."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:17",
                            "text": "Peter says to him:  Are the oxen your own?  The old man says:  No; I have them on hire."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:18",
                            "text": "Peter says to him:  Go into the city."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:19",
                            "text": "And the old man went into the city."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:20",
                            "text": "And Peter arose, and girded up his cloak and his under-garment, and says to Andrew:  It is not right for us to rest and be idle; above all, when the old man is working for us, having left his own work."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:21",
                            "text": "Then Peter took hold of the plough, and sowed the wheat."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:22",
                            "text": "And Andrew was behind the oxen, and says to Peter:  Father Peter, why dost thou bring toil upon us, especially when we have work enough already!  Then Andrew took the plough out of Peter's hand, and sowed the wheat, saying:  O seed cast into the ground in the field of the righteous, come up, and come to the light."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:23",
                            "text": "Let the young men of the city therefore come forth, whom I found in the pit of destruction until to-day; for, behold, the apostles of Christ are coming into the city, pardoning the sins of those who believe in them, and healing every disease, and every sickness."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:24",
                            "text": "Pray ye for me, that He may have mercy upon me, and that I may be delivered from this strait."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:25",
                            "text": "And many of the multitude believed in Christ, because of the saying of the woman; and they fell at the feet of the apostles, and adored them."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:26",
                            "text": "And they laid their hands upon them."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:27",
                            "text": "And they healed those in the city that were sick, and gave sight to the blind and, hearing to the deaf, and drove out the demons."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:28",
                            "text": "All the multitude glorified the Father, and the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:29",
                            "text": "And there was a certain rich man in the city, by name Onesiphorus."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:30",
                            "text": "He, having seen the miracles done by the apostles, says to them:  If I believe in your God, can I also do a miracle like you?  Andrew says to him:  If thou wilt forsake all that belongs to thee, and thy wife and thy children, as we also have done, then thou also shalt do miracles."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:31",
                            "text": "When Onesiphorus heard this, he was filled with rage, and took his scarf and threw it over Andrew's neck, and struck him, and said to him:  Thou art a sorcerer."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:32",
                            "text": "How dost thou force me to abandon my wife, and my children, and my goods?  Then Peter, having turned and seen him striking Andrew, says to him:  Man, stop now striking Andrew."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:33",
                            "text": "Onesiphorus says to him:  I see that thou art more sensible than he."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:34",
                            "text": "Do thou then tell me to leave my wife, and my children, and my goods."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:35",
                            "text": "What dost thou say?  Peter says to him:  One thing I say unto thee:  it is easier for a camel to go through the eye of a needle, than for a rich man to go into the kingdom of heaven."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:36",
                            "text": "When Onesiphorus heard this, he was even more filled with rage and anger, and took his scarf off the neck of Andrew, and threw it upon the neck of Peter; and so he dragged him along, saying:  Verily thou art a great sorcerer, more than the other; for a camel cannot go through the eye of a needle."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:37",
                            "text": "But if thou wilt show me this miracle, I will believe in thy God; and not only I, but also the whole city."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:38",
                            "text": "But if not, thou shalt be grievously punished in the midst of the city."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:39",
                            "text": "And when Peter heard this, he was exceedingly grieved, and stood and stretched forth his hands towards heaven, and prayed, saying:  O Lord our God, listen to me at this time; for they will ensnare us from Thine own words:  for no prophet has spoken to set forth this his explanation, and no patriarch that we might learn the interpretation of it; and now we seek for ourselves the explanation with boldness."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:40",
                            "text": "Do Thou then, Lord, not overlook us:  for thou art He who is praised by the cherubim."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:41",
                            "text": "And after he had said this, the Saviour appeared in the form of a child of twelve years old, wearing a linen garment; and He says to them:  Be courageous, and tremble not, my chosen disciples; for I am with you always."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:42",
                            "text": "Let the needle and the camel be brought."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:43",
                            "text": "And after saying this, He went up into the heavens."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:44",
                            "text": "And there was a certain merchant in the city who had believed in the Lord through the Apostle Philip; and when he heard of this, he ran and searched for a needle with a big eye, to do a favour to the apostles."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:45",
                            "text": "When Peter learned this, he said:  My son, do not search for a big needle; for nothing is impossible with God:  rather bring us a small needle."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:46",
                            "text": "And after the needle had been brought, and all the multitude of the city were standing by to see, Peter looked up and saw a camel coming."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:47",
                            "text": "And he ordered her to be brought."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:48",
                            "text": "Then he fixed the needle in the ground, and cried out with a loud voice, saying:  In the name of Jesus Christ, who was crucified under Pontius Pilate, I order thee, O camel, to go through the eye of the needle."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:49",
                            "text": "Then the eye of the needle was opened like a gate, and the camel went through it, and all the multitude saw it."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:50",
                            "text": "Again Peter says to the camel:  Go again through the needle."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:51",
                            "text": "And the camel went a second time."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:52",
                            "text": "When Onesiphorus saw this, he said to Peter; Truly thou art a great sorcerer; but I do not believe unless I send and bring a camel and a needle."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:53",
                            "text": "And he called one of his servants, and said to him privately:  Go and bring me here a camel and a needle; find also a polluted woman, and force her to come here:  for these men are sorcerers."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:54",
                            "text": "And Peter having learned the mystery through the Spirit, says to Onesiphorus:  Send and bring the camel, and the woman, and the needle."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:55",
                            "text": "And when they brought them, Peter took the needle, and fixed it in the ground."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:56",
                            "text": "And the woman was sitting on the camel."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:57",
                            "text": "Then Peter says:  In the name of our Lord Jesus Christ the crucified, I order thee, O camel, to go through this needle."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:58",
                            "text": "And immediately the eye of the needle was opened, and became like a gate, and the camel went through it."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:59",
                            "text": "Peter again says to the camel:  Go through it again, that all may see the glory of our Lord Jesus Christ, in order that some may believe on Him."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:60",
                            "text": "Then the camel again went through the needle."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:61",
                            "text": "And Onesiphorus seeing it, cried out, and said:  Truly great is the God of Peter and Andrew, and I from this time forth believe in the name of our Lord Jesus Christ."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:62",
                            "text": "Now then, hear my words, O Peter."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:63",
                            "text": "I have corn lands, vineyards, and fields; I have also twenty-seven pounds of gold, and fifty pounds of silver; and I have very many slaves."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:64",
                            "text": "I give my possessions to the poor, that I also may do one miracle like you."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:65",
                            "text": "And Peter was grieved lest the powers should not work in him, seeing that he had not received the seal in Christ."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:66",
                            "text": "And while he was considering this, behold, a voice out of the heaven saying to him:  Do to him what he wishes, because I will accomplish for him what he desires."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:67",
                            "text": "Peter says to him:  My son, come hither; do as we do."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:68",
                            "text": "And Onesiphorus came up, and stood before the camel and the needle, and said:  In the n… (Here the ms."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:69",
                            "text": "ends."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Peter and Andrew 1:70",
                            "text": ")."
                        }
                    ]
                }
            ]
        }
    ]
}