{
    "books": [
        {
            "name": "Aphrahat: Of Pastors",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of Pastors 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:1",
                            "text": "Demonstration X."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:2",
                            "text": "—Of Pastors."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:4",
                            "text": "Pastors are set over the flock, and give the sheep the food of life."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:5",
                            "text": "Whosoever is watchful, and toils in behalf of his sheep, is careful for his flock, and is the disciple of our Good Shepherd, who gave Himself in behalf of His sheep."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:6",
                            "text": "And whosoever brings not back his flock carefully, is likened to the hireling who has no care for the sheep."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:7",
                            "text": "Be ye like, O Pastors, to those righteous Pastors of old."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:8",
                            "text": "Jacob fed the sheep of Laban, and guarded them and toiled and was watchful, and so received the reward."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:9",
                            "text": "For Jacob said to Laban:—Lo! twenty years am I with thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:10",
                            "text": "Thy sheep and thy flocks I have not robbed and the males of thy sheep I have not eaten."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:11",
                            "text": "That which was broken I did not bring unto thee, but thou required it at my hands!  In the daytime the heat devoured me and the cold by night."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:12",
                            "text": "My sleep departed from my eyes."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:13",
                            "text": "Observe, ye Pastors, that Pastor, how he cared for his flock."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:14",
                            "text": "He used to watch in the night-time to guard it and was vigilant; and he used to toil in the daytime to feed it."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:15",
                            "text": "As Jacob was a pastor, so Joseph was a pastor and his brethren were pastors."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:16",
                            "text": "Moses was a pastor, and David also was a pastor."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:17",
                            "text": "So Amos was a pastor."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:18",
                            "text": "These all were pastors who fed the sheep and led them well."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:19",
                            "text": "2."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:20",
                            "text": "Now, why, my beloved, did these pastors first feed the sheep, and were then chosen to be pastors of men?  Clearly that they might learn how a pastor cares for his sheep, and is watchful and toils in behalf of his sheep."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:21",
                            "text": "And when they had learned the manners of pastors, they were chosen for the pastoral office."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:22",
                            "text": "Jacob fed the sheep of Laban and toiled and was vigilant and led them well; and then he tended and guided well his sons, and taught them the pattern of pastoral work."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:23",
                            "text": "And Joseph used to tend the sheep along with his brethren; and in Egypt he became guide to a numerous people, and led them back, as a good pastor does his flock."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:24",
                            "text": "Moses fed the sheep of Jethro his father-in-law, and he was chosen from (tending) the sheep to tend his people, and as a good pastor he guided them."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:25",
                            "text": "Moses bore his staff upon his shoulder, and went in front of his people that he was leading, and tended them for forty years; and he was vigilant and toiled on behalf of his sheep, a diligent and good pastor."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:26",
                            "text": "When his Lord wished to destroy them because of their sins, in that they worshipped the calf, Moses prayed and besought of his Lord and said:—Either pardon the people for their sins, or else blot me out from Thy book that Thou hast written."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:27",
                            "text": "That is a most diligent pastor, who delivered over himself on behalf of his sheep."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:28",
                            "text": "That is an excellent leader, who gave himself in behalf of his sheep."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:29",
                            "text": "And that is a merciful father who cherished his children and reared them up."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:30",
                            "text": "Moses the great and wise shepherd, who knew how to lead back the flock, taught Joshua the son of Nun, a man full of the spirit, who (afterwards) led the flock, even all the host of Israel."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:31",
                            "text": "He destroyed kings and subdued the land, and gave them the land as a place of pasturage, and divided the resting-places and the sheepfolds to his sheep."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:32",
                            "text": "Furthermore, David fed his father's sheep, and was taken from the sheep to tend his people."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:33",
                            "text": "So he tended them in the integrity of his heart and by the skill of his hands he guided them."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:34",
                            "text": "And when David numbered the flock of his sheep, wrath came upon them, and they began to be destroyed."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:35",
                            "text": "Then David delivered himself over on behalf of his sheep, when he prayed, saying:—O Lord God, I have sinned in that I have numbered Israel."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:36",
                            "text": "Let Thy hand be on me and on my father's house."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:37",
                            "text": "These innocent sheep, in what have they sinned?  So also all the diligent pastors used thus to give themselves on behalf of their sheep."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:38",
                            "text": "3."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:39",
                            "text": "But those pastors who did not care for the sheep, those were hirelings who used to feed themselves alone."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:40",
                            "text": "On this account the Prophet addresses them, saying to them:—O ye pastors who destroy and scatter the sheep of my pasture, hear the word of the Lord."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:41",
                            "text": "Thus saith the Lord:  Lo! I will visit My sheep as the pastor visits his flock in the day of the whirlwind, and I will require My sheep at your hands."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:42",
                            "text": "O foolish pastors, with the wool of the sheep do ye clothe yourselves and the flesh of the fatlings do eat, and the sheep ye do not feed."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:43",
                            "text": "That which was sick ye did not heal, and that which was broken ye did not bind."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:44",
                            "text": "The weak ye did not strengthen, and the lost and the scattered ye did not gather together."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:45",
                            "text": "The strong ones and the fatlings ye did guard, but with harshness ye subdued them."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:46",
                            "text": "The good pastures ye yourselves graze upon, and what remains ye trample with your feet."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:47",
                            "text": "The pleasant waters do ye drink, and whatever remains ye defile with your feet."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:48",
                            "text": "And My sheep have eaten the trampled (herbage) which your feet have trampled, and they have drunk the waters which your feet have defiled."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:49",
                            "text": "These are the greedy and base pastors and hirelings, who did not feed the sheep, or guide them well, or deliver them from the wolves."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:50",
                            "text": "But when the Great Pastor, the chief of pastors, shall come, He will call and visit His sheep and will take knowledge of His flock."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:51",
                            "text": "And He will bring forward those pastors, and will exact an account from them, and will condemn them for their deeds."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:52",
                            "text": "And those who fed the sheep well, them the Chief of Pastors will cause to rejoice and to inherit life and rest."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:53",
                            "text": "O stupid and foolish pastor, to whose right hand and to whose right eye I committed my sheep."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:54",
                            "text": "Because thou didst say concerning the sheep, let that which dieth, die, and let that which perisheth perish, and whatever is left, let them devour the flesh of one another; therefore, behold I will make blind thy right eye and I will wither up thy right arm."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:55",
                            "text": "Thy eye which regarded a bribe shall be blinded, and thy hand which did not rule in righteousness shall waste away."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:56",
                            "text": "And as for you, my sheep, the sheep of my pasture, ye are men; but I am the Lord your God."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:57",
                            "text": "Behold henceforth will feed you in a good and rich pasture."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:58",
                            "text": "4."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:59",
                            "text": "The good shepherd giveth himself for the sake of his sheep."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:60",
                            "text": "And again He said:—I have other sheep and I must bring them also hither."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:61",
                            "text": "And the whole flock shall be one, and one shepherd, and My Father because of this loveth Me; that I give Myself for the sake of the sheep."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:62",
                            "text": "And again He said;—I am the door of the sheep."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:63",
                            "text": "Every one that entereth by Me shall live and shall go in and go out and find pasture."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:64",
                            "text": "O ye pastors, be ye made like unto that diligent pastor, the chief of the whole flock, who cared so greatly for his flock."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:65",
                            "text": "He brought nigh those that were afar off."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:66",
                            "text": "He brought back the wanderers."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:67",
                            "text": "He visited the sick."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:68",
                            "text": "He strengthened the weak."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:69",
                            "text": "He bound up the broken."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:70",
                            "text": "He guarded the fatlings."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:71",
                            "text": "He gave himself up for the sake of the sheep."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:72",
                            "text": "He chose and instructed excellent leaders, and committed the sheep into their hands, and gave them authority over all his flock."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:73",
                            "text": "For He said to Simon Cephas:—Feed My sheep and My lambs and My ewes."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:74",
                            "text": "So Simon fed His sheep; and he fulfilled his time and handed over the flock to you, and departed."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:75",
                            "text": "Do ye also feed and guide them well."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:76",
                            "text": "For the pastor who cares for his sheep engages in no other pursuit along with that."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:77",
                            "text": "He does not make a vineyard, nor plant gardens, nor does he fall into the troubles of this world."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:78",
                            "text": "Never have we seen a pastor who left his sheep in the wilderness and became a merchant, or one who left his flock to wander and became a husbandman."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:79",
                            "text": "But if he deserts his flock and does these things he thereby hands over his flock to the wolves."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:80",
                            "text": "5."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:81",
                            "text": "And remember, my beloved, that I wrote to thee concerning our fathers of old that they first learned the ways of tending sheep and in that received trial of carefulness, and then were chosen for the office of guides, that they might learn and observe how much the pastor cares for his flock, and as they used to guide the sheep carefully, so also might be perfected in this office of guidance."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:82",
                            "text": "Thus Joseph was chosen from the sheep, to guide the Egyptians in the time of affliction."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:83",
                            "text": "And Moses was chosen from the sheep, to guide his people and tend them."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:84",
                            "text": "And David was taken from following the sheep, to become king over Israel."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:85",
                            "text": "And the Lord took Amos from following the sheep, and made him a prophet over his people."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:86",
                            "text": "Elisha likewise was taken from behind the yoke, to become a prophet in Israel."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:87",
                            "text": "Moses did not return to his sheep, nor did he leave his flock that was committed to him."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:88",
                            "text": "David did not return to his father's sheep, but guided his people in the integrity of his heart."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:89",
                            "text": "Amos did not turn back to feed his sheep, or to gather (the fruit of) trees, but he guided them and performed his office of prophecy."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:90",
                            "text": "Elisha did not turn back to his yoke, but served Elijah and filled his place."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:91",
                            "text": "And he who was for him as a shepherd, because he loved fields and merchandise and vineyards and oliveyards and tillage, did not wish to become his disciple; and (therefore) he did not commit the flock into his hand."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:92",
                            "text": "6."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:93",
                            "text": "I beseech you, ye pastors, that ye set not over the flock, leaders who are foolish and stupid, covetous also and lovers of possessions."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:94",
                            "text": "Every one who feeds the flock shall eat of their milk."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:95",
                            "text": "And every one who guides the yoke shall be ministered to from his labour."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:96",
                            "text": "The priests have a right to partake of the altar, and the Levites shall receive their tithes."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:97",
                            "text": "Whoever eats of the milk, let his heart be upon the flock; and let him that is ministered to from the labour of his yoke, take heed to his tillage."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:98",
                            "text": "And let the priests who partake of the altar serve the altar with honour."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:99",
                            "text": "And as for the Levites who receive the tithes, they have no portion in Israel."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:100",
                            "text": "O pastors, disciples of our great Pastor, be ye not like hirelings; because the hireling cares not for the sheep."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:101",
                            "text": "Be ye like our Sweet Pastor, Whose life was not dearer to Him than His sheep."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:102",
                            "text": "Rear up the youths and bring up the maidens; and love the lambs and let them be reared in your bosoms; that when ye shall come to the Chief Pastor, ye may offer to Him all your sheep in completeness, and so He may give you what He has promised:  Where I am, ye also shall be."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:103",
                            "text": "These things, brief as they are, will be sufficient for the good pastors and leaders."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:104",
                            "text": "7."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:105",
                            "text": "Above, my beloved, I have written to remind thee of the character that becomes the whole flock."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:106",
                            "text": "And in this discourse I have written to thee about the pastors, the guides of the flock."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:107",
                            "text": "These reminders I have written to thee, beloved, as thou didst ask of me in thy dear letter."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:108",
                            "text": "8."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:109",
                            "text": "The Steward brought me into the King's treasury and showed me there many precious things; and when I saw them my mind was captivated with the great treasury."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:110",
                            "text": "And as I looked upon it, it dazzled my eyes, and took captive my thoughts, and caused my reflections to wander in many ways."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:111",
                            "text": "Whosoever receives thereof, is himself enriched, and enriches (others)."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:112",
                            "text": "It lies open and unguarded before all that seek it; and though many take from it there is no deficiency; and when they give of that which they have received, their own portion is greatly multiplied."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:113",
                            "text": "They that receive freely let them give freely as they have received."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:114",
                            "text": "For (this treasure) cannot be sold for a price, because there is nothing equivalent to it."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:115",
                            "text": "Moreover the treasure fails not; and they that receive it are not satiated."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:116",
                            "text": "They drink, and are still eager; they eat, and are hungry."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:117",
                            "text": "Whosoever is not thirsty, finds not ought to drink; whoever is not hungry, finds nothing to eat."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:118",
                            "text": "The hunger for it satisfies many, and from the thirst for it flow forth water-springs."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:119",
                            "text": "For the man who draws nigh to the fear of God is like the man who in his thirst draws near to the water-spring and drinks and is satisfied, and the fountain is not a whit diminished."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:120",
                            "text": "And the land that needs to drink in water, drinks of the fountain, but its waters fail not."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:121",
                            "text": "And when the land drinks, it needs again to drink, and the spring is not lessened by its flowing."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:122",
                            "text": "So is the knowledge of God."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:123",
                            "text": "Though all men should receive of it, yet there would come no lack in it, nor can it be limited by the sons of flesh."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:124",
                            "text": "He that takes from it, cannot take away all; and when he gives, he lacks nothing."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:125",
                            "text": "When thou takest fire with a candle from a flame, though thou kindle many candles at it, yet the flame does not diminish when thou takest from it, nor does the candle fail, when it kindles many."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:126",
                            "text": "One man cannot receive all the King's treasure, nor when a thirsty man drinks of the fountain, do its waters fill."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:127",
                            "text": "When a man stands on a lofty mountain, his eye does not (equally) comprehend the near and the distant; nor, when he stands and counts the stars of heaven, can he set limits to the hosts of the heavens."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:128",
                            "text": "So when he draws nigh unto the fear of God, he cannot attain to the whole of it; and when he receives much that is precious, it does not seem to be diminished; and when he gives of that which he has received, it is not exhausted, nor has it come to an end for him."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:129",
                            "text": "And remember, my beloved, what I wrote to thee, in the first discourse, about faith, that whoever has freely received ought to give freely as he has received, as our Lord said:—Freely ye have received, freely give."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:130",
                            "text": "For whosoever keeps back part of anything he has received, even that which he has obtained shall be taken away from him."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:131",
                            "text": "Therefore, my beloved, as I have been able to obtain now from that treasure that fails not, I have sent unto thee from it."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:132",
                            "text": "Yet though I have sent it to thee, it is all with me."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:133",
                            "text": "For the treasure fails not, for it is the wisdom of God; and the steward is our Lord Jesus Christ, as He testified when He said:—All things have been committed to Me by My Father."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:134",
                            "text": "And while He is the steward of the wisdom, again, as the Apostle said:—Christ is the power of God and His wisdom."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:135",
                            "text": "This wisdom is imparted to many, yet nothing is lacking, as I explained to thee above; the Prophets received of the spirit of Christ, yet Christ was not a whit diminished."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:136",
                            "text": "9."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:137",
                            "text": "Ten treatises have I written unto thee, my beloved."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:138",
                            "text": "Whatsoever thou hast asked of me, I have explained to thee without (receiving) ought from thee."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:139",
                            "text": "And that which thou enquiredst not of me, I have given unto thee."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:140",
                            "text": "I have asked thy name and written unto thee."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:141",
                            "text": "I have asked of myself thy question, and I have answered thee as I was able, for thy persuasion."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:142",
                            "text": "Whatsoever I have written unto thee, meditate in these things at every time; and labour to read those books which are read in the church of God."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:143",
                            "text": "These ten little books that I have written for thee, they borrow one from another, and depend one upon another."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:144",
                            "text": "Separate them not one from another."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:145",
                            "text": "From Olaph to Yud I have written for thee, each letter after its fellow."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:146",
                            "text": "Read thou and learn thou and the brethren, the monks, and the faithful, they from whom mocking is far removed; as I wrote unto thee above."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:147",
                            "text": "And remember that which I pointed out to thee, that I have not brought these matters to an end, but short of the end."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:148",
                            "text": "Nor are these things sufficient; but hear thou these things from me without wrangling, and enquire concerning them with brethren who are apt for persuasion."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:149",
                            "text": "Whatsoever thou hearest that assuredly edifies, receive; and whatever builds up strange doctrines, overthrow and utterly demolish."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:150",
                            "text": "For wrangling cannot edify."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Aphrahat: Of Pastors 1:151",
                            "text": "But I, my beloved, as a stonecutter have brought stones for the building, and let wise architects carve them out and lay them in the building; and all the labourers that toil in the building shall receive reward from the Lord of the house."
                        }
                    ]
                }
            ]
        }
    ]
}