{
    "books": [
        {
            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:1",
                            "text": "Narrative of Events Happening in Persia on the Birth of Christ: II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:2",
                            "text": "The best introduction to this production will be the following preface, as given in Migne:—Many men of learning thus far have been of opinion that the narrative by Africanus of events happening in Persia on Christ's birth, is a fragment of that famous work which Sextus Julius Africanus, a Christian author of the third century after Christ, composed on the history of the world in the chronological order of events up to the reign of Macrinus, and presented in five books to Alexander, son of Mammaea, with the view of obtaining the restoration of his native town Emmaus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:3",
                            "text": "With the same expectation which I see incited Lambecius and his compendiator Nesselius, I, too, set myself with the greatest eagerness to go over the codices of our Electoral Library."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:4",
                            "text": "…But, as the common proverb goes, I found coals instead of treasure."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:5",
                            "text": "This narrative, so far from its being to be ascribed to a writer well reputed by the common voice of antiquity, does not contain anything worthy of the genius of the chronographer Africanus."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:6",
                            "text": "Wherefore, since by the unanimous testimony of the ancients he was a man of consummate learning and sharpest judgment, while the author of the Cesti, which also puts forward the name of Africanus, has been long marked by critics with the character either of anile credulity, or of a marvellous propensity to superstitious fancies, I can readily fall in with the opinion of those who think that he is a different person from the chronographer, and would ascribe this wretched production also to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:7",
                            "text": "But, dear reader, on perusing these pages, if your indignation is not stirred against the man's rashness, you will at least join with me in laughing at his prodigious follies, and will learn, at the same time, that the testimonies of men most distinguished for learning are not to be rated so highly as to supersede personal examination when opportunity permits."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:8",
                            "text": "Events in Persia: On the Incarnation of Our Lord and God and Saviour Jesus Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:9",
                            "text": "Christ first of all became known from Persia."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:10",
                            "text": "For nothing escapes the learned jurists of that country, who investigate all things with the utmost care."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:11",
                            "text": "The facts, therefore, which are inscribed upon the golden plates, and laid up in the royal temples, I shall record; for it is from the temples there, and the priests connected with them, that the name of Christ has been heard of."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:12",
                            "text": "Now there is a temple there to Juno, surpassing even the royal palace, which temple Cyrus, that prince instructed in all piety, built, and in which he dedicated in honour of the gods golden and silver statues, and adorned them with precious stones,—that I may not waste words in a profuse description of that ornamentation."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:13",
                            "text": "Now about that time (as the records on the plates testify), the king having entered the temple, with the view of getting an interpretation of certain dreams, was addressed by the priest Prupupius thus: I congratulate thee, master: Juno has conceived."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:14",
                            "text": "And the king, smiling, said to him, Has she who is dead conceived? And he said, Yes, she who was dead has come to life again, and begets life."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:15",
                            "text": "And the king said, What is this? explain it to me."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:16",
                            "text": "And he replied, In truth, master, the time for these things is at hand."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:17",
                            "text": "For during the whole night the images, both of gods and goddesses, continued beating the ground, saying to each other, Come, let us congratulate Juno."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:18",
                            "text": "And they say to me, Prophet, come forward; congratulate Juno, for she has been embraced."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:19",
                            "text": "And I said, How can she be embraced who no longer exists? To which they reply, She has come to life again, and is no longer called Juno, but Urania."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:20",
                            "text": "For the mighty Sol has embraced her."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:21",
                            "text": "Then the goddesses say to the gods, making the matter plainer, Pege is she who is embraced; for did not Juno espouse an artificer? And the gods say, That she is rightly called Pege, we admit."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:22",
                            "text": "Her name, moreover, is Myria; for she bears in her womb, as in the deep, a vessel of a myriad talents' burden."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:23",
                            "text": "And as to this title Pege, let it be understood thus: This stream of water sends forth the perennial stream of spirit,—a stream containing but a single fish, taken with the hook of Divinity, and sustaining the whole world with its flesh as though it were in the sea."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:24",
                            "text": "You have well said, She has an artificer in espousal; but by that espousal she does not bear an artificer on an equality with herself."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:25",
                            "text": "For this artificer who is born, the son of the chief artificer, framed by his excellent skill the roof of the third heavens, and established by his word this lower world, with its threefold sphere of habitation."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:26",
                            "text": "Thus, then, the statues disputed with each other concerning Juno and Pege, and at length with one voice they said: When the day is finished, we all, gods and goddesses, shall know the matter clearly."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:27",
                            "text": "Now, therefore, master, tarry for the rest of the day."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:28",
                            "text": "For the matter shall certainly come to pass."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:29",
                            "text": "For that which emerges is no common affair."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:30",
                            "text": "And when the king abode there and watched the statues, the harpers of their own accord began to strike their harps, and the muses to sing; and whatsoever creatures were within, whether quadruped or fowl, in silver and gold, uttered their several voices."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:31",
                            "text": "And as the king shuddered, and was filled with great fear, he was about to retire."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:32",
                            "text": "For he could not endure the spontaneous tumult."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:33",
                            "text": "The priest therefore said to him, Remain, O king, for the full revelation is at hand which the God of gods has chosen to declare to us."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:34",
                            "text": "And when these things were said, the roof was opened, and a bright star descended and stood above the pillar of Pege, and a voice was heard to this effect: Sovereign Pege, the mighty Son has sent me to make the announcement to you, and at the same time to do you service in parturition, designing blameless nuptials with you, O mother of the chief of all ranks of being, bride of the triune Deity."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:35",
                            "text": "And the child begotten by extraordinary generation is called the Beginning and the End,—the beginning of salvation, and the end of perdition."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:36",
                            "text": "And when this word was spoken, all the statues fell upon their faces, that of Pege alone standing, on which also a royal diadem was found placed, having on its upper side a star set in a carbuncle and an emerald."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:37",
                            "text": "And on its lower side the star rested."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:38",
                            "text": "And the king forthwith gave orders to bring in all the interpreters of prodigies, and the sages who were under his dominion."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:39",
                            "text": "And when all the heralds sped with their proclamations, all these assembled in the temple."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:40",
                            "text": "And when they saw the star above Pege, and the diadem with the star and the stone, and the statues lying on the floor, they said: O king, a root (offspring) divine and princely has risen, bearing the image of the King of heaven and earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:41",
                            "text": "For Pege-Myria is the daughter of the Bethlehemite Pege."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:42",
                            "text": "And the diadem is the mark of a king, and the star is a celestial announcement of portents to fall on the earth."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:43",
                            "text": "Out of Judah has arisen a kingdom which shall subvert all the memorials of the Jews."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:44",
                            "text": "And the prostration of the gods upon the floor prefigured the end of their honour."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:45",
                            "text": "For he who comes, being of more ancient dignity, shall displace all the recent."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:46",
                            "text": "Now therefore, O king, send to Jerusalem."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:47",
                            "text": "For you will find the Christ of the Omnipotent God borne in bodily form in the bodily arms of a woman."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:48",
                            "text": "And the star remained above the statue of Pege, called the Celestial, until the wise men came forth, and then it went with them."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:49",
                            "text": "And then, in the depth of evening, Dionysus appeared in the temple, unaccompanied by the Satyrs, and said to the images: Pege is not one of us, but stands far above us, in that she gives birth to a man whose conception is in divine fashion."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:50",
                            "text": "O priest Prupupius! what dost thou tarrying here? An action, indicated in writings of old, has come upon us, and we shall be convicted as false by a person of power and energy."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:51",
                            "text": "Wherein we have been deceivers, we have been deceivers; and wherein we have ruled, we have ruled."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:52",
                            "text": "No longer give we oracular responses."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:53",
                            "text": "Gone from us is our honour."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:54",
                            "text": "Without glory and reward are we become."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:55",
                            "text": "There is One, and One only, who receives again at the hands of all His proper honour."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:56",
                            "text": "For the rest, be not disturbed."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:57",
                            "text": "No longer shall the Persians exact tribute of earth and sky."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:58",
                            "text": "For He who established these things is at hand, to bring practical tribute to Him who sent Him, to renew the ancient image, and to put image with image, and bring the dissimilar to similarity."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:59",
                            "text": "Heaven rejoices with earth, and earth itself exults at receiving matter of exultation from heaven."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:60",
                            "text": "Things which have not happened above, have happened on earth beneath."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:61",
                            "text": "He whom the order of the blessed has not seen, is seen by the order of the miserable."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:62",
                            "text": "Flame threatens those; dew attends these."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:63",
                            "text": "To Myria is given the blessed lot of bearing Pege in Bethlehem, and of conceiving grace of grace."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:64",
                            "text": "Judaea has seen its bloom, and this country is fading."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:65",
                            "text": "To Gentiles and aliens, salvation is come; to the wretched, relief is ministered abundantly."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:66",
                            "text": "With right do women dance, and say, Lady Pege, Spring-bearer, thou mother of the heavenly constellation."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:67",
                            "text": "Thou cloud that bringest us dew after heat, remember thy dependants, O mistress."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:68",
                            "text": "The king then, without delay, sent some of the Magi under his dominion with gifts, the star showing them the way."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:69",
                            "text": "And when they returned, they narrated to the men of that time those same things which were also written on the plates of gold, and which were to the following effect:—  When we came to Jerusalem, the sign, together with our arrival, roused all the people."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:70",
                            "text": "How is this, say they, that wise men of the Persians are here, and that along with them there is this strange stellar phenomenon? And the chief of the Jews interrogated us in this way: What is this that attends you, and with what purpose are you here? And we said: He whom ye call Messias is born."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:71",
                            "text": "And they were confounded, and dared not withstand us."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:72",
                            "text": "But they said to us, By the justice of Heaven, tell us what ye know of this matter."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:73",
                            "text": "And we made answer to them: Ye labour under unbelief; and neither without an oath nor with an oath do ye believe us, but ye follow your own heedless counsel."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:74",
                            "text": "For the Christ, the Son of the Most High, is born, and He is the subverter of your law and synagogues."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:75",
                            "text": "And therefore is it that, struck with this most excellent response as with a dart, ye hear in bitterness this name which has come upon you suddenly."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:76",
                            "text": "And they then, taking counsel together, urged us to accept their gifts, and tell to none that such an event had taken place in that land of theirs, lest, as they say, a revolt rise against us."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:77",
                            "text": "But we replied: We have brought gifts in His honour, with the view of proclaiming those mighty things which we know to have happened in our country on occasion of His birth; and do ye bid us take your bribes, and conceal the things which have been communicated to us by the Divinity who is above the heavens, and neglect the commandments of our proper King? And after urging many considerations on us, they gave the matter up."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:78",
                            "text": "And when the king of Judaea sent for us and had some converse with us, and put to us certain questions as to the statements we made to him, we acted in the same manner, until he was thoroughly enraged at our replies."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:79",
                            "text": "We left him accordingly, without giving any greater heed to him than to any common person."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:80",
                            "text": "And we came to that place then to which we were sent, and saw the mother and the child, the star indicating to us the royal babe."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:81",
                            "text": "And we said to the mother: What art thou named, O renowned mother? And she says: Mary, masters."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:82",
                            "text": "And we said to her: Whence art thou sprung? And she replies: From this district of the Bethlehemites."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:83",
                            "text": "Then said we: Hast thou not had a husband? And she answers: I was only betrothed with a view to the marriage covenant, my thoughts being far removed from this."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:84",
                            "text": "For I had no mind to come to this."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:85",
                            "text": "And while I was giving very little concern to it, when a certain Sabbath dawned, and straightway at the rising of the sun, an angel appeared to me bringing me suddenly the glad tidings of a son."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:86",
                            "text": "And in trouble I cried out, Be it not so to me, Lord, for I have not a husband."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:87",
                            "text": "And he persuaded me to believe, that by the will of God I should have this son."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:88",
                            "text": "Then said we to her: Mother, mother, all the gods of the Persians have called thee blessed."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:89",
                            "text": "Thy glory is great; for thou art exalted above all women of renown, and thou art shown to be more queenly than all queens."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:90",
                            "text": "The child, moreover, was seated on the ground, being, as she said, in His second year, and having in part the likeness of His mother."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:91",
                            "text": "And she had long hands, and a body somewhat delicate; and her colour was like that of ripe wheat; and she was of a round face, and had her hair bound up."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:92",
                            "text": "And as we had along with us a servant skilled in painting from the life, we brought with us to our country a likeness of them both; and it was placed by our hand in the sacred temple, with this inscription on it: To Jove the Sun, the mighty God, the King of Jesus, the power of Persia dedicated this."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:93",
                            "text": "And taking the child up, each of us in turn, and bearing Him in our arms, we saluted Him and worshipped Him, and presented to Him gold, and myrrh, and frankincense, addressing Him thus: We gift Thee with Thine own, O Jesus, Ruler of heaven."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:94",
                            "text": "Ill would things unordered be ordered, wert Thou not at hand."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:95",
                            "text": "In no other way could things heavenly be brought into conjunction with things earthly, but by Thy descent."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:96",
                            "text": "Such service cannot be discharged, if only the servant is sent us, as when the Master Himself is present; neither can so much be achieved when the king sends only his satraps to war, as when the king is there himself."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:97",
                            "text": "It became the wisdom of Thy system, that Thou shouldst deal in this manner with men."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:98",
                            "text": "And the child leaped and laughed at our caresses and words."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:99",
                            "text": "And when we had bidden the mother farewell, and when she had shown us honour, and we had testified to her the reverence which became us, we came again to the place in which we lodged."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:100",
                            "text": "And at eventide there appeared to us one of a terrible and fearful countenance, saying: Get ye out quickly, lest ye be taken in a snare."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:101",
                            "text": "And we in terror said: And who is he, O divine leader, that plotteth against so august an embassage? And he replied: Herod; but get you up straightway and depart in safety and peace."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:102",
                            "text": "And we made speed to depart thence in all earnestness; and we reported in Jerusalem all that we had seen."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:103",
                            "text": "Behold, then, the great things that we have told you regarding Christ; and we saw Christ our Saviour, who was made known as both God and man."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Julius Africanus: Narrative of the Events in Persia on the Birth of Christ 1:104",
                            "text": "To Him be the glory and the power unto the ages of the ages, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}