{
    "books": [
        {
            "name": "On Admonition and Repentance",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "On Admonition and Repentance 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:1",
                            "text": "On Admonition and Repentance."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:3",
                            "text": "Not of compulsion is the doctrine; of free-will is the word of life."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:4",
                            "text": "Whoso is willing to hear the doctrine, let him cleanse the field of his will that the good seed fall not among the thorns of vain enquirings."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:5",
                            "text": "If thou wouldst heed the word of life, cut thyself off from evil things; the hearing of the word profits nothing to the man that is busied with sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:6",
                            "text": "If thou willest to be good, love not dissolute customs."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:7",
                            "text": "First of all, trust in God, and then hearken thou to His law."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:9",
                            "text": "Thou canst not hear His words, while thou dost not know thyself; and if thou keepest His judgments while thy understanding is aloof from Him, who will give thee thy reward?  Who will keep for thee thy recompense?  Thou wast baptised in His Name; confess His Name!  In the Persons and in the naming, Father and Son and Holy Spirit, three Names and Persons, these three shall be a wall to thee, against divisions and wranglings."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:10",
                            "text": "Doubt not thou of the truth, lest thou perish through the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:11",
                            "text": "Thou wast baptised from the water; thou hast put on Christ in His naming; the seat of the Lord is on thy person and His stamp on thy forehead."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:12",
                            "text": "See that thou become not another's, for other Lord hast thou none."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:13",
                            "text": "One is He Who formed us in His mercy; one is He Who redeemed us on His cross."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:14",
                            "text": "He it is Who guides our life; He it is Who has power over our feebleness; He it is Who brings to pass our Resurrection."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:15",
                            "text": "He rewards us according to our works."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:16",
                            "text": "Blessed is he that confesses Him, and hears and keeps His commandments!  Thou, O man, art a son of God Who is high over all."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:17",
                            "text": "See that thou vex not by thy works the Father Who is good and gracious."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:18",
                            "text": "3."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:19",
                            "text": "If thou art wroth against thy neighbour, thou art wroth against God; and if thou bearest anger in thy heart, against thy Lord is thy boldness uplifted."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:20",
                            "text": "If in envy thou rebukest, wicked is all thy reproof."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:21",
                            "text": "But if charity dwell in thee, thou hast on earth no enemy."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:22",
                            "text": "And if thou art a true son of peace, thou wilt stir up wrath in no man."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:23",
                            "text": "If thou art just and upright, thou wilt not do wrong to thy fellow."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:24",
                            "text": "And if thou lovest to be angry, be angry with the wicked and it will become thee; if to wage war thou seekest, lo! Satan is thy adversary; if thou desirest to revile, against the demons display thy curses."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:25",
                            "text": "If thou shouldst insult the King's image, thou shalt pay the penalty of murder; and if thou revilest a man, thou revilest the image of God."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:26",
                            "text": "Do honour to thy neighbour, and lo! thou hast honoured God."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:27",
                            "text": "But if thou wouldst dishonour Him, in wrath assail thy neighbour!  4."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:28",
                            "text": "This is the first Commandment,—Thou shalt love the Lord thy God with all thy heart and thy soul, and with thy might according as thou art able."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:29",
                            "text": "The sign that thou lovest God, is this, that thou lovest thy fellow; and if thou hatest thy fellow, thy hatred is towards God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:30",
                            "text": "For it is blasphemy if thou prayest before God while thou art wroth."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:31",
                            "text": "For thy heart also convicts thee, that in vain thou multipliest words:  thy conscience rightly judges that in thy prayers thou profitest nought."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:32",
                            "text": "Christ as He hung on the height of the tree, interceded for His murderers; and thou (who art) dust, son of the clay, rage fills thee at its will."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:33",
                            "text": "Thou keepest anger against thy brother; and dost thou yet dare to pray?  Even he that stands on thy side, though he be not neighbour to thy sins, the taint of iniquity reaches unto him, and his petition is not heard."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:34",
                            "text": "Leave off rage and then pray; and unless thou wouldst further provoke, restrain anger and so shalt thou supplicate."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:35",
                            "text": "And if he (the other) is not to encounter thee in fury, banish rage from that body, because it is holden with lusts."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:36",
                            "text": "5."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:37",
                            "text": "Thou hast a spiritual nature; the soul is the image of the Creator; honour the image of God, by being in agreement with all men."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:38",
                            "text": "Remember death, and be not angry, that thy peace be not of constraint."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:39",
                            "text": "As long as thy life remains to thee, cleanse thy soul from wrath; for if it should go to Sheol with thee, thy road will be straight to Gehenna."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:40",
                            "text": "Keep not anger in thy heart; hold not fury in thy soul; thou hast not power over thy soul, save to do that which is good."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:41",
                            "text": "Thou art bought with the blood of God; thou art redeemed by the passion of Christ; for thy sake He suffered death, that thou mightest die to thy sins."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:42",
                            "text": "His face endured spitting, that thou mightest not shrink from scorn."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:43",
                            "text": "Vinegar and gall did He drink, that thou mightest be set apart from wrath."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:44",
                            "text": "He received stripes on His body, that thou mightest not fear suffering."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:45",
                            "text": "If thou art in truth His servant, fear thy holy Lord; if thou art His true disciple, walk in thy Master's footsteps."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:46",
                            "text": "Endure scorn from thy brother, that thou mayest be the companion of Christ."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:47",
                            "text": "Display not anger against man, that thou be not set apart from thy Redeemer."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:48",
                            "text": "6."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:49",
                            "text": "Thou art a man, the dust of the earth, clay, kinsman of the clod; thou art the son of the race of beasts."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:50",
                            "text": "If thou knowest not thy honour; separate thy soul from animals, by works and not by words."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:51",
                            "text": "If thou lovest derision, thou art altogether as Satan; and if thou mockest at thy fellow, thou art the mouth of the Devil; if against defects and flaws, in (injurious) names thou delightest, Satan is not in creation but his place thou hast seized by force."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:52",
                            "text": "Get thee far, O man, from this; for it is altogether hurtful; and if thou desirest to live well, sit not with the scorner, lest thou become the partner of his sin and of his punishment."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:53",
                            "text": "Hate mockery which is altogether (the cause of weeping), and mirth which is (the cause of) cleansing."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:54",
                            "text": "And if thou shouldst hear a mocker by chance, when thou art not desiring it, sign thyself with the cross of light, and hasten from thence like an antelope."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:55",
                            "text": "Where Satan lodges, Christ will in nowise dwell; a spacious dwelling for Satan is the man that mocks at his neighbour; a palace of the Enemy is the heart of the mocker."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:56",
                            "text": "Satan does not desire to add any other evil to it."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:57",
                            "text": "Mockery is sufficient for him to supply the place of all."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:58",
                            "text": "Neither his belly nor yet his purse can (the sinner) fill with that sin of his."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:59",
                            "text": "By his laughter is the wretch despoiled, and he knows not nor does he perceive it."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:60",
                            "text": "For his wound, there is no cure; for his sickness, there is no healing; his pain, admits no remedy; and his sore, endures no medicine."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:61",
                            "text": "I desire not with such a one to put forth my tongue to reprove him:  enough for him is his own shame; sufficient for him is his boldness."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:62",
                            "text": "Blessed is he that has not heard him; and blessed is he that has not known him."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:63",
                            "text": "Be it far from thee, O Church, that he should enter thee, that evil leaven of Satan!  7."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:64",
                            "text": "Narrow is the way of life, and broad the way of torment; prayer is able to bring a man to the house of the kingdom."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:65",
                            "text": "This is the perfect work; prayer that is pure from iniquity."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:66",
                            "text": "The righteousness of man is as nothing accounted."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:67",
                            "text": "The work of men, what is it?  His labour is altogether vanity."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:68",
                            "text": "Of Thee, O Lord, of Thy grace it is that in our nature we should become good."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:69",
                            "text": "Of Thee is righteousness, that we from men should become righteous."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:70",
                            "text": "Of Thee is the mercy and favour, that we from the dust should become Thy image."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:71",
                            "text": "Give power to our will, that we be not sunk in sin!  Pour into our heart memory, that at every hour we may know Thy honour!  Plant Thou truth in our minds, that we perish not among doubts!  Occupy our understanding with Thy law, that it wander not in vain thoughts!  Order the motions of our members, that they bring no hurt upon us!  Draw thou near to God, that Satan may flee from thee."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:72",
                            "text": "Cast out passions from thy heart, and lo! thou hast put to flight the enemy."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:73",
                            "text": "Hate thou sins and wickedness, and Satan at once will have fled."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:74",
                            "text": "Whatsoever sins thou servest, thou art worshipping secret idols."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:75",
                            "text": "Whatsoever transgressions thou lovest, thou art serving demons in thy soul."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:76",
                            "text": "Whensoever thou strivest with thy brother, Satan abides in peace."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:77",
                            "text": "Whensoever thou enviest thy fellow, thou givest rest to Devils."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:78",
                            "text": "Whensoever thou tellest the shortcoming of others who are not present, thy tongue has made a harp for the music of the devil."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:79",
                            "text": "Whensoever hatred is in thy soul, great is the peace of the Deceiver."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:80",
                            "text": "Whensoever thou lovest incantations, thy labour is altogether of the left hand."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:81",
                            "text": "If thou lovest unseemly discourse, thou preparest a feast for demons."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:82",
                            "text": "For this is the worship of idols, the working of the lusts (of the flesh)."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:83",
                            "text": "8."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:84",
                            "text": "If so be thou givest a gift in pride, this is not of God."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:85",
                            "text": "If thou art lifted up by reason of thy knowledge, thou hast denied the grace of God."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:86",
                            "text": "If thou art poor and proud, lo! thy end is in thy torment."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:87",
                            "text": "If thou art haughty and needy, lo! thy need is toward thy destruction."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:88",
                            "text": "If thou art sick and criest out, lo! thy trouble is full of harm."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:89",
                            "text": "If thou art in need of food, yet thy mind longs for riches; thy distress is with the poor, but thy torment with the rich."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:90",
                            "text": "If thou shalt look unchastely, and shalt desire thy neighbour's wife, lo! thy portion shall be with the adulterers, and thy hell with the fornicators."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:91",
                            "text": "Let thine own fountain be for thyself, and drink waters from thy well."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:92",
                            "text": "Let thy fountains be for thyself alone, and let not another drink with thee."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:93",
                            "text": "Require purity of thy body as thou requirest of thy yoke-fellow."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:94",
                            "text": "Thou wouldst not have her commit lewdness, the wife of thy youth, with another man; commit not thou lewdness with another woman, the wife of a different husband."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:95",
                            "text": "Let the defilement of her be hateful in thine eyes; keep aloof from it altogether."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:96",
                            "text": "Chastity beseems the wife; purity is as her adornment; law becomes the husband; justice is the crown for his head."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:97",
                            "text": "Desire not thou the bed of thy neighbour lest another desire thy bed."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:98",
                            "text": "Preserve purity in thy marriage, that thy marriage may be holy."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:99",
                            "text": "His conscience reproves the man, who corrupts the wife of his neighbour."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:100",
                            "text": "He fears, and deceives through terror, whoso has engaged in fornication."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:101",
                            "text": "Darkness is dearer to him than light, whose manner of life is not pure."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:102",
                            "text": "Every hour he stands in dread, who commits adultery secretly."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:103",
                            "text": "The adulterer is also a thief who breaks into houses in darkness."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:104",
                            "text": "The very place reproves him, where he does the evil and wickedness."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:105",
                            "text": "He enters the chamber and sins; in the darkness he does his will."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:106",
                            "text": "The time will come when it shall be disclosed, when his secret deeds shall be manifested."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:107",
                            "text": "With what eyes dost thou look towards God in prayer?  What hands dost thou raise when thou askest pardon?  Be ashamed and dismayed for thyself, that thou art void of understanding."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:108",
                            "text": "If when thy neighbour see thee, thou art ashamed and dismayed, how much more shouldst thou be ashamed before God Who sees all?  Thou art like the sow, thy companion, that wallows altogether in mire."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:109",
                            "text": "Even in seeing, thou mayest sin, if thy mind is not watchful; and in hearing thou mayest transgress, if thou dost not guard thy hearing."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:110",
                            "text": "The fornicator's heart waxes wanton through speech that is full of uncleanness."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:111",
                            "text": "The passion hidden in the mind, sight and hearing awaken it."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:112",
                            "text": "9."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:113",
                            "text": "He puts on garments of shame who desires to commit fornication, that from the lust of raiment, lewdness may enter and dwell in his heart."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:114",
                            "text": "Make thou not snares of thy garments for that which is openly wanton."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:115",
                            "text": "Speak not a word in craftiness, nor dig thy neighbour's well."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:116",
                            "text": "Look not after the harlot; be not snared by the beauty of her face."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:117",
                            "text": "She is even as the dog that is mad, yea, much more bold than it."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:118",
                            "text": "Modesty is removed from her face, she knows not what shame is."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:119",
                            "text": "With spitting accept her person; with reviling meet herself; with a rod pursue her like a dog, for she is like one, and to be compared with such."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:120",
                            "text": "Reject the sweetness of her words lest thou fall into her net."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:121",
                            "text": "She empties purses and wallets, and her gains are without number."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:122",
                            "text": "Flee from her, for she is the daughter of vipers, that she tear not in pieces thy whole body."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:123",
                            "text": "10."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:124",
                            "text": "Thou shalt not slander any man, lest they call thee Satan."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:125",
                            "text": "If thou hatest the name, go not near to the act; but if thou lovest the act, be not angry at the name."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:126",
                            "text": "Count thyself rebuked first of all by the beasts and birds, how that every kind cleaves to its kind; and so agree thou with thy yokefellow."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:127",
                            "text": "Rejoice not in men's dishonour, that thou become not a Satan thyself."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:128",
                            "text": "If evil should happen to him that hates thee, see thou rejoice not, lest thou sin."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:129",
                            "text": "If thine adversary should fall, be thou in pain and mourning."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:130",
                            "text": "Keep thy heart with all diligence, that it sin not in secret; for there is to be a laying bare of thoughts and of actions."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:131",
                            "text": "Employ thy hands in labour, and let thy heart meditate in prayer."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:132",
                            "text": "Love not vain discourse, for discourse that shall be profitable alike to the soul and the body lightens the burden of thy labour."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:133",
                            "text": "11."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:134",
                            "text": "Does the poor man cry at thy door?  Arise and open for him gladly:  refresh him when he is wearied; sustain his heart, for it is sad."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:135",
                            "text": "Thou knowest by experience the affliction of poverty:  receive not others in thy house, and drive not out the beggar."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:136",
                            "text": "Have thou also a law, a comely law for thy household."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:137",
                            "text": "Establish an order that is wise, that the abjects laugh not at thee."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:138",
                            "text": "Be careful in all thy doings, that thou be not a sport for fools; be upright and prudent, and both simple and wise."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:139",
                            "text": "Let thy body be quiet and cheerful, thy greeting seemly and simple; thy discourse without fault, thy speech brief and savoury; thy words few and sound, full of savour and understanding."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:140",
                            "text": "Speak not overmuch, not even words that are wise; for all things that are over many, though they be wise are wearisome."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:141",
                            "text": "—To them of thy household be as a father."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:142",
                            "text": "Amongst thy brethren esteem thyself least, and inferior amongst thy fellows, and of little account with all men."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:143",
                            "text": "With thy friend keep a secret; to those that love thee be true."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:144",
                            "text": "See that there be no wrangling; the secrets of thy friends reveal not, lest all that hear thee hate thee and esteem thee a mischiefmaker."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:145",
                            "text": "With those that hate thee wrangle not, neither face to face nor yet in thy heart."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:146",
                            "text": "No enemy shalt thou have but Satan his very self."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:147",
                            "text": "Give counsel to the wife thou hast wedded; give heed to her doings; as stronger thou art answerable that thou shouldst sustain her weakness."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:148",
                            "text": "For weak is womankind, and very ready to fall."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:149",
                            "text": "Be thou as a hawk, when kindled (to anger), but when wrath departs from thee, be gladsome and also firm, in the blending of diverse qualities."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:150",
                            "text": "Keep silence among the aged; to the elders give due honour."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:151",
                            "text": "Honour the priests with diligence, as good stewards of the household."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:152",
                            "text": "Give due honour to their degree, and search not out their doings."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:153",
                            "text": "In his degree the priest is an angel, but in his doings a man."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:154",
                            "text": "By mercy he is made a mediator, between God and mankind."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:155",
                            "text": "12."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:156",
                            "text": "Search not out the faults of men; reveal not the sin of thy fellow; the shortcomings of thy neighbours, in speech of the mouth repeat not."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:157",
                            "text": "Thou art not judge in creation, thou hast not dominion over the earth."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:158",
                            "text": "If thou lovest righteousness, reprove thy soul and thyself."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:159",
                            "text": "Be thou judge unto thine own sins, and chastener of thy own transgressions."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:160",
                            "text": "Make thou not inquiry maliciously, into the misdeeds of men."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:161",
                            "text": "For if thou doest this, injuries will not be lacking to thee."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:162",
                            "text": "Trust not the hearing of the ear, for many are the deceivers."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:163",
                            "text": "Vain reports believe thou not, for false rumours are not few."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:164",
                            "text": "13."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:165",
                            "text": "Regard not spells and divinations, for that is communion with Satan."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:166",
                            "text": "Love not idle prating, not even in behalf of righteousness."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:167",
                            "text": "Discourse concerning thyself begin thou not, even in behalf of what is becoming."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:168",
                            "text": "Flee and hide thyself from wrangling, as from a violent robber."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:169",
                            "text": "See that thou be not a surety in a loan, lest thou sin."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:170",
                            "text": "According as thou hast, assist him, (even) the man that is poorer than thou."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:171",
                            "text": "Mock not the foolish man; pray that thou be not even as he."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:172",
                            "text": "Him that sins blame not, lest thou also be put to confusion."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:173",
                            "text": "To him that repents of his sins be a helper and counsellor, and encourage him that is able to rise."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:174",
                            "text": "Let him hold fast hope in God, and his sin shall be burned as stubble."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:175",
                            "text": "Visit the sick and be not wearied, that thou mayest be beloved of men."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:176",
                            "text": "Be familiar with the house of mourning, but a stranger to the house of feasting."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:177",
                            "text": "Be not constant in drinking wine, lest thy shortcomings multiply."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:178",
                            "text": "Cast a wall round thy lips, and set a guard upon thy mouth; endure suffering with thy neighbour and share also in his tribulation."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:179",
                            "text": "A good friend in tribulation is made known to him that loves him."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:180",
                            "text": "In charity follow the deceased, with sorrow and with offerings, and pray that he may have rest in the hidden place whither he is going."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:181",
                            "text": "14."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:182",
                            "text": "When thou standest in prayer, cry in thy soul:  Have mercy on me, I am a sinner and weak; be gracious, O God, to my weakness, and grant strength to me to pray a prayer that shall be pleasing to Thy Will."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:183",
                            "text": "\"Punish Thou not mine enemies, take not vengeance on them that hate me; but grant them in Thy grace that they may become doers of Thy Will\"."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:184",
                            "text": "At the time of prayer and petition, in contemplations such as these continue thou."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:185",
                            "text": "Bow thy head before the Mighty One."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:186",
                            "text": "15."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:187",
                            "text": "Do not thou resist evil, for he is evil from the Evil One, whoso resists evil."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:188",
                            "text": "Keep not back aught from any man, that if he perishes thou mayest not be blamed."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:189",
                            "text": "Change not thy respect for a man's person, according to goods and possessions."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:190",
                            "text": "Make all things as though they were not and God alone were in being."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:191",
                            "text": "If thou shalt ask of thy neighbour and he shall not give thee according to thy wish, see that thou say not in anger a word that is full of bitterness."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:192",
                            "text": "Oppose not thou [fit] seasons, for many are the changes."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:193",
                            "text": "Put sorrow far from thy flesh, and sadness from thy thoughts; save only that for thy sins thou shouldst be constant in sadness."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:194",
                            "text": "Cease not from labour, not even though thou be rich, for the slothful man gains manifold guilt by his idleness."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:195",
                            "text": "16."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:196",
                            "text": "Be thou a lover of poverty, and be desirous of neediness."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:197",
                            "text": "If thou hast them both for thy portion, thou art an inheritor on high."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:198",
                            "text": "Despise not the voice of the poor and give him not cause to curse thee."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:199",
                            "text": "For if he curse whose palate is bitter, the Lord will hear his petition."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:200",
                            "text": "If his garments are foul, wash them in water, which freely is bought."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:201",
                            "text": "Has a poor man entered into thy house?  God has entered into thy house; God dwells within thy abode."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:202",
                            "text": "He, whom thou hast refreshed from his troubles, from troubles will deliver thee."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:203",
                            "text": "Hast thou washed the feet of the stranger?  Thou hast washed away the filth of thy sins."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:204",
                            "text": "Hast thou prepared a table before him?  Behold God eating [at it], and Christ likewise drinking [at it], and the Holy Spirit resting [on it]:  Is the poor satisfied at thy table and refreshed?  Thou hast satisfied Christ thy Lord."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:205",
                            "text": "He is ready to be thy rewarder; in presence of angels and men He will confess thou hast fed His hunger; He will give thanks unto thee that thou didst give Him drink, and quench His thirst."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:206",
                            "text": "17."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:207",
                            "text": "O how gracious is the Lord!  O how measureless are His mercies!  Happy the race of mortals when God confesses it!  Woe to the soul which He denies!  Fire is stored up for its punishment."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:208",
                            "text": "Be of good cheer, my son, in hope; sow good [seed] and faint not."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:209",
                            "text": "The husbandman sows in hope, and the merchant journeys in hope, thou also lovest good [seed]; in the hope look for the reward."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:210",
                            "text": "Do not thou aught at all without the beginning of prayer."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:211",
                            "text": "With the sign of the living cross, seal all thy doings, my son."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:212",
                            "text": "Go not forth from the door of thy house till thou hast signed the cross."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:213",
                            "text": "Whether in eating or in drinking, whether in sleeping or in waking, whether in thy house or on the road, or again in the season of leisure, neglect not this sign; for there is no guardian like it."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:214",
                            "text": "It shall be unto thee as a wall, in the forefront of all thy doings."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:215",
                            "text": "And teach this to thy children, that heedfully they be conformed to it."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:216",
                            "text": "18."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:217",
                            "text": "Yoke thyself under the law, that thou mayest be a freeman in very truth."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:218",
                            "text": "Work not the desire of thy soul apart from the law of God."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:219",
                            "text": "How many commandments must I write, and how many laws must I engrave; which, if thou desirest thy freedom, thou canst learn all from thyself?  And if thou lovest purity, thou wilt teach it to others also."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:220",
                            "text": "Let nature be thy book, and all creation thy tables; and learn from them the laws, and meditate things unwritten."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:221",
                            "text": "The sun in his course teaches thee that thou rest from labour."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:222",
                            "text": "The night in her silence cries to thee that a limit is set to thy works."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:223",
                            "text": "The earth and the fruit of the tree cry that there is a season for all things."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:224",
                            "text": "The seed thou sowest in the winter, in the summer thou gatherest its harvest."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:225",
                            "text": "Thus in the world sow seeds of righteousness, and in the Resurrection gather them in."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:226",
                            "text": "The bird in its daily gleaning reproves the covetous and his greed, and rebukes the extortion that grasps the store of others."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:227",
                            "text": "Death, the limit of all things, is itself the reprover of all things."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:228",
                            "text": "19."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:229",
                            "text": "Take thou refuge in God Who passes not away nor is changed."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:230",
                            "text": "Restrain laughter by suffering, and mirthfulness by sorrow."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:231",
                            "text": "Console suffering by hope, and sadness by expectation."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:232",
                            "text": "Believe and trust, thou that art wise, for God is He Who guides thee; and if His care leaves thee not, there is nothing that can harm thee."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:233",
                            "text": "If one man by another man, the lowly by the great, can be saved, how much more shall the refuge of God preserve the man that believes?  Fear not because of adversaries who with violence come upon thee."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:234",
                            "text": "He will watchfully guard thy soul, and hurtful things become profitable."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:235",
                            "text": "No one shall lead thee by compulsion, save only where there is freedom."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:236",
                            "text": "No one falls into temptation, that passes the measure of his strength."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:237",
                            "text": "There is no evil in chastisement, if so be that freedom is willing."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:238",
                            "text": "The doings are not perverse of freedom, its will is perverted."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:239",
                            "text": "20."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:240",
                            "text": "To men that are just and upright, temptations become helps."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:241",
                            "text": "Job, a man of discernment, was victorious in temptations."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:242",
                            "text": "Sickness came upon him, and he complained not; disease afflicted him and he murmured not; his body failed and his strength departed, but his will was not weakened."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:243",
                            "text": "He proved perfect in all by sufferings, for as much as temptations crushed him not."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:244",
                            "text": "Abraham was a stranger, from his place, his race [and his kindred]."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:245",
                            "text": "But by this he was not harmed; nay rather he triumphed greatly."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:246",
                            "text": "So Joseph from the house of bondage was made to rule as king of Egypt."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:247",
                            "text": "They of the company of Ananias and Daniel delivered others from bondage."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:248",
                            "text": "See then, O thou that art wise, the power that freedom possesses; that nothing can injure it unless the will is weakened."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:249",
                            "text": "Israel with sumptuous living waxed fat, and kicked, and forgot his covenant."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:250",
                            "text": "He worshipped vain gods, and forgot the nature of his creation."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:251",
                            "text": "The bondage that was in Egypt he forgat in the repose of the desert."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:252",
                            "text": "As often as he was afflicted, he acknowledged the Lord alone; but when he was dwelling in repose, he forgot God his Redeemer."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:253",
                            "text": "Seek thou not here repose, for this is a world of toil."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:254",
                            "text": "And if thou canst wisely discern, change thou not time for time; that which abides for that which abides not; that which ceases not for that which ceases; nor truth for lying; nor body for shadow; nor watching for slumber; nor that which is in season for that which is out of season; nor the Time for the times."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:255",
                            "text": "Collect thy mind, let it not wander among varieties which profit not."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:256",
                            "text": "21."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:257",
                            "text": "No one in creation is rich but he that fears God; no one is truly poor but he that lacks the truth."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:258",
                            "text": "How needy is he, and not rich, whose need witnesses against him that even from the abject and the beggars he needs to receive a gift."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:259",
                            "text": "He is truly a bondman, and many are his masters:  he renders service to money, to riches, and possessions."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:260",
                            "text": "His lords are void of mercy, for they grant him no repose."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:261",
                            "text": "Flee, and live in poverty; (as) a mother she pities her beloved."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:262",
                            "text": "Seek thou refuge in indigence, who nourishes her children with choice things; her yoke is light and pleasant, and sweet to the palate her memory."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:263",
                            "text": "The sick in conscience alone abhors the draught of poverty; the fainthearted dreads the yoke of indigence that is honourable."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:264",
                            "text": "Who has granted to Thee, Son of man, in the world to find repose?  Who has granted to thee, thing of dust, to be rich amidst poverty?  Be not thou through desires needy and looking to others."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:265",
                            "text": "Sufficient for thee is thy daily bread, that comes of the sweat of thy face."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:266",
                            "text": "Let this be (the measure of thy need, that which the day gives thee; and if thou findest for thyself a feast, take of it that which thou needest."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:267",
                            "text": "Thou shalt not take in a day (the provision) of days, for the belly keeps no treasure."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:268",
                            "text": "Praise and give thanks when thou art satisfied, that therein thou provoke not the Giver to anger."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:269",
                            "text": "In purity strengthen thyself, that thou mayest gain from it profit."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:270",
                            "text": "In everything give thanks and praise unto God as the Redeemer, that He may grant thee by His grace, that we may hear and do His Will."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:271",
                            "text": "Thou to whom I have given the counsel of life, be not thou negligent in it."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:272",
                            "text": "From that which is other men's (doctrine) have I written to thee; see thou despise not their words."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:273",
                            "text": "And if I depart before thee, in thy prayer make mention of me."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:274",
                            "text": "In every season pray and beseech that our love may continue true."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:275",
                            "text": "But as for us, on behalf of these things let us offer up praise and honour to Father, to Son, and to Holy Spirit, now and for ever."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "On Admonition and Repentance 1:276",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}