{
    "books": [
        {
            "name": "Eusebius: Chuch History Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Eusebius: Chuch History Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:1",
                            "text": "Church History of Eusebius, Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:3",
                            "text": "—The Parts of the World in which the Apostles preached Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:4",
                            "text": "Such was the condition of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:5",
                            "text": "Meanwhile the holy apostles and disciples of our Saviour were dispersed throughout the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:6",
                            "text": "Parthia, according to tradition, was allotted to Thomas as his field of labor, Scythia to Andrew, and Asia to John, who, after he had lived some time there, died at Ephesus."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:7",
                            "text": "Peter appears to have preached in Pontus, Galatia, Bithynia, Cappadocia, and Asia to the Jews of the dispersion."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:8",
                            "text": "And at last, having come to Rome, he was crucified head-downwards; for he had requested that he might suffer in this way."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book III 1:9",
                            "text": "What do we need to say concerning Paul, who preached the Gospel of Christ from Jerusalem to Illyricum, and afterwards suffered martyrdom in Rome under Nero? These facts are related by Origen in the third volume of his Commentary on Genesis."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Eusebius: Chuch History Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book III 2:2",
                            "text": "—The First Ruler of the Church of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book III 2:3",
                            "text": "After the martyrdom of Paul and of Peter, Linus was the first to obtain the episcopate of the church at Rome."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book III 2:4",
                            "text": "Paul mentions him, when writing to Timothy from Rome, in the salutation at the end of the epistle."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Eusebius: Chuch History Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:2",
                            "text": "—The Epistles of the Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:3",
                            "text": "One epistle of Peter, that called the first, is acknowledged as genuine."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:4",
                            "text": "And this the ancient elders used freely in their own writings as an undisputed work."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:5",
                            "text": "But we have learned that his extant second Epistle does not belong to the canon; yet, as it has appeared profitable to many, it has been used with the other Scriptures."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:6",
                            "text": "The so-called Acts of Peter, however, and the Gospel which bears his name, and the Preaching and the Apocalypse, as they are called, we know have not been universally accepted, because no ecclesiastical writer, ancient or modern, has made use of testimonies drawn from them."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:7",
                            "text": "But in the course of my history I shall be careful to show, in addition to the official succession, what ecclesiastical writers have from time to time made use of any of the disputed works, and what they have said in regard to the canonical and accepted writings, as well as in regard to those which are not of this class."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:8",
                            "text": "Such are the writings that bear the name of Peter, only one of which I know to be genuine and acknowledged by the ancient elders."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:9",
                            "text": "Paul's fourteen epistles are well known and undisputed."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:10",
                            "text": "It is not indeed right to overlook the fact that some have rejected the Epistle to the Hebrews, saying that it is disputed by the church of Rome, on the ground that it was not written by Paul."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:11",
                            "text": "But what has been said concerning this epistle by those who lived before our time I shall quote in the proper place."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:12",
                            "text": "In regard to the so-called Acts of Paul, I have not found them among the undisputed writings."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:13",
                            "text": "But as the same apostle, in the salutations at the end of the Epistle to the Romans, has made mention among others of Hermas, to whom the book called The Shepherd is ascribed, it should be observed that this too has been disputed by some, and on their account cannot be placed among the acknowledged books; while by others it is considered quite indispensable, especially to those who need instruction in the elements of the faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:14",
                            "text": "Hence, as we know, it has been publicly read in churches, and I have found that some of the most ancient writers used it."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book III 3:15",
                            "text": "This will serve to show the divine writings that are undisputed as well as those that are not universally acknowledged."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Eusebius: Chuch History Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:2",
                            "text": "—The First Successors of the Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:3",
                            "text": "That Paul preached to the Gentiles and laid the foundations of the churches \"from Jerusalem round about even unto Illyricum,\" is evident both from his own words, and from the account which Luke has given in the Acts."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:4",
                            "text": "And in how many provinces Peter preached Christ and taught the doctrine of the new covenant to those of the circumcision is clear from his own words in his epistle already mentioned as undisputed, in which he writes to the Hebrews of the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:5",
                            "text": "But the number and the names of those among them that became true and zealous followers of the apostles, and were judged worthy to tend the churches founded by them, it is not easy to tell, except those mentioned in the writings of Paul."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:6",
                            "text": "For he had innumerable fellow-laborers, or \"fellow-soldiers,\" as he called them, and most of them were honored by him with an imperishable memorial, for he gave enduring testimony concerning them in his own epistles."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:7",
                            "text": "Luke also in the Acts speaks of his friends, and mentions them by name."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:8",
                            "text": "Timothy, so it is recorded, was the first to receive the episcopate of the parish in Ephesus, Titus of the churches in Crete."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:9",
                            "text": "But Luke, who was of Antiochian parentage and a physician by profession, and who was especially intimate with Paul and well acquainted with the rest of the apostles, has left us, in two inspired books, proofs of that spiritual healing art which he learned from them."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:10",
                            "text": "One of these books is the Gospel, which he testifies that he wrote as those who were from the beginning eye witnesses and ministers of the word delivered unto him, all of whom, as he says, he followed accurately from the first."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:11",
                            "text": "The other book is the Acts of the Apostles which he composed not from the accounts of others, but from what he had seen himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:12",
                            "text": "And they say that Paul meant to refer to Luke's Gospel wherever, as if speaking of some gospel of his own, he used the words, \"according to my Gospel\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:13",
                            "text": "As to the rest of his followers, Paul testifies that Crescens was sent to Gaul; but Linus, whom he mentions in the Second Epistle to Timothy as his companion at Rome, was Peter's successor in the episcopate of the church there, as has already been shown."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:14",
                            "text": "Clement also, who was appointed third bishop of the church at Rome, was, as Paul testifies, his co-laborer and fellow-soldier."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:15",
                            "text": "Besides these, that Areopagite, named Dionysius, who was the first to believe after Paul's address to the Athenians in the Areopagus (as recorded by Luke in the Acts) is mentioned by another Dionysius, an ancient writer and pastor of the parish in Corinth, as the first bishop of the church at Athens."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:16",
                            "text": "But the events connected with the apostolic succession we shall relate at the proper time."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book III 4:17",
                            "text": "Meanwhile let us continue the course of our history."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Eusebius: Chuch History Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:2",
                            "text": "—The Last Siege of the Jews after Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:3",
                            "text": "After Nero had held the power thirteen years, and Galba and Otho had ruled a year and six months, Vespasian, who had become distinguished in the campaigns against the Jews, was proclaimed sovereign in Judea and received the title of Emperor from the armies there."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:4",
                            "text": "Setting out immediately, therefore, for Rome, he entrusted the conduct of the war against the Jews to his son Titus."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:5",
                            "text": "For the Jews after the ascension of our Saviour, in addition to their crime against him, had been devising as many plots as they could against his apostles."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:6",
                            "text": "First Stephen was stoned to death by them, and after him James, the son of Zebedee and the brother of John, was beheaded, and finally James, the first that had obtained the episcopal seat in Jerusalem after the ascension of our Saviour, died in the manner already described."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:7",
                            "text": "But the rest of the apostles, who had been incessantly plotted against with a view to their destruction, and had been driven out of the land of Judea, went unto all nations to preach the Gospel, relying upon the power of Christ, who had said to them, \"Go ye and make disciples of all the nations in my name\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:8",
                            "text": "But the people of the church in Jerusalem had been commanded by a revelation, vouchsafed to approved men there before the war, to leave the city and to dwell in a certain town of Perea called Pella."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:9",
                            "text": "And when those that believed in Christ had come thither from Jerusalem, then, as if the royal city of the Jews and the whole land of Judea were entirely destitute of holy men, the judgment of God at length overtook those who had committed such outrages against Christ and his apostles, and totally destroyed that generation of impious men."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:10",
                            "text": "But the number of calamities which everywhere fell upon the nation at that time; the extreme misfortunes to which the inhabitants of Judea were especially subjected, the thousands of men, as well as women and children, that perished by the sword, by famine, and by other forms of death innumerable,—all these things, as well as the many great sieges which were carried on against the cities of Judea, and the excessive."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:11",
                            "text": "sufferings endured by those that fled to Jerusalem itself, as to a city of perfect safety, and finally the general course of the whole war, as well as its particular occurrences in detail, and how at last the abomination of desolation, proclaimed by the prophets, stood in the very temple of God, so celebrated of old, the temple which was now awaiting its total and final destruction by fire,—all these things any one that wishes may find accurately described in the history written by Josephus."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:12",
                            "text": "But it is necessary to state that this writer records that the multitude of those who were assembled from all Judea at the time of the Passover, to the number of three million souls, were shut up in Jerusalem \"as in a prison,\" to use his own words."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:13",
                            "text": "For it was right that in the very days in which they had inflicted suffering upon the Saviour and the Benefactor of all, the Christ of God, that in those days, shut up \"as in a prison,\" they should meet with destruction at the hands of divine justice."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book III 5:14",
                            "text": "But passing by the particular calamities which they suffered from the attempts made upon them by the sword and by other means, I think it necessary to relate only the misfortunes which the famine caused, that those who read this work may have some means of knowing that God was not long in executing vengeance upon them for their wickedness against the Christ of God."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Eusebius: Chuch History Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:2",
                            "text": "—The Famine which oppressed them."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:3",
                            "text": "Taking the fifth book of the History of Josephus again in our hands, let us go through the tragedy of events which then occurred."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:4",
                            "text": "\"For the wealthy,\" he says, \"it was equally dangerous to remain."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:5",
                            "text": "For under pretense that they were going to desert men were put to death for their wealth."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:6",
                            "text": "The madness of the seditions increased with the famine and both the miseries were inflamed more and more day by day."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:7",
                            "text": "Nowhere was food to be seen; but, bursting into the houses men searched them thoroughly, and whenever they found anything to eat they tormented the owners on the ground that they had denied that they had anything; but if they found nothing, they tortured them on the ground that they had more carefully concealed it."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:8",
                            "text": "The proof of their having or not having food was found in the bodies of the poor wretches."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:9",
                            "text": "Those of them who were still in good condition they assumed were well supplied with food, while those who were already wasted away they passed by, for it seemed absurd to slay those who were on the point of perishing for want."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:10",
                            "text": "Many, indeed, secretly sold their possessions for one measure of wheat, if they belonged to the wealthier class, of barley if they were poorer."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:11",
                            "text": "Then shutting themselves up in the innermost parts of their houses, some ate the grain uncooked on account of their terrible want, while others baked it according as necessity and fear dictated."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:12",
                            "text": "Nowhere were tables set, but, snatching the yet uncooked food from the fire, they tore it in pieces."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:13",
                            "text": "Wretched was the fare, and a lamentable spectacle it was to see the more powerful secure an abundance while the weaker mourned."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:14",
                            "text": "Of all evils, indeed, famine is the worst, and it destroys nothing so effectively as shame."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:15",
                            "text": "For that which under other circumstances is worthy of respect, in the midst of famine is despised."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:16",
                            "text": "Thus women snatched the food from the very mouths of their husbands and children, from their fathers, and what was most pitiable of all, mothers from their babes."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:17",
                            "text": "And while their dearest ones were wasting away in their arms, they were not ashamed to take away from them the last drops that supported life."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:18",
                            "text": "And even while they were eating thus they did not remain undiscovered."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:19",
                            "text": "But everywhere the rioters appeared, to rob them even of these portions of food."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:20",
                            "text": "For whenever they saw a house shut up, they regarded it as a sign that those inside were taking food."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:21",
                            "text": "And immediately bursting open the doors they rushed in and seized what they were eating, almost forcing it out of their very throats."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:22",
                            "text": "Old men who clung to their food were beaten, and if the women concealed it in their hands, their hair was torn for so doing."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:23",
                            "text": "There was pity neither for gray hairs nor for infants, but, taking up the babes that clung to their morsels of food, they dashed them to the ground."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:24",
                            "text": "But to those that anticipated their entrance and swallowed what they were about to seize, they were still more cruel, just as if they had been wronged by them."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:25",
                            "text": "And they devised the most terrible modes of torture to discover food, stopping up the privy passages of the poor wretches with bitter herbs, and piercing their seats with sharp rods."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:26",
                            "text": "And men suffered things horrible even to hear of, for the sake of compelling them to confess to the possession of one loaf of bread, or in order that they might be made to disclose a single drachm of barley which they had concealed."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:27",
                            "text": "But the tormentors themselves did not suffer hunger."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:28",
                            "text": "Their conduct might indeed have seemed less barbarous if they had been driven to it by necessity; but they did it for the sake of exercising their madness and of providing sustenance for themselves for days to come."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:29",
                            "text": "And when any one crept out of the city by night as far as the outposts of the Romans to collect wild herbs and grass, they went to meet him; and when he thought he had already escaped the enemy, they seized what he had brought with him, and even though oftentimes the man would entreat them, and, calling upon the most awful name of God, adjure them to give him a portion of what he had obtained at the risk of his life, they would give him nothing back."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:30",
                            "text": "Indeed, it was fortunate if the one that was plundered was not also slain\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:31",
                            "text": "To this account Josephus, after relating other things, adds the following: \"The possibility of going out of the city being brought to an end, all hope of safety for the Jews was cut off."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:32",
                            "text": "And the famine increased and devoured the people by houses and families."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:33",
                            "text": "And the rooms were filled with dead women and children, the lanes of the city with the corpses of old men."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:34",
                            "text": "Children and youths, swollen with the famine, wandered about the market-places like shadows, and fell down wherever the death agony overtook them."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:35",
                            "text": "The sick were not strong enough to bury even their own relatives, and those who had the strength hesitated because of the multitude of the dead and the uncertainty as to their own fate."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:36",
                            "text": "Many, indeed, died while they were burying others, and many betook themselves to their graves before death came upon them."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:37",
                            "text": "There was neither weeping nor lamentation under these misfortunes; but the famine stifled the natural affections."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:38",
                            "text": "Those that were dying a lingering death looked with dry eyes upon those that had gone to their rest before them."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:39",
                            "text": "Deep silence and death-laden night encircled the city."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:40",
                            "text": "But the robbers were more terrible than these miseries; for they broke open the houses, which were now mere sepulchres, robbed the dead and stripped the covering from their bodies, and went away with a laugh."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:41",
                            "text": "They tried the points of their swords in the dead bodies, and some that were lying on the ground still alive they thrust through in order to test their weapons."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:42",
                            "text": "But those that prayed that they would use their right hand and their sword upon them, they contemptuously left to be destroyed by the famine."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:43",
                            "text": "Every one of these died with eyes fixed upon the temple; and they left the seditious alive."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:44",
                            "text": "These at first gave orders that the dead should be buried out of the public treasury, for they could not endure the stench."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:45",
                            "text": "But afterward, when they were not able to do this, they threw the bodies from the walls into the trenches."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:46",
                            "text": "And as Titus went around and saw the trenches filled with the dead, and the thick blood oozing out of the putrid bodies, he groaned aloud, and, raising his hands, called God to witness that this was not his doing\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:47",
                            "text": "After speaking of some other things, Josephus proceeds as follows: \"I cannot hesitate to declare what my feelings compel me to."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:48",
                            "text": "I suppose, if the Romans had longer delayed in coming against these guilty wretches, the city would have been swallowed up by a chasm, or overwhelmed with a flood, or struck with such thunderbolts as destroyed Sodom."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:49",
                            "text": "For it had brought forth a generation of men much more godless than were those that suffered such punishment."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:50",
                            "text": "By their madness indeed was the whole people brought to destruction\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:51",
                            "text": "And in the sixth book he writes as follows: \"Of those that perished by famine in the city the number was countless, and the miseries they underwent unspeakable."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:52",
                            "text": "For if so much as the shadow of food appeared in any house, there was war, and the dearest friends engaged in hand-to-hand conflict with one another, and snatched from each other the most wretched supports of life."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:53",
                            "text": "Nor would they believe that even the dying were without food; but the robbers would search them while they were expiring, lest any one should feign death while concealing food in his bosom."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:54",
                            "text": "With mouths gaping for want of food, they stumbled and staggered along like mad dogs, and beat the doors as if they were drunk, and in their impotence they would rush into the same houses twice or thrice in one hour."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:55",
                            "text": "Necessity compelled them to eat anything they could find, and they gathered and devoured things that were not fit even for the filthiest of irrational beasts."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:56",
                            "text": "Finally they did not abstain even from their girdles and shoes, and they stripped the hides off their shields and devoured them."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:57",
                            "text": "Some used even wisps of old hay for food, and others gathered stubble and sold the smallest weight of it for four Attic drachmae."
                        },
                        {
                            "verse": 58,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:58",
                            "text": "\"But why should I speak of the shamelessness which was displayed during the famine toward inanimate things? For I am going to relate a fact such as is recorded neither by Greeks nor Barbarians; horrible to relate, incredible to hear."
                        },
                        {
                            "verse": 59,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:59",
                            "text": "And indeed I should gladly have omitted this calamity, that I might not seem to posterity to be a teller of fabulous tales, if I had not innumerable witnesses to it in my own age."
                        },
                        {
                            "verse": 60,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:60",
                            "text": "And besides, I should render my country poor service if I suppressed the account of the sufferings which she endured."
                        },
                        {
                            "verse": 61,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:61",
                            "text": "\"There was a certain woman named Mary that dwelt beyond Jordan, whose father was Eleazer, of the village of Bathezor (which signifies the house of hyssop)."
                        },
                        {
                            "verse": 62,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:62",
                            "text": "She was distinguished for her family and her wealth, and had fled with the rest of the multitude to Jerusalem and was shut up there with them during the siege."
                        },
                        {
                            "verse": 63,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:63",
                            "text": "The tyrants had robbed her of the rest of the property which she had brought with her into the city from Perea."
                        },
                        {
                            "verse": 64,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:64",
                            "text": "And the remnants of her possessions and whatever food was to be seen the guards rushed in daily and snatched away from her."
                        },
                        {
                            "verse": 65,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:65",
                            "text": "This made the woman terribly angry, and by her frequent reproaches and imprecations she aroused the anger of the rapacious villains against herself."
                        },
                        {
                            "verse": 66,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:66",
                            "text": "But no one either through anger or pity would slay her; and she grew weary of finding food for others to eat."
                        },
                        {
                            "verse": 67,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:67",
                            "text": "The search, too, was already become everywhere difficult, and the famine was piercing her bowels and marrow, and resentment was raging more violently than famine."
                        },
                        {
                            "verse": 68,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:68",
                            "text": "Taking, therefore, anger and necessity as her counsellors, she proceeded to do a most unnatural thing."
                        },
                        {
                            "verse": 69,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:69",
                            "text": "Seizing her child, a boy which was sucking at her breast, she said, Oh, wretched child, in war, in famine, in sedition, for what do I preserve thee? Slaves among the Romans we shall be even if we are allowed to live by them."
                        },
                        {
                            "verse": 70,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:70",
                            "text": "But even slavery is anticipated by the famine, and the rioters are more cruel than both."
                        },
                        {
                            "verse": 71,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:71",
                            "text": "Come, be food for me, a fury for these rioters, and a bye-word to the world, for this is all that is wanting to complete the calamities of the Jews."
                        },
                        {
                            "verse": 72,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:72",
                            "text": "And when she had said this she slew her son; and having roasted him, she ate one half herself, and covering up the remainder, she kept it."
                        },
                        {
                            "verse": 73,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:73",
                            "text": "Very soon the rioters appeared on the scene, and, smelling the nefarious odor, they threatened to slay her immediately unless she should show them what she had prepared."
                        },
                        {
                            "verse": 74,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:74",
                            "text": "She replied that she had saved an excellent portion for them, and with that she uncovered the remains of the child."
                        },
                        {
                            "verse": 75,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:75",
                            "text": "They were immediately seized with horror and amazement and stood transfixed at the sight."
                        },
                        {
                            "verse": 76,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:76",
                            "text": "But she said This is my own son, and the deed is mine."
                        },
                        {
                            "verse": 77,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:77",
                            "text": "Eat for I too have eaten."
                        },
                        {
                            "verse": 78,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:78",
                            "text": "Be not more merciful than a woman, nor more compassionate than a mother."
                        },
                        {
                            "verse": 79,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:79",
                            "text": "But if you are too pious and shrink from my sacrifice, I have already eaten of it; let the rest also remain for me."
                        },
                        {
                            "verse": 80,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:80",
                            "text": "At these words the men went out trembling, in this one case being affrighted; yet with difficulty did they yield that food to the mother."
                        },
                        {
                            "verse": 81,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:81",
                            "text": "Forthwith the whole city was filled with the awful crime, and as all pictured the terrible deed before their own eyes, they trembled as if they had done it themselves."
                        },
                        {
                            "verse": 82,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:82",
                            "text": "Those that were suffering from the famine now longed for death; and blessed were they that had died before hearing and seeing miseries like these\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book III 6:83",
                            "text": "Such was the reward which the Jews received for their wickedness and impiety, against the Christ of God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Eusebius: Chuch History Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:2",
                            "text": "—The Predictions of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:3",
                            "text": "It is fitting to add to these accounts the true prediction of our Saviour in which he foretold these very events."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:4",
                            "text": "His words are as follows: \"Woe unto them that are with child, and to them that give suck in those days! But pray ye that your flight be not in the winter, neither on the Sabbath day."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:5",
                            "text": "For there shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:6",
                            "text": "The historian, reckoning the whole number of the slain, says that eleven hundred thousand persons perished by famine and sword, and that the rest of the rioters and robbers, being betrayed by each other after the taking of the city, were slain."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:7",
                            "text": "But the tallest of the youths and those that were distinguished for beauty were preserved for the triumph."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:8",
                            "text": "Of the rest of the multitude, those that were over seventeen years of age were sent as prisoners to labor in the works of Egypt, while still more were scattered through the provinces to meet their death in the theaters by the sword and by beasts."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:9",
                            "text": "Those under seventeen years of age were carried away to be sold as slaves, and of these alone the number reached ninety thousand."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:10",
                            "text": "These things took place in this manner in the second year of the reign of Vespasian, in accordance with the prophecies of our Lord and Saviour Jesus Christ, who by divine power saw them beforehand as if they were already present, and wept and mourned according to the statement of the holy evangelists, who give the very words which he uttered, when, as if addressing Jerusalem herself, he said:."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:11",
                            "text": "\"If thou hadst known, even thou, in this day, the things which belong unto thy peace! But now they are hid from thine eyes."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:12",
                            "text": "For the days shall come upon thee, that thine enemies shall cast a rampart about thee, and compass thee round, and keep thee in on every side, and shall lay thee and thy children even with the ground\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:13",
                            "text": "And then, as if speaking concerning the people, he says, \"For there shall be great distress in the land, and wrath upon this people."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:14",
                            "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:15",
                            "text": "And Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:16",
                            "text": "And again: \"When ye shall see Jerusalem compassed with armies, then know that the desolation thereof is nigh\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:17",
                            "text": "If any one compares the words of our Saviour with the other accounts of the historian concerning the whole war, how can one fail to wonder, and to admit that the foreknowledge and the prophecy of our Saviour were truly divine and marvellously strange."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:18",
                            "text": "Concerning those calamities, then, that befell the whole Jewish nation after the Saviour's passion and after the words which the multitude of the Jews uttered, when they begged the release of the robber and murderer, but besought that the Prince of Life should be taken from their midst, it is not necessary to add anything to the account of the historian."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:19",
                            "text": "But it may be proper to mention also those events which exhibited the graciousness of that all-good Providence which held back their destruction full forty years after their crime against Christ,—during which time many of the apostles and disciples, and James himself the first bishop there, the one who is called the brother of the Lord, were still alive, and dwelling in Jerusalem itself, remained the surest bulwark of the place."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:20",
                            "text": "Divine Providence thus still proved itself long-suffering toward them in order to see whether by repentance for what they had done they might obtain pardon and salvation; and in addition to such long-suffering, Providence also furnished wonderful signs of the things which were about to happen to them if they did not repent."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book III 7:21",
                            "text": "Since these matters have been thought worthy of mention by the historian already cited, we cannot do better than to recount them for the benefit of the readers of this work."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Eusebius: Chuch History Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:2",
                            "text": "—The Signs which preceded the War."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:3",
                            "text": "Taking, then, the work of this author, read what he records in the sixth book of his History."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:4",
                            "text": "His words are as follows: \"Thus were the miserable people won over at this time by the impostors and false prophets; but they did not heed nor give credit to the visions and signs that foretold the approaching desolation."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:5",
                            "text": "On the contrary, as if struck by lightning, and as if possessing neither eyes nor understanding, they slighted the proclamations of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:6",
                            "text": "At one time a star, in form like a sword, stood over the city, and a comet, which lasted for a whole year; and again before the revolt and before the disturbances that led to the war, when the people were gathered for the feast of unleavened bread, on the eighth of the month Xanthicus, at the ninth hour of the night, so great a light shone about the altar and the temple that it seemed to be bright day; and this continued for half an hour."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:7",
                            "text": "This seemed to the unskillful a good sign, but was interpreted by the sacred scribes as portending those events which very soon took place."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:8",
                            "text": "And at the same feast a cow, led by the high priest to be sacrificed, brought forth a lamb in the midst of the temple."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:9",
                            "text": "And the eastern gate of the inner temple, which was of bronze and very massive, and which at evening was closed with difficulty by twenty men, and rested upon iron-bound beams, and had bars sunk deep in the ground, was seen at the sixth hour of the night to open of itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:10",
                            "text": "And not many days after the feast, on the twenty-first of the month Artemisium, a certain marvelous vision was seen which passes belief."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:11",
                            "text": "The prodigy might seem fabulous were it not related by those who saw it, and were not the calamities which followed deserving of such signs."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:12",
                            "text": "For before the setting of the sun chariots and armed troops were seen throughout the whole region in mid-air, wheeling through the clouds and encircling the cities."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:13",
                            "text": "And at the feast which is called Pentecost, when the priests entered the temple at night, as was their custom, to perform the services, they said that at first they perceived a movement and a noise, and afterward a voice as of a great multitude, saying, 'Let us go hence."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:14",
                            "text": "'."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:15",
                            "text": "But what follows is still more terrible; for a certain Jesus, the son of Ananias, a common countryman, four years before the war, when the city was particularly prosperous and peaceful, came to the feast, at which it was customary for all to make tents at the temple to the honor of God, and suddenly began to cry out: 'A voice from the east, a voice from the west, a voice from the four winds, a voice against Jerusalem and the temple, a voice against bridegrooms and brides, a voice against all the people."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:16",
                            "text": "' Day and night he went through all the alleys crying thus."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:17",
                            "text": "But certain of the more distinguished citizens, vexed at the ominous cry, seized the man and beat him with many stripes."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:18",
                            "text": "But without uttering a word in his own behalf, or saying anything in particular to those that were present, he continued to cry out in the same words as before."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:19",
                            "text": "And the rulers, thinking, as was true, that the man was moved by a higher power, brought him before the Roman governor."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:20",
                            "text": "And then, though he was scourged to the bone, he neither made supplication nor shed tears, but, changing his voice to the most lamentable tone possible, he answered each stroke with the words, 'Woe, woe unto Jerusalem."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:21",
                            "text": "'\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:22",
                            "text": "The same historian records another fact still more wonderful than this."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:23",
                            "text": "He says that a certain oracle was found in their sacred writings which declared that at that time a certain person should go forth from their country to rule the world."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:24",
                            "text": "He himself understood that this was fulfilled in Vespasian."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:25",
                            "text": "But Vespasian did not rule the whole world, but only that part of it which was subject to the Romans."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:26",
                            "text": "With better right could it be applied to Christ; to whom it was said by the Father, \"Ask of me, and I will give thee the heathen for thine inheritance, and the ends of the earth for thy possession\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book III 8:27",
                            "text": "At that very time, indeed, the voice of his holy apostles \"went throughout all the earth, and their words to the end of the world\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Eusebius: Chuch History Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:2",
                            "text": "—Josephus and the Works which he has left."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:3",
                            "text": "After all this it is fitting that we should know something in regard to the origin and family of Josephus, who has contributed so much to the history in hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:4",
                            "text": "He himself gives us information on this point in the following words: \"Josephus, the son of Mattathias, a priest of Jerusalem, who himself fought against the Romans in the beginning and was compelled to be present at what happened afterward\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:5",
                            "text": "He was the most noted of all the Jews of that day, not only among his own people, but also among the Romans, so that he was honored by the erection of a statue in Rome, and his works were deemed worthy of a place in the library."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:6",
                            "text": "He wrote the whole of the Antiquities of the Jews in twenty books, and a history of the war with the Romans which took place in his time, in seven books."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:7",
                            "text": "He himself testifies that the latter work was not only written in Greek, but that it was also translated by himself into his native tongue."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:8",
                            "text": "He is worthy of credit here because of his truthfulness in other matters."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:9",
                            "text": "There are extant also two other books of his which are worth reading."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:10",
                            "text": "They treat of the antiquity of the Jews, and in them he replies to Apion the Grammarian, who had at that time written a treatise against the Jews, and also to others who had attempted to vilify the hereditary institutions of the Jewish people."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:11",
                            "text": "In the first of these books he gives the number of the canonical books of the so-called Old Testament."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:12",
                            "text": "Apparently drawing his information from ancient tradition, he shows what books were accepted without dispute among the Hebrews."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book III 9:13",
                            "text": "His words are as follows."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Eusebius: Chuch History Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:2",
                            "text": "—The Manner in which Josephus mentions the Divine Books."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:3",
                            "text": "\"We have not, therefore, a multitude of books disagreeing and conflicting with one another; but we have only twenty-two, which contain the record of all time and are justly held to be divine."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:4",
                            "text": "Of these, five are by Moses, and contain the laws and the tradition respecting the origin of man, and continue the history down to his own death."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:5",
                            "text": "This period embraces nearly three thousand years."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:6",
                            "text": "From the death of Moses to the death of Artaxerxes, who succeeded Xerxes as king of Persia, the prophets that followed Moses wrote the history of their own times in thirteen books."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:7",
                            "text": "The other four books contain hymns to God, and precepts for the regulation of the life of men."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:8",
                            "text": "From the time of Artaxerxes to our own day all the events have been recorded, but the accounts are not worthy of the same confidence that we repose in those which preceded them, because there has not been during this time an exact succession of prophets."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:9",
                            "text": "How much we are attached to our own writings is shown plainly by our treatment of them."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:10",
                            "text": "For although so great a period has already passed by, no one has ventured either to add to or to take from them, but it is inbred in all Jews from their very birth to regard them as the teachings of God, and to abide by them, and, if necessary, cheerfully to die for them\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:11",
                            "text": "These remarks of the historian I have thought might advantageously be introduced in this connection."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:12",
                            "text": "Another work of no little merit has been produced by the same writer, On the Supremacy of Reason, which some have called Maccabaicum, because it contains an account of the struggles of those Hebrews who contended manfully for the true religion, as is related in the books called Maccabees."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:13",
                            "text": "And at the end of the twentieth book of his Antiquities Josephus himself intimates that he had purposed to write a work in four books concerning God and his existence, according to the traditional opinions of the Jews, and also concerning the laws, why it is that they permit some things while prohibiting others."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:14",
                            "text": "And the same writer also mentions in his own works other books written by himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:15",
                            "text": "In addition to these things it is proper to quote also the words that are found at the close of his Antiquities, in confirmation of the testimony which we have drawn from his accounts."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:16",
                            "text": "In that place he attacks Justus of Tiberias, who, like himself, had attempted to write a history of contemporary events, on the ground that he had not written truthfully."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:17",
                            "text": "Having brought many other accusations against the man, he continues in these words:."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:18",
                            "text": "\"I indeed was not afraid in respect to my writings as you were, but, on the contrary, I presented my books to the emperors themselves when the events were almost under men's eyes."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:19",
                            "text": "For I was conscious that I had preserved the truth in my account, and hence was not disappointed in my expectation of obtaining their attestation."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:20",
                            "text": "And I presented my history also to many others, some of whom were present at the war, as, for instance, King Agrippa and some of his relatives."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:21",
                            "text": "For the Emperor Titus desired so much that the knowledge of the events should be communicated to men by my history alone, that he indorsed the books with his own hand and commanded that they should be published."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:22",
                            "text": "And King Agrippa wrote sixty-two epistles testifying to the truthfulness of my account\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:23",
                            "text": "Of these epistles Josephus subjoins two."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:24",
                            "text": "But this will suffice in regard to him."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book III 10:25",
                            "text": "Let us now proceed with our history."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Eusebius: Chuch History Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:2",
                            "text": "—Symeon rules the Church of Jerusalem after James."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:3",
                            "text": "After the martyrdom of James and the conquest of Jerusalem which immediately followed, it is said that those of the apostles and disciples of the Lord that were still living came together from all directions with those that were related to the Lord according to the flesh (for the majority of them also were still alive) to take counsel as to who was worthy to succeed James."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:4",
                            "text": "They all with one consent pronounced Symeon, the son of Clopas, of whom the Gospel also makes mention; to be worthy of the episcopal throne of that parish."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:5",
                            "text": "He was a cousin, as they say, of the Saviour."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book III 11:6",
                            "text": "For Hegesippus records that Clopas was a brother of Joseph."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Eusebius: Chuch History Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book III 12:2",
                            "text": "—Vespasian commands the Descendants of David to be sought."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book III 12:3",
                            "text": "He also relates that Vespasian after the conquest of Jerusalem gave orders that all that belonged to the lineage of David should be sought out, in order that none of the royal race might be left among the Jews; and in consequence of this a most terrible persecution again hung over the Jews."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Eusebius: Chuch History Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book III 13:2",
                            "text": "—Anencletus, the Second Bishop of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book III 13:3",
                            "text": "After Vespasian had reigned ten years Titus, his son, succeeded him."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book III 13:4",
                            "text": "In the second year of his reign, Linus, who had been bishop of the church of Rome for twelve years, delivered his office to Anencletus."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book III 13:5",
                            "text": "But Titus was succeeded by his brother Domitian after he had reigned two years and the same number of months."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Eusebius: Chuch History Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book III 14:2",
                            "text": "—Abilius, the Second Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book III 14:3",
                            "text": "In the fourth year of Domitian, Annianus, the first bishop of the parish of Alexandria, died after holding office twenty-two years, and was succeeded by Abilius, the second bishop."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Eusebius: Chuch History Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book III 15:2",
                            "text": "—Clement, the Third Bishop of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book III 15:3",
                            "text": "In the twelfth year of the same reign Clement succeeded Anencletus after the latter had been bishop of the church of Rome for twelve years."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book III 15:4",
                            "text": "The apostle in his Epistle to the Philippians informs us that this Clement was his fellow-worker."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book III 15:5",
                            "text": "His words are as follows: \"With Clement and the rest of my fellow-laborers whose names are in the book of life\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Eusebius: Chuch History Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:2",
                            "text": "—The Epistle of Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:3",
                            "text": "There is extant an epistle of this Clement which is acknowledged to be genuine and is of considerable length and of remarkable merit."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:4",
                            "text": "He wrote it in the name of the church of Rome to the church of Corinth, when a sedition had arisen in the latter church."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:5",
                            "text": "We know that this epistle also has been publicly used in a great many churches both in former times and in our own."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book III 16:6",
                            "text": "And of the fact that a sedition did take place in the church of Corinth at the time referred to Hegesippus is a trustworthy witness."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Eusebius: Chuch History Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book III 17:2",
                            "text": "—The Persecution under Domitian."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book III 17:3",
                            "text": "Domitian, having shown great cruelty toward many, and having unjustly put to death no small number of well-born and notable men at Rome, and having without cause exiled and confiscated the property of a great many other illustrious men, finally became a successor of Nero in his hatred and enmity toward God."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book III 17:4",
                            "text": "He was in fact the second that stirred up a persecution against us, although his father Vespasian had undertaken nothing prejudicial to us."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Eusebius: Chuch History Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:2",
                            "text": "—The Apostle John and the Apocalypse."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:3",
                            "text": "It is said that in this persecution the apostle and evangelist John, who was still alive, was condemned to dwell on the island of Patmos in consequence of his testimony to the divine word."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:4",
                            "text": "Irenaeus, in the fifth book of his work Against Heresies, where he discusses the number of the name of Antichrist which is given in the so-called Apocalypse of John, speaks as follows concerning him:."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:5",
                            "text": "\"If it were necessary for his name to be proclaimed openly at the present time, it would have been declared by him who saw the revelation."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:6",
                            "text": "For it was seen not long ago, but almost in our own generation, at the end of the reign of Domitian\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:7",
                            "text": "To such a degree, indeed, did the teaching of our faith flourish at that time that even those writers who were far from our religion did not hesitate to mention in their histories the persecution and the martyrdoms which took place during it."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:8",
                            "text": "And they, indeed, accurately indicated the time."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book III 18:9",
                            "text": "For they recorded that in the fifteenth year of Domitian Flavia Domitilla, daughter of a sister of Flavius Clement, who at that time was one of the consuls of Rome, was exiled with many others to the island of Pontia in consequence of testimony borne to Christ."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Eusebius: Chuch History Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book III 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book III 19:2",
                            "text": "—Domitian commands the Descendants of David to be slain."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book III 19:3",
                            "text": "But when this same Domitian had commanded that the descendants of David should be slain, an ancient tradition says that some of the heretics brought accusation against the descendants of Jude (said to have been a brother of the Saviour according to the flesh), on the ground that they were of the lineage of David and were related to Christ himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book III 19:4",
                            "text": "Hegesippus relates these facts in the following words."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Eusebius: Chuch History Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:2",
                            "text": "—The Relatives of our Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:3",
                            "text": "\"Of the family of the Lord there were still living the grandchildren of Jude, who is said to have been the Lord's brother according to the flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:4",
                            "text": "Information was given that they belonged to the family of David, and they were brought to the Emperor Domitian by the Evocatus."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:5",
                            "text": "For Domitian feared the coming of Christ as Herod also had feared it."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:6",
                            "text": "And he asked them if they were descendants of David, and they confessed that they were."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:7",
                            "text": "Then he asked them how much property they had, or how much money they owned."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:8",
                            "text": "And both of them answered that they had only nine thousand denarii, half of which belonged to each of them;."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:9",
                            "text": "and this property did not consist of silver, but of a piece of land which contained only thirty-nine acres, and from which they raised their taxes and supported themselves by their own labor\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:10",
                            "text": "Then they showed their hands, exhibiting the hardness of their bodies and the callousness produced upon their hands by continuous toil as evidence of their own labor."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:11",
                            "text": "And when they were asked concerning Christ and his kingdom, of what sort it was and where and when it was to appear, they answered that it was not a temporal nor an earthly kingdom, but a heavenly and angelic one, which would appear at the end of the world, when he should come in glory to judge the quick and the dead, and to give unto every one according to his works."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:12",
                            "text": "Upon hearing this, Domitian did not pass judgment against them, but, despising them as of no account, he let them go, and by a decree put a stop to the persecution of the Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:13",
                            "text": "But when they were released they ruled the churches because they were witnesses and were also relatives of the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:14",
                            "text": "And peace being established, they lived until the time of Trajan."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:15",
                            "text": "These things are related by Hegesippus."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:16",
                            "text": "Tertullian also has mentioned Domitian in the following words: \"Domitian also, who possessed a share of Nero's cruelty, attempted once to do the same thing that the latter did."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:17",
                            "text": "But because he had, I suppose, some intelligence, he very soon ceased, and even recalled those whom he had banished\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:18",
                            "text": "But after Domitian had reigned fifteen years, and Nerva had succeeded to the empire, the Roman Senate, according to the writers that record the history of those days, voted that Domitian's honors should be cancelled, and that those who had been unjustly banished should return to their homes and have their property restored to them."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book III 20:19",
                            "text": "It was at this time that the apostle John returned from his banishment in the island and took up his abode at Ephesus, according to an ancient Christian tradition."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Eusebius: Chuch History Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:2",
                            "text": "—Cerdon becomes the Third Ruler of the Church of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:3",
                            "text": "After Nerva had reigned a little more than a year he was succeeded by Trajan."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:4",
                            "text": "It was during the first year of his reign that Abilius, who had ruled the church of Alexandria for thirteen years, was succeeded by Cerdon."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:5",
                            "text": "He was the third that presided over that church after Annianus, who was the first."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:6",
                            "text": "At that time Clement still ruled the church of Rome, being also the third that held the episcopate there after Paul and Peter."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book III 21:7",
                            "text": "Linus was the first, and after him came Anencletus."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Eusebius: Chuch History Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book III 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book III 22:2",
                            "text": "—Ignatius, the Second Bishop of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book III 22:3",
                            "text": "At this time Ignatius was known as the second bishop of Antioch, Evodius having been the first."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book III 22:4",
                            "text": "Symeon likewise was at that time the second ruler of the church of Jerusalem, the brother of our Saviour having been the first."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Eusebius: Chuch History Book III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:2",
                            "text": "—Narrative Concerning John the Apostle."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:3",
                            "text": "At that time the apostle and evangelist John, the one whom Jesus loved, was still living in Asia, and governing the churches of that region, having returned after the death of Domitian from his exile on the island."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:4",
                            "text": "And that he was still alive at that time may be established by the testimony of two witnesses."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:5",
                            "text": "They should be trustworthy who have maintained the orthodoxy of the Church; and such indeed were Irenaeus and Clement of Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:6",
                            "text": "The former in the second book of his work Against Heresies, writes as follows: \"And all the elders that associated with John the disciple of the Lord in Asia bear witness that John delivered it to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:7",
                            "text": "For he remained among them until the time of Trajan\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:8",
                            "text": "And in the third book of the same work he attests the same thing in the following words: \"But the church in Ephesus also, which was founded by Paul, and where John remained until the time of Trajan, is a faithful witness of the apostolic tradition\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:9",
                            "text": "Clement likewise in his book entitled What Rich Man can be saved? indicates the time, and subjoins a narrative which is most attractive to those that enjoy hearing what is beautiful and profitable."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:10",
                            "text": "Take and read the account which runs as follows:."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:11",
                            "text": "\"Listen to a tale, which is not a mere tale, but a narrative concerning John the apostle, which has been handed down and treasured up in memory."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:12",
                            "text": "For when, after the tyrant's death, he returned from the isle of Patmos to Ephesus, he went away upon their invitation to the neighboring territories of the Gentiles, to appoint bishops in some places, in other places to set in order whole churches, elsewhere to choose to the ministry some one of those that were pointed out by the Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:13",
                            "text": "When he had come to one of the cities not far away (the name of which is given by some), and had consoled the brethren in other matters, he finally turned to the bishop that had been appointed, and seeing a youth of powerful physique, of pleasing appearance, and of ardent temperament, he said, 'This one I commit to thee in all earnestness in the presence of the Church and with Christ as witness."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:14",
                            "text": "' And when the bishop had accepted the charge and had promised all, he repeated the same injunction with an appeal to the same witnesses, and then departed for Ephesus."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:15",
                            "text": "But the presbyter taking home the youth committed to him, reared, kept, cherished, and finally baptized him."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:16",
                            "text": "After this he relaxed his stricter care and watchfulness, with the idea that in putting upon him the seal of the Lord he had given him a perfect protection."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:17",
                            "text": "But some youths of his own age, idle and dissolute, and accustomed to evil practices, corrupted him when he was thus prematurely freed from restraint."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:18",
                            "text": "At first they enticed him by costly entertainments; then, when they went forth at night for robbery, they took him with them, and finally they demanded that he should unite with them in some greater crime."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:19",
                            "text": "He gradually became accustomed to such practices, and on account of the positiveness of his character, leaving the right path, and taking the bit in his teeth like a hard-mouthed and powerful horse, he rushed the more violently down into the depths."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:20",
                            "text": "And finally despairing of salvation in God, he no longer meditated what was insignificant, but having committed some great crime, since he was now lost once for all, he expected to suffer a like fate with the rest."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:21",
                            "text": "Taking them, therefore, and forming a band of robbers, he became a bold bandit-chief, the most violent, most bloody, most cruel of them all."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:22",
                            "text": "Time passed, and some necessity having arisen, they sent for John."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:23",
                            "text": "But he, when he had set in order the other matters on account of which he had come, said, 'Come, O bishop, restore us the deposit which both I and Christ committed to thee, the church, over which thou presidest, being witness."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:24",
                            "text": "'."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:25",
                            "text": "But the bishop was at first confounded, thinking that he was falsely charged in regard to money which he had not received, and he could neither believe the accusation respecting what he had not, nor could he disbelieve John."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:26",
                            "text": "But when he said, 'I demand the young man and the soul of the brother,' the old man, groaning deeply and at the same time bursting into tears, said, 'He is dead."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:27",
                            "text": "' 'How and what kind of death?' 'He is dead to God,' he said; 'for he turned wicked and abandoned, and at last a robber."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:28",
                            "text": "And now, instead of the church, he haunts the mountain with a band like himself."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:29",
                            "text": "'."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:30",
                            "text": "But the Apostle rent his clothes, and beating his head with great lamentation, he said, 'A fine guard I left for a brother's soul! But let a horse be brought me, and let some one show me the way."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:31",
                            "text": "' He rode away from the church just as he was, and coming to the place, he was taken prisoner by the robbers' outpost."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:32",
                            "text": "He, however, neither fled nor made entreaty, but cried out, 'For this did I come; lead me to your captain."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:33",
                            "text": "'."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:34",
                            "text": "The latter, meanwhile, was waiting, armed as he was."
                        },
                        {
                            "verse": 35,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:35",
                            "text": "But when he recognized John approaching, he turned in shame to flee."
                        },
                        {
                            "verse": 36,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:36",
                            "text": "But John, forgetting his age, pursued him with all his might, crying out, 'Why, my son, dost thou flee from me, thine own father, unarmed, aged? Pity me, my son; fear not; thou hast still hope of life."
                        },
                        {
                            "verse": 37,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:37",
                            "text": "I will give account to Christ for thee."
                        },
                        {
                            "verse": 38,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:38",
                            "text": "If need be, I will willingly endure thy death as the Lord suffered death for us."
                        },
                        {
                            "verse": 39,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:39",
                            "text": "For thee will I give up my life."
                        },
                        {
                            "verse": 40,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:40",
                            "text": "Stand, believe; Christ hath sent me."
                        },
                        {
                            "verse": 41,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:41",
                            "text": "'."
                        },
                        {
                            "verse": 42,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:42",
                            "text": "And he, when he heard, first stopped and looked down; then he threw away his arms, and then trembled and wept bitterly."
                        },
                        {
                            "verse": 43,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:43",
                            "text": "And when the old man approached, he embraced him, making confession with lamentations as he was able, baptizing himself a second time with tears, and concealing only his right hand."
                        },
                        {
                            "verse": 44,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:44",
                            "text": "But John, pledging himself, and assuring him on oath that he would find forgiveness with the Saviour, besought him, fell upon his knees, kissed his right hand itself as if now purified by repentance, and led him back to the church."
                        },
                        {
                            "verse": 45,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book III 23:45",
                            "text": "And making intercession for him with copious prayers, and struggling together with him in continual fastings, and subduing his mind by various utterances, he did not depart, as they say, until he had restored him to the church, furnishing a great example of true repentance and a great proof of regeneration, a trophy of a visible resurrection\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Eusebius: Chuch History Book III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:2",
                            "text": "—The Order of the Gospels."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:3",
                            "text": "This extract from Clement I have inserted here for the sake of the history and for the benefit of my readers."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:4",
                            "text": "Let us now point out the undisputed writings of this apostle."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:5",
                            "text": "And in the first place his Gospel, which is known to all the churches under heaven, must be acknowledged as genuine."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:6",
                            "text": "That it has with good reason been put by the ancients in the fourth place, after the other three Gospels, may be made evident in the following way."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:7",
                            "text": "Those great and truly divine men, I mean the apostles of Christ, were purified in their life, and were adorned with every virtue of the soul, but were uncultivated in speech."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:8",
                            "text": "They were confident indeed in their trust in the divine and wonder-working power which was granted unto them by the Saviour, but they did not know how, nor did they attempt to proclaim the doctrines of their teacher in studied and artistic language, but employing only the demonstration of the divine Spirit, which worked with them, and the wonder-working power of Christ, which was displayed through them, they published the knowledge of the kingdom of heaven throughout the whole world, paying little attention to the composition of written works."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:9",
                            "text": "And this they did because they were assisted in their ministry by one greater than man."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:10",
                            "text": "Paul, for instance, who surpassed them all in vigor of expression and in richness of thought, committed to writing no more than the briefest epistles, although he had innumerable mysterious matters to communicate, for he had attained even unto the sights of the third heaven, had been carried to the very paradise of God, and had been deemed worthy to hear unspeakable utterances there."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:11",
                            "text": "And the rest of the followers of our Saviour, the twelve apostles, the seventy disciples, and countless others besides, were not ignorant of these things."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:12",
                            "text": "Nevertheless, of all the disciples of the Lord, only Matthew and John have left us written memorials, and they, tradition says, were led to write only under the pressure of necessity."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:13",
                            "text": "For Matthew, who had at first preached to the Hebrews, when he was about to go to other peoples, committed his Gospel to writing in his native tongue, and thus compensated those whom he was obliged to leave for the loss of his presence."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:14",
                            "text": "And when Mark and Luke had already published their Gospels, they say that John, who had employed all his time in proclaiming the Gospel orally, finally proceeded to write for the following reason."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:15",
                            "text": "The three Gospels already mentioned having come into the hands of all and into his own too, they say that he accepted them and bore witness to their truthfulness; but that there was lacking in them an account of the deeds done by Christ at the beginning of his ministry."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:16",
                            "text": "And this indeed is true."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:17",
                            "text": "For it is evident that the three evangelists recorded only the deeds done by the Saviour for one year after the imprisonment of John the Baptist, and indicated this in the beginning of their account."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:18",
                            "text": "For Matthew, after the forty days' fast and the temptation which followed it, indicates the chronology of his work when he says: \"Now when he heard that John was delivered up he withdrew from Judea into Galilee\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:19",
                            "text": "Mark likewise says: \"Now after that John was delivered up Jesus came into Galilee\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:20",
                            "text": "And Luke, before commencing his account of the deeds of Jesus, similarly marks the time, when he says that Herod, \"adding to all the evil deeds which he had done, shut up John in prison\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:21",
                            "text": "They say, therefore, that the apostle John, being asked to do it for this reason, gave in his Gospel an account of the period which had been omitted by the earlier evangelists, and of the deeds done by the Saviour during that period; that is, of those which were done before the imprisonment of the Baptist."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:22",
                            "text": "And this is indicated by him, they say, in the following words: \"This beginning of miracles did Jesus\"; and again when he refers to the Baptist, in the midst of the deeds of Jesus, as still baptizing in aenon near Salim; where he states the matter clearly in the words: \"For John was not yet cast into prison\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:23",
                            "text": "John accordingly, in his Gospel, records the deeds of Christ which were performed before the Baptist was cast into prison, but the other three evangelists mention the events which happened after that time."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:24",
                            "text": "One who understands this can no longer think that the Gospels are at variance with one another, inasmuch as the Gospel according to John contains the first acts of Christ, while the others give an account of the latter part of his life."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:25",
                            "text": "And the genealogy of our Saviour according to the flesh John quite naturally omitted, because it had been already given by Matthew and Luke, and began with the doctrine of his divinity, which had, as it were, been reserved for him, as their superior, by the divine Spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:26",
                            "text": "These things may suffice, which we have said concerning the Gospel of John."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:27",
                            "text": "The cause which led to the composition of the Gospel of Mark has been already stated by us."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:28",
                            "text": "But as for Luke, in the beginning of his Gospel, he states himself the reasons which led him to write it."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:29",
                            "text": "He states that since many others had more rashly undertaken to compose a narrative of the events of which he had acquired perfect knowledge, he himself, feeling the necessity of freeing us from their uncertain opinions, delivered in his own Gospel an accurate account of those events in regard to which he had learned the full truth, being aided by his intimacy and his stay with Paul and by his acquaintance with the rest of the apostles."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:30",
                            "text": "So much for our own account of these things."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:31",
                            "text": "But in a more fitting place we shall attempt to show by quotations from the ancients, what others have said concerning them."
                        },
                        {
                            "verse": 32,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:32",
                            "text": "But of the writings of John, not only his Gospel, but also the former of his epistles, has been accepted without dispute both now and in ancient times."
                        },
                        {
                            "verse": 33,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:33",
                            "text": "But the other two are disputed."
                        },
                        {
                            "verse": 34,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:34",
                            "text": "In regard to the Apocalypse, the opinions of most men are still divided."
                        },
                        {
                            "verse": 35,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book III 24:35",
                            "text": "But at the proper time this question likewise shall be decided from the testimony of the ancients."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Eusebius: Chuch History Book III 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:2",
                            "text": "—The Divine Scriptures that are accepted and those that are not."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:3",
                            "text": "Since we are dealing with this subject it is proper to sum up the writings of the New Testament which have been already mentioned."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:4",
                            "text": "First then must be put the holy quaternion of the Gospels; following them the Acts of the Apostles."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:5",
                            "text": "After this must be reckoned the epistles of Paul; next in order the extant former epistle of John, and likewise the epistle of Peter, must be maintained."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:6",
                            "text": "After them is to be placed, if it really seem proper, the Apocalypse of John, concerning which we shall give the different opinions at the proper time."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:7",
                            "text": "These then belong among the accepted writings."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:8",
                            "text": "Among the disputed writings, which are nevertheless recognized by many, are extant the so-called epistle of James and that of Jude, also the second epistle of Peter, and those that are called the second and third of John, whether they belong to the evangelist or to another person of the same name."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:9",
                            "text": "Among the rejected writings must be reckoned also the Acts of Paul, and the so-called Shepherd, and the Apocalypse of Peter, and in addition to these the extant epistle of Barnabas, and the so-called Teachings of the Apostles; and besides, as I said, the Apocalypse of John, if it seem proper, which some, as I said, reject, but which others class with the accepted books."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:10",
                            "text": "And among these some have placed also the Gospel according to the Hebrews, with which those of the Hebrews that have accepted Christ are especially delighted."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:11",
                            "text": "And all these may be reckoned among the disputed books."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:12",
                            "text": "But we have nevertheless felt compelled to give a catalogue of these also, distinguishing those works which according to ecclesiastical tradition are true and genuine and commonly accepted, from those others which, although not canonical but disputed, are yet at the same time known to most ecclesiastical writers—we have felt compelled to give this catalogue in order that we might be able to know both these works and those that are cited by the heretics under the name of the apostles, including, for instance, such books as the Gospels of Peter, of Thomas, of Matthias, or of any others besides them, and the Acts of Andrew and John and the other apostles, which no one belonging to the succession of ecclesiastical writers has deemed worthy of mention in his writings."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:13",
                            "text": "And further, the character of the style is at variance with apostolic usage, and both the thoughts and the purpose of the things that are related in them are so completely out of accord with true orthodoxy that they clearly show themselves to be the fictions of heretics."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:14",
                            "text": "Wherefore they are not to be placed even among the rejected writings, but are all of them to be cast aside as absurd and impious."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book III 25:15",
                            "text": "Let us now proceed with our history."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Eusebius: Chuch History Book III 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:2",
                            "text": "—Menander the Sorcerer."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:3",
                            "text": "Menander, who succeeded Simon Magus, showed himself in his conduct another instrument of diabolical power, not inferior to the former."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:4",
                            "text": "He also was a Samaritan and carried his sorceries to no less an extent than his teacher had done, and at the same time reveled in still more marvelous tales than he."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:5",
                            "text": "For he said that he was himself the Saviour, who had been sent down from invisible aeons for the salvation of men; and he taught that no one could gain the mastery over the world-creating angels themselves unless he had first gone through the magical discipline imparted by him and had received baptism from him."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:6",
                            "text": "Those who were deemed worthy of this would partake even in the present life of perpetual immortality, and would never die, but would remain here forever, and without growing old become immortal."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:7",
                            "text": "These facts can be easily learned from the works of Irenaeus."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:8",
                            "text": "And Justin, in the passage in which he mentions Simon, gives an account of this man also, in the following words: \"And we know that a certain Menander, who was also a Samaritan, from the village of Capparattea, was a disciple of Simon, and that he also, being driven by the demons, came to Antioch and deceived many by his magical art."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:9",
                            "text": "And he persuaded his followers that they should not die."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:10",
                            "text": "And there are still some of them that assert this\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:11",
                            "text": "And it was indeed an artifice of the devil to endeavor, by means of such sorcerers, who assumed the name of Christians, to defame the great mystery of godliness by magic art, and through them to make ridiculous the doctrines of the Church concerning the immortality of the soul and the resurrection of the dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book III 26:12",
                            "text": "But they that have chosen these men as their saviours have fallen away from the true hope."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Eusebius: Chuch History Book III 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:2",
                            "text": "—The Heresy of the Ebionites."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:3",
                            "text": "The evil demon, however, being unable to tear certain others from their allegiance to the Christ of God, yet found them susceptible in a different direction, and so brought them over to his own purposes."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:4",
                            "text": "The ancients quite properly called these men Ebionites, because they held poor and mean opinions concerning Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:5",
                            "text": "For they considered him a plain and common man, who was justified only because of his superior virtue, and who was the fruit of the intercourse of a man with Mary."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:6",
                            "text": "In their opinion the observance of the ceremonial law was altogether necessary, on the ground that they could not be saved by faith in Christ alone and by a corresponding life."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:7",
                            "text": "There were others, however, besides them, that were of the same name, but avoided the strange and absurd beliefs of the former, and did not deny that the Lord was born of a virgin and of the Holy Spirit."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:8",
                            "text": "But nevertheless, inasmuch as they also refused to acknowledge that he pre-existed, being God, Word, and Wisdom, they turned aside into the impiety of the former, especially when they, like them, endeavored to observe strictly the bodily worship of the law."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:9",
                            "text": "These men, moreover, thought that it was necessary to reject all the epistles of the apostle, whom they called an apostate from the law; and they used only the so-called Gospel according to the Hebrews and made small account of the rest."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:10",
                            "text": "The Sabbath and the rest of the discipline of the Jews they observed just like them, but at the same time, like us, they celebrated the Lord's days as a memorial of the resurrection of the Saviour."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:11",
                            "text": "Wherefore, in consequence of such a course they received the name of Ebionites, which signified the poverty of their understanding."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book III 27:12",
                            "text": "For this is the name by which a poor man is called among the Hebrews."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Eusebius: Chuch History Book III 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:2",
                            "text": "—Cerinthus the Heresiarch."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:3",
                            "text": "We have understood that at this time Cerinthus, the author of another heresy, made his appearance."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:4",
                            "text": "Caius, whose words we quoted above, in the Disputation which is ascribed to him, writes as follows concerning this man:."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:5",
                            "text": "\"But Cerinthus also, by means of revelations which he pretends were written by a great apostle, brings before us marvelous things which he falsely claims were shown him by angels; and he says that after the resurrection the kingdom of Christ will be set up on earth, and that the flesh dwelling in Jerusalem will again be subject to desires and pleasures."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:6",
                            "text": "And being an enemy of the Scriptures of God, he asserts, with the purpose of deceiving men, that there is to be a period of a thousand years for marriage festivals\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:7",
                            "text": "And Dionysius, who was bishop of the parish of Alexandria in our day, in the second book of his work On the Promises, where he says some things concerning the Apocalypse of John which he draws from tradition, mentions this same man in the following words:."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:8",
                            "text": "\"But (they say that) Cerinthus, who founded the sect which was called, after him, the Cerinthian, desiring reputable authority for his fiction, prefixed the name."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:9",
                            "text": "For the doctrine which he taught was this: that the kingdom of Christ will be an earthly one."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:10",
                            "text": "And as he was himself devoted to the pleasures of the body and altogether sensual in his nature, he dreamed that that kingdom would consist in those things which he desired, namely, in the delights of the belly and of sexual passion, that is to say, in eating and drinking and marrying, and in festivals and sacrifices and the slaying of victims, under the guise of which he thought he could indulge his appetites with a better grace\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:11",
                            "text": "These are the words of Dionysius."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:12",
                            "text": "But Irenaeus, in the first book of his work Against Heresies, gives some more abominable false doctrines of the same man, and in the third book relates a story which deserves to be recorded."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:13",
                            "text": "He says, on the authority of Polycarp, that the apostle John once entered a bath to bathe; but, learning that Cerinthus was within, he sprang from the place and rushed out of the door, for he could not bear to remain under the same roof with him."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book III 28:14",
                            "text": "And he advised those that were with him to do the same, saying, \"Let us flee, lest the bath fall; for Cerinthus, the enemy of the truth, is within\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Eusebius: Chuch History Book III 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:2",
                            "text": "—Nicolaus and the Sect named after him."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:3",
                            "text": "At this time the so-called sect of the Nicolaitans made its appearance and lasted for a very short time."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:4",
                            "text": "Mention is made of it in the Apocalypse of John."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:5",
                            "text": "They boasted that the author of their sect was Nicolaus, one of the deacons who, with Stephen, were appointed by the apostles for the purpose of ministering to the poor."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:6",
                            "text": "Clement of Alexandria, in the third book of his Stromata, relates the following things concerning him."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:7",
                            "text": "\"They say that he had a beautiful wife, and after the ascension of the Saviour, being accused by the apostles of jealousy, he led her into their midst and gave permission to any one that wished to marry her."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:8",
                            "text": "For they say that this was in accord with that saying of his, that one ought to abuse the flesh."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:9",
                            "text": "And those that have followed his heresy, imitating blindly and foolishly that which was done and said, commit fornication without shame."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:10",
                            "text": "But I understand that Nicolaus had to do with no other woman than her to whom he was married, and that, so far as his children are concerned, his daughters continued in a state of virginity until old age, and his son remained uncorrupt."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:11",
                            "text": "If this is so, when he brought his wife, whom he jealously loved, into the midst of the apostles, he was evidently renouncing his passion; and when he used the expression, 'to abuse the flesh,' he was inculcating self-control in the face of those pleasures that are eagerly pursued."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:12",
                            "text": "For I suppose that, in accordance with the command of the Saviour, he did not wish to serve two masters, pleasure and the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:13",
                            "text": "But they say that Matthias also taught in the same manner that we ought to fight against and abuse the flesh, and not give way to it for the sake of pleasure, but strengthen the soul by faith and knowledge\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book III 29:14",
                            "text": "So much concerning those who then attempted to pervert the truth, but in less time than it has taken to tell it became entirely extinct."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Eusebius: Chuch History Book III 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:2",
                            "text": "—The Apostles that were Married."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:3",
                            "text": "Clement, indeed, whose words we have just quoted, after the above-mentioned facts gives a statement, on account of those who rejected marriage, of the apostles that had wives."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:4",
                            "text": "\"Or will they,\" says he, \"reject even the apostles? For Peter and Philip begat children; and Philip also gave his daughters in marriage."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:5",
                            "text": "And Paul does not hesitate, in one of his epistles, to greet his wife, whom he did not take about with him, that he might not be inconvenienced in his ministry\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:6",
                            "text": "And since we have mentioned this subject it is not improper to subjoin another account which is given by the same author and which is worth reading."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:7",
                            "text": "In the seventh book of his Stromata he writes as follows: \"They say, accordingly, that when the blessed Peter saw his own wife led out to die, he rejoiced because of her summons and her return home, and called to her very encouragingly and comfortingly, addressing her by name, and saying, 'Oh thou, remember the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:8",
                            "text": "' Such was the marriage of the blessed, and their perfect disposition toward those dearest to them\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book III 30:9",
                            "text": "This account being in keeping with the subject in hand, I have related here in its proper place."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Eusebius: Chuch History Book III 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:2",
                            "text": "—The Death of John and Philip."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:3",
                            "text": "The time and the manner of the death of Paul and Peter as well as their burial places, have been already shown by us."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:4",
                            "text": "The time of John's death has also been given in a general way, but his burial place is indicated by an epistle of Polycrates (who was bishop of the parish of Ephesus), addressed to Victor, bishop of Rome."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:5",
                            "text": "In this epistle he mentions him together with the apostle Philip and his daughters in the following words:."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:6",
                            "text": "\"For in Asia also great lights have fallen asleep, which shall rise again on the last day, at the coming of the Lord, when he shall come with glory from heaven and shall seek out all the saints."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:7",
                            "text": "Among these are Philip, one of the twelve apostles, who sleeps in Hierapolis, and his two aged virgin daughters, and another daughter who lived in the Holy Spirit and now rests at Ephesus; and moreover John, who was both a witness and a teacher, who reclined upon the bosom of the Lord, and being a priest wore the sacerdotal plate."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:8",
                            "text": "He also sleeps at Ephesus\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:9",
                            "text": "So much concerning their death."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:10",
                            "text": "And in the Dialogue of Caius which we mentioned a little above, Proclus, against whom he directed his disputation, in agreement with what has been quoted, speaks thus concerning the death of Philip and his daughters: \"After him there were four prophetesses, the daughters of Philip, at Hierapolis in Asia."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:11",
                            "text": "Their tomb is there and the tomb of their father\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:12",
                            "text": "Such is his statement."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:13",
                            "text": "But Luke, in the Acts of the Apostles, mentions the daughters of Philip who were at that time at Caesarea in Judea with their father, and were honored with the gift of prophecy."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:14",
                            "text": "His words are as follows: \"We came unto Caesarea; and entering into the house of Philip the evangelist, who was one of the seven, we abode with him."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:15",
                            "text": "Now this man had four daughters, virgins, which did prophesy\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:16",
                            "text": "We have thus set forth in these pages what has come to our knowledge concerning the apostles themselves and the apostolic age, and concerning the sacred writings which they have left us, as well as concerning those which are disputed, but nevertheless have been publicly used by many in a great number of churches, and moreover, concerning those that are altogether rejected and are out of harmony with apostolic orthodoxy."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book III 31:17",
                            "text": "Having done this, let us now proceed with our history."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Eusebius: Chuch History Book III 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:2",
                            "text": "—Symeon, Bishop of Jerusalem, suffers Martyrdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:3",
                            "text": "It is reported that after the age of Nero and Domitian, under the emperor whose times we are now recording, a persecution was stirred up against us in certain cities in consequence of a popular uprising."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:4",
                            "text": "In this persecution we have understood that Symeon, the son of Clopas, who, as we have shown, was the second bishop of the church of Jerusalem, suffered martyrdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:5",
                            "text": "Hegesippus, whose words we have already quoted in various places, is a witness to this fact also."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:6",
                            "text": "Speaking of certain heretics he adds that Symeon was accused by them at this time; and since it was clear that he was a Christian, he was tortured in various ways for many days, and astonished even the judge himself and his attendants in the highest degree, and finally he suffered a death similar to that of our Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:7",
                            "text": "But there is nothing like hearing the historian himself, who writes as follows: \"Certain of these heretics brought accusation against Symeon, the son of Clopas, on the ground that he was a descendant of David and a Christian; and thus he suffered martyrdom, at the age of one hundred and twenty years, while Trajan was emperor and Atticus governor\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:8",
                            "text": "And the same writer says that his accusers also, when search was made for the descendants of David, were arrested as belonging to that family."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:9",
                            "text": "And it might be reasonably assumed that Symeon was one of those that saw and heard the Lord, judging from the length of his life, and from the fact that the Gospel makes mention of Mary, the wife of Clopas, who was the father of Symeon, as has been already shown."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:10",
                            "text": "The same historian says that there were also others, descended from one of the so-called brothers of the Saviour, whose name was Judas, who, after they had borne testimony before Domitian, as has been already recorded, in behalf of faith in Christ, lived until the same reign."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:11",
                            "text": "He writes as follows: \"They came, therefore, and took the lead of every church as witnesses and as relatives of the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:12",
                            "text": "And profound peace being established in every church, they remained until the reign of the Emperor Trajan, and until the above-mentioned Symeon, son of Clopas, an uncle of the Lord, was informed against by the heretics, and was himself in like manner accused for the same cause before the governor Atticus."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:13",
                            "text": "And after being tortured for many days he suffered martyrdom, and all, including even the proconsul, marveled that, at the age of one hundred and twenty years, he could endure so much."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:14",
                            "text": "And orders were given that he should be crucified\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:15",
                            "text": "In addition to these things the same man, while recounting the events of that period, records that the Church up to that time had remained a pure and uncorrupted virgin, since, if there were any that attempted to corrupt the sound norm of the preaching of salvation, they lay until then concealed in obscure darkness."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:16",
                            "text": "But when the sacred college of apostles had suffered death in various forms, and the generation of those that had been deemed worthy to hear the inspired wisdom with their own ears had passed away, then the league of godless error took its rise as a result of the folly of heretical teachers, who, because none of the apostles was still living, attempted henceforth, with a bold face, to proclaim, in opposition to the preaching of the truth, the 'knowledge which is falsely so-called."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book III 32:17",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Eusebius: Chuch History Book III 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:2",
                            "text": "—Trajan forbids the Christians to be sought after."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:3",
                            "text": "So great a persecution was at that time opened against us in many places that Plinius Secundus, one of the most noted of governors, being disturbed by the great number of martyrs, communicated with the emperor concerning the multitude of those that were put to death for their faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:4",
                            "text": "At the same time, he informed him in his communication that he had not heard of their doing anything profane or contrary to the laws,—except that they arose at dawn and sang hymns to Christ as a God; but that they renounced adultery and murder and like criminal offenses, and did all things in accordance with the laws."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:5",
                            "text": "In reply to this Trajan made the following decree: that the race of Christians should not be sought after, but when found should be punished."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:6",
                            "text": "On account of this the persecution which had threatened to be a most terrible one was to a certain degree checked, but there were still left plenty of pretexts for those who wished to do us harm."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:7",
                            "text": "Sometimes the people, sometimes the rulers in various places, would lay plots against us, so that, although no great persecutions took place, local persecutions were nevertheless going on in particular provinces, and many of the faithful endured martyrdom in various forms."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:8",
                            "text": "We have taken our account from the Latin Apology of Tertullian which we mentioned above."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:9",
                            "text": "The translation runs as follows: \"And indeed we have found that search for us has been forbidden."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:10",
                            "text": "For when Plinius Secundus, the governor of a province, had condemned certain Christians and deprived them of their dignity, he was confounded by the multitude, and was uncertain what further course to pursue."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:11",
                            "text": "He therefore communicated with Trajan the emperor, informing him that, aside from their unwillingness to sacrifice, he had found no impiety in them."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:12",
                            "text": "And he reported this also, that the Christians arose early in the morning and sang hymns unto Christ as a God, and for the purpose of preserving their discipline forbade murder, adultery, avarice, robbery, and the like."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:13",
                            "text": "In reply to this Trajan wrote that the race of Christians should not be sought after, but when found should be punished\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book III 33:14",
                            "text": "Such were the events which took place at that time."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Eusebius: Chuch History Book III 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book III 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book III 34:2",
                            "text": "—Evarestus, the Fourth Bishop of the Church of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book III 34:3",
                            "text": "In the third year of the reign of the emperor mentioned above, Clement committed the episcopal government of the church of Rome to Evarestus, and departed this life after he had superintended the teaching of the divine word nine years in all."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Eusebius: Chuch History Book III 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book III 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book III 35:2",
                            "text": "—Justus, the Third Bishop of Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book III 35:3",
                            "text": "But when Symeon also had died in the manner described, a certain Jew by the name of Justus succeeded to the episcopal throne in Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book III 35:4",
                            "text": "He was one of the many thousands of the circumcision who at that time believed in Christ."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Eusebius: Chuch History Book III 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:2",
                            "text": "—Ignatius and His Epistles."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:3",
                            "text": "At that time Polycarp, a disciple of the apostles, was a man of eminence in Asia, having been entrusted with the episcopate of the church of Smyrna by those who had seen and heard the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:4",
                            "text": "And at the same time Papias, bishop of the parish of Hierapolis, became well known, as did also Ignatius, who was chosen bishop of Antioch, second in succession to Peter, and whose fame is still celebrated by a great many."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:5",
                            "text": "Report says that he was sent from Syria to Rome, and became food for wild beasts on account of his testimony to Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:6",
                            "text": "And as he made the journey through Asia under the strictest military surveillance, he fortified the parishes in the various cities where he stopped by oral homilies and exhortations, and warned them above all to be especially on their guard against the heresies that were then beginning to prevail, and exhorted them to hold fast to the tradition of the apostles."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:7",
                            "text": "Moreover, he thought it necessary to attest that tradition in writing, and to give it a fixed form for the sake of greater security."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:8",
                            "text": "So when he came to Smyrna, where Polycarp was, he wrote an epistle to the church of Ephesus, in which he mentions Onesimus, its pastor; and another to the church of Magnesia, situated upon the Maeander, in which he makes mention again of a bishop Damas; and finally one to the church of Tralles, whose bishop, he states, was at that time Polybius."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:9",
                            "text": "In addition to these he wrote also to the church of Rome, entreating them not to secure his release from martyrdom, and thus rob him of his earnest hope."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:10",
                            "text": "In confirmation of what has been said it is proper to quote briefly from this epistle."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:11",
                            "text": "He writes as follows: \"From Syria even unto Rome I fight with wild beasts, by land and by sea, by night and by day, being bound amidst ten leopards that is, a company of soldiers who only become worse when they are well treated."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:12",
                            "text": "In the midst of their wrongdoings, however, I am more fully learning discipleship, but I am not thereby justified."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:13",
                            "text": "May I have joy of the beasts that are prepared for me; and I pray that I may find them ready; I will even coax them to devour me quickly that they may not treat me as they have some whom they have refused to touch through fear."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:14",
                            "text": "And if they are unwilling, I will compel them."
                        },
                        {
                            "verse": 15,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:15",
                            "text": "Forgive me."
                        },
                        {
                            "verse": 16,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:16",
                            "text": "I know what is expedient for me."
                        },
                        {
                            "verse": 17,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:17",
                            "text": "Now do I begin to be a disciple."
                        },
                        {
                            "verse": 18,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:18",
                            "text": "May naught of things visible and things invisible envy me; that I may attain unto Jesus Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:19",
                            "text": "Let fire and cross and attacks of wild beasts, let wrenching of bones, cutting of limbs, crushing of the whole body, tortures of the devil,—let all these come upon me if only I may attain unto Jesus Christ\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:20",
                            "text": "These things he wrote from the above-mentioned city to the churches referred to."
                        },
                        {
                            "verse": 21,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:21",
                            "text": "And when he had left Smyrna he wrote again from Troas to the Philadelphians and to the church of Smyrna; and particularly to Polycarp, who presided over the latter church."
                        },
                        {
                            "verse": 22,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:22",
                            "text": "And since he knew him well as an apostolic man, he commended to him, like a true and good shepherd, the flock at Antioch, and besought him to care diligently for it."
                        },
                        {
                            "verse": 23,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:23",
                            "text": "And the same man, writing to the Smyrnaeans, used the following words concerning Christ, taken I know not whence: \"But I know and believe that he was in the flesh after the resurrection."
                        },
                        {
                            "verse": 24,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:24",
                            "text": "And when he came to Peter and his companions he said to them, Take, handle me, and see that I am not an incorporeal spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:25",
                            "text": "And immediately they touched him and believed\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:26",
                            "text": "Irenaeus also knew of his martyrdom and mentions his epistles in the following words: \"As one of our people said, when he was condemned to the beasts on account of his testimony unto God, I am God's wheat, and by the teeth of wild beasts am I ground, that I may be found pure bread\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:27",
                            "text": "Polycarp also mentions these letters in the epistle to the Philippians which is ascribed to him."
                        },
                        {
                            "verse": 28,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:28",
                            "text": "His words are as follows: \"I exhort all of you, therefore, to be obedient and to practice all patience such as ye saw with your own eyes not only in the blessed Ignatius and Rufus and Zosimus, but also in others from among yourselves as well as in Paul himself and the rest of the apostles; being persuaded that all these ran not in vain, but in faith and righteousness, and that they are gone to their rightful place beside the Lord, with whom also they suffered."
                        },
                        {
                            "verse": 29,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:29",
                            "text": "For they loved not the present world, but him that died for our sakes and was raised by God for us\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:30",
                            "text": "And afterwards he adds: \"You have written to me, both you and Ignatius, that if any one go to Syria he may carry with him the letters from you."
                        },
                        {
                            "verse": 31,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:31",
                            "text": "And this I will do if I have a suitable opportunity, either I myself or one whom I send to be an ambassador for you also."
                        },
                        {
                            "verse": 32,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:32",
                            "text": "The epistles of Ignatius which were sent to us by him and the others which we had with us we sent to you as you gave charge."
                        },
                        {
                            "verse": 33,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:33",
                            "text": "They are appended to this epistle, and from them you will be able to derive great advantage."
                        },
                        {
                            "verse": 34,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:34",
                            "text": "For they comprise faith and patience, and every kind of edification that pertaineth to our Lord\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:35",
                            "text": "So much concerning Ignatius."
                        },
                        {
                            "verse": 36,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book III 36:36",
                            "text": "But he was succeeded by Heros in the episcopate of the church of Antioch."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Eusebius: Chuch History Book III 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:2",
                            "text": "—The Evangelists that were still Eminent at that Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:3",
                            "text": "Among those that were celebrated at that time was Quadratus, who, report says, was renowned along with the daughters of Philip for his prophetical gifts."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:4",
                            "text": "And there were many others besides these who were known in those days, and who occupied the first place among the successors of the apostles."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:5",
                            "text": "And they also, being illustrious disciples of such great men, built up the foundations of the churches which had been laid by the apostles in every place, and preached the Gospel more and more widely and scattered the saving seeds of the kingdom of heaven far and near throughout the whole world."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:6",
                            "text": "For indeed most of the disciples of that time, animated by the divine word with a more ardent love for philosophy, had already fulfilled the command of the Saviour, and had distributed their goods to the needy."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:7",
                            "text": "Then starting out upon long journeys they performed the office of evangelists, being filled with the desire to preach Christ to those who had not yet heard the word of faith, and to deliver to them the divine Gospels."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:8",
                            "text": "And when they had only laid the foundations of the faith in foreign places, they appointed others as pastors, and entrusted them with the nurture of those that had recently been brought in, while they themselves went on again to other countries and nations, with the grace and the co-operation of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:9",
                            "text": "For a great many wonderful works were done through them by the power of the divine Spirit, so that at the first hearing whole multitudes of men eagerly embraced the religion of the Creator of the universe."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book III 37:10",
                            "text": "But since it is impossible for us to enumerate the names of all that became shepherds or evangelists in the churches throughout the world in the age immediately succeeding the apostles, we have recorded, as was fitting, the names of those only who have transmitted the apostolic doctrine to us in writings still extant."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Eusebius: Chuch History Book III 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:2",
                            "text": "—The Epistle of Clement and the Writings falsely ascribed to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:3",
                            "text": "Thus Ignatius has done in the epistles which we have mentioned, and Clement in his epistle which is accepted by all, and which he wrote in the name of the church of Rome to the church of Corinth."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:4",
                            "text": "In this epistle he gives many thoughts drawn from the Epistle to the Hebrews, and also quotes verbally some of its expressions, thus showing most plainly that it is not a recent production."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:5",
                            "text": "Wherefore it has seemed reasonable to reckon it with the other writings of the apostle."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:6",
                            "text": "For as Paul had written to the Hebrews in his native tongue, some say that the evangelist Luke, others that this Clement himself, translated the epistle."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:7",
                            "text": "The latter seems more probable, because the epistle of Clement and that to the Hebrews have a similar character in regard to style, and still further because the thoughts contained in the two works are not very different."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:8",
                            "text": "But it must be observed also that there is said to be a second epistle of Clement."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:9",
                            "text": "But we do not know that this is recognized like the former, for we do not find that the ancients have made any use of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:10",
                            "text": "And certain men have lately brought forward other wordy and lengthy writings under his name, containing dialogues of Peter and Apion."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:11",
                            "text": "But no mention has been made of these by the ancients; for they do not even preserve the pure stamp of apostolic orthodoxy."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:12",
                            "text": "The acknowledged writing of Clement is well known."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book III 38:13",
                            "text": "We have spoken also of the works of Ignatius and Polycarp."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Eusebius: Chuch History Book III 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:2",
                            "text": "—The Writings of Papias."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:3",
                            "text": "There are extant five books of Papias, which bear the title Expositions of Oracles of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:4",
                            "text": "Irenaeus makes mention of these as the only works written by him, in the following words: \"These things are attested by Papias, an ancient man who was a hearer of John and a companion of Polycarp, in his fourth book."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:5",
                            "text": "For five books have been written by him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:6",
                            "text": "These are the words of Irenaeus."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:7",
                            "text": "But Papias himself in the preface to his discourses by no means declares that he was himself a hearer and eye-witness of the holy apostles, but he shows by the words which he uses that he received the doctrines of the faith from those who were their friends."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:8",
                            "text": "He says: \"But I shall not hesitate also to put down for you along with my interpretations whatsoever things I have at any time learned carefully from the elders and carefully remembered, guaranteeing their truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:9",
                            "text": "For I did not, like the multitude, take pleasure in those that speak much, but in those that teach the truth; not in those that relate strange commandments, but in those that deliver the commandments given by the Lord to faith, and springing from the truth itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:10",
                            "text": "If, then, any one came, who had been a follower of the elders, I questioned him in regard to the words of the elders,—what Andrew or what Peter said, or what was said by Philip, or by Thomas, or by James, or by John, or by Matthew, or by any other of the disciples of the Lord, and what things Aristion and the presbyter John, the disciples of the Lord, say."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:11",
                            "text": "For I did not think that what was to be gotten from the books would profit me as much as what came from the living and abiding voice\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:12",
                            "text": "It is worth while observing here that the name John is twice enumerated by him."
                        },
                        {
                            "verse": 13,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:13",
                            "text": "The first one he mentions in connection with Peter and James and Matthew and the rest of the apostles, clearly meaning the evangelist; but the other John he mentions after an interval, and places him among others outside of the number of the apostles, putting Aristion before him, and he distinctly calls him a presbyter."
                        },
                        {
                            "verse": 14,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:14",
                            "text": "This shows that the statement of those is true, who say that there were two persons in Asia that bore the same name, and that there were two tombs in Ephesus, each of which, even to the present day, is called John's."
                        },
                        {
                            "verse": 15,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:15",
                            "text": "It is important to notice this."
                        },
                        {
                            "verse": 16,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:16",
                            "text": "For it is probable that it was the second, if one is not willing to admit that it was the first that saw the Revelation, which is ascribed by name to John."
                        },
                        {
                            "verse": 17,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:17",
                            "text": "And Papias, of whom we are now speaking, confesses that he received the words of the apostles from those that followed them, but says that he was himself a hearer of Aristion and the presbyter John."
                        },
                        {
                            "verse": 18,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:18",
                            "text": "At least he mentions them frequently by name, and gives their traditions in his writings."
                        },
                        {
                            "verse": 19,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:19",
                            "text": "These things we hope, have not been uselessly adduced by us."
                        },
                        {
                            "verse": 20,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:20",
                            "text": "But it is fitting to subjoin to the words of Papias which have been quoted, other passages from his works in which he relates some other wonderful events which he claims to have received from tradition."
                        },
                        {
                            "verse": 21,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:21",
                            "text": "That Philip the apostle dwelt at Hierapolis with his daughters has been already stated."
                        },
                        {
                            "verse": 22,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:22",
                            "text": "But it must be noted here that Papias, their contemporary, says that he heard a wonderful tale from the daughters of Philip."
                        },
                        {
                            "verse": 23,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:23",
                            "text": "For he relates that in his time one rose from the dead."
                        },
                        {
                            "verse": 24,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:24",
                            "text": "And he tells another wonderful story of Justus, surnamed Barsabbas: that he drank a deadly poison, and yet, by the grace of the Lord, suffered no harm."
                        },
                        {
                            "verse": 25,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:25",
                            "text": "The Book of Acts records that the holy apostles after the ascension of the Saviour, put forward this Justus, together with Matthias, and prayed that one might be chosen in place of the traitor Judas, to fill up their number."
                        },
                        {
                            "verse": 26,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:26",
                            "text": "The account is as follows: \"And they put forward two, Joseph, called Barsabbas, who was surnamed Justus, and Matthias; and they prayed and said\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:27",
                            "text": "The same writer gives also other accounts which he says came to him through unwritten tradition, certain strange parables and teachings of the Saviour, and some other more mythical things."
                        },
                        {
                            "verse": 28,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:28",
                            "text": "To these belong his statement that there will be a period of some thousand years after the resurrection of the dead, and that the kingdom of Christ will be set up in material form on this very earth."
                        },
                        {
                            "verse": 29,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:29",
                            "text": "I suppose he got these ideas through a misunderstanding of the apostolic accounts, not perceiving that the things said by them were spoken mystically in figures."
                        },
                        {
                            "verse": 30,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:30",
                            "text": "For he appears to have been of very limited understanding, as one can see from his discourses."
                        },
                        {
                            "verse": 31,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:31",
                            "text": "But it was due to him that so many of the Church Fathers after him adopted a like opinion, urging in their own support the antiquity of the man; as for instance Irenaeus and any one else that may have proclaimed similar views."
                        },
                        {
                            "verse": 32,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:32",
                            "text": "Papias gives also in his own work other accounts of the words of the Lord on the authority of Aristion who was mentioned above, and traditions as handed down by the presbyter John; to which we refer those who are fond of learning."
                        },
                        {
                            "verse": 33,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:33",
                            "text": "But now we must add to the words of his which we have already quoted the tradition which he gives in regard to Mark, the author of the Gospel."
                        },
                        {
                            "verse": 34,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:34",
                            "text": "\"This also the presbyter said: Mark, having become the interpreter of Peter, wrote down accurately, though not in order, whatsoever he remembered of the things said or done by Christ."
                        },
                        {
                            "verse": 35,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:35",
                            "text": "For he neither heard the Lord nor followed him, but afterward, as I said, he followed Peter, who adapted his teaching to the needs of his hearers, but with no intention of giving a connected account of the Lord's discourses, so that Mark committed no error while he thus wrote some things as he remembered them."
                        },
                        {
                            "verse": 36,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:36",
                            "text": "For he was careful of one thing, not to omit any of the things which he had heard, and not to state any of them falsely\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:37",
                            "text": "These things are related by Papias concerning Mark."
                        },
                        {
                            "verse": 38,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:38",
                            "text": "But concerning Matthew he writes as follows: \"So then Matthew wrote the oracles in the Hebrew language, and every one interpreted them as he was able\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:39",
                            "text": "And the same writer uses testimonies from the first Epistle of John and from that of Peter likewise."
                        },
                        {
                            "verse": 40,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:40",
                            "text": "And he relates another story of a woman, who was accused of many sins before the Lord, which is contained in the Gospel according to the Hebrews."
                        },
                        {
                            "verse": 41,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book III 39:41",
                            "text": "These things we have thought it necessary to observe in addition to what has been already stated."
                        }
                    ]
                }
            ]
        }
    ]
}