{
    "books": [
        {
            "name": "Origen: To Africanus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen: To Africanus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen: To Africanus 1:1",
                            "text": "Origen to Africanus, a beloved brother in God the Father, through Jesus Christ, His holy Child, greeting."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen: To Africanus 1:2",
                            "text": "Your letter, from which I learn what you think of the Susanna in the Book of Daniel, which is used in the Churches, although apparently somewhat short, presents in its few words many problems, each of which demands no common treatment, but such as oversteps the character of a letter, and reaches the limits of a discourse."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen: To Africanus 1:3",
                            "text": "And I, when I consider, as best I can, the measure of my intellect, that I may know myself, am aware that I am wanting in the accuracy necessary to reply to your letter; and that the more, that the few days I have spent in Nicomedia have been far from sufficient to send you an answer to all your demands and queries even after the fashion of the present epistle."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen: To Africanus 1:4",
                            "text": "Wherefore pardon my little ability, and the little time I had, and read this letter with all indulgence, supplying anything I may omit."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Origen: To Africanus 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:1",
                            "text": "You begin by saying, that when, in my discussion with our friend Bassus, I used the Scripture which contains the prophecy of Daniel when yet a young man in the affair of Susanna, I did this as if it had escaped me that this part of the book was spurious."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:2",
                            "text": "You say that you praise this passage as elegantly written, but find fault with it as a more modern composition, and a forgery; and you add that the forger has had recourse to something which not even Philistion the play-writer would have used in his puns between prinos and prisein, schinos and schisis, which words as they sound in Greek can be used in this way, but not in Hebrew."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:3",
                            "text": "In answer to this, I have to tell you what it behoves us to do in the cases not only of the History of Susanna, which is found in every Church of Christ in that Greek copy which the Greeks use, but is not in the Hebrew, or of the two other passages you mention at the end of the book containing the history of Bel and the Dragon, which likewise are not in the Hebrew copy of Daniel; but of thousands of other passages also which I found in many places when with my little strength I was collating the Hebrew copies with ours."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:4",
                            "text": "For in Daniel itself I found the word \"bound\" followed in our versions by very many verses which are not in the Hebrew at all, beginning (according to one of the copies which circulate in the Churches) thus:  \"Ananias, and Azarias, and Misael prayed and sang unto God,\" down to \"O, all ye that worship the Lord, bless ye the God of gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:5",
                            "text": "Praise Him, and say that His mercy endureth for ever and ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:6",
                            "text": "And it came to pass, when the king heard them singing, and saw them that they were alive\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:7",
                            "text": "Or, as in another copy, from \"And they walked in the midst of the fire, praising God and blessing the Lord,\" down to \"O, all ye that worship the Lord, bless ye the God of gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:8",
                            "text": "Praise Him, and say that His mercy endureth to all generations\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:9",
                            "text": "But in the Hebrew copies the words, \"And these three men, Sedrach, Misach, and Abednego fell down bound into the midst of the fire,\" are immediately followed by the verse, \"Nabouchodonosor the king was astonished, and rose up in haste, and spake, and said unto his counsellors\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:10",
                            "text": "For so Aquila, following the Hebrew reading, gives it, who has obtained the credit among the Jews of having interpreted the Scriptures with no ordinary care, and whose version is most commonly used by those who do not know Hebrew, as the one which has been most successful."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Origen: To Africanus 2:11",
                            "text": "Of the copies in my possession whose readings I gave, one follows the Seventy, and the other Theodotion; and just as the History of Susanna which you call a forgery is found in both, together with the passages at the end of Daniel, so they give also these passages, amounting, to make a rough guess, to more than two hundred verses."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Origen: To Africanus 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:1",
                            "text": "And in many other of the sacred books I found sometimes more in our copies than in the Hebrew, sometimes less."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:2",
                            "text": "I shall adduce a few examples, since it is impossible to give them all."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:3",
                            "text": "Of the Book of Esther neither the prayer of Mardochaios nor that of Esther, both fitted to edify the reader, is found in the Hebrew."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:4",
                            "text": "Neither are the letters; nor the one written to Amman about the rooting up of the Jewish nation, nor that of Mardochaios in the name of Artaxerxes delivering the nation from death."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:5",
                            "text": "Then in Job, the words from \"It is written, that he shall rise again with those whom the Lord raises,\" to the end, are not in the Hebrew, and so not in Aquila's edition; while they are found in the Septuagint and in Theodotion's version, agreeing with each other at least in sense."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:6",
                            "text": "And many other places I found in Job where our copies have more than the Hebrew ones, sometimes a little more, and sometimes a great deal more:  a little more, as when to the words, \"Rising up in the morning, he offered burnt-offerings for them according to their number,\" they add, \"one heifer for the sin of their soul;\" and to the words, \"The angels of God came to present themselves before God, and the devil came with them,\" \"from going to and fro in the earth, and from walking up and down in it\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:7",
                            "text": "Again, after \"The Lord gave, the Lord has taken away,\" the Hebrew has not, \"It was so, as seemed good to the Lord\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:8",
                            "text": "Then our copies are very much fuller than the Hebrew, when Job's wife speaks to him, from \"How long wilt thou hold out?  And he said, Lo, I wait yet a little while, looking for the hope of my salvation,\" down to \"that I may cease from my troubles, and my sorrows which compass me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Origen: To Africanus 3:9",
                            "text": "For they have only these words of the woman, \"But say a word against God, and die\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Origen: To Africanus 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Origen: To Africanus 4:1",
                            "text": "Again, through the whole of Job there are many passages in the Hebrew which are wanting in our copies, generally four or five verses, but sometimes, however, even fourteen, and nineteen, and sixteen."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Origen: To Africanus 4:2",
                            "text": "But why should I enumerate all the instances I collected with so much labour, to prove that the difference between our copies and those of the Jews did not escape me?  In Jeremiah I noticed many instances, and indeed in that book I found much transposition and variation in the readings of the prophecies."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Origen: To Africanus 4:3",
                            "text": "Again, in Genesis, the words, \"God saw that it was good,\" when the firmament was made, are not found in the Hebrew, and there is no small dispute among them about this; and other instances are to be found in Genesis, which I marked, for the sake of distinction, with the sign the Greeks call an obelisk, as on the other hand I marked with an asterisk those passages in our copies which are not found in the Hebrew."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Origen: To Africanus 4:4",
                            "text": "What needs there to speak of Exodus, where there is such diversity in what is said about the tabernacle and its court, and the ark, and the garments of the high priest and the priests, that sometimes the meaning even does not seem to be akin?  And, forsooth, when we notice such things, we are forthwith to reject as spurious the copies in use in our Churches, and enjoin the brotherhood to put away the sacred books current among them, and to coax the Jews, and persuade them to give us copies which shall be untampered with, and free from forgery!  Are we to suppose that that Providence which in the sacred Scriptures has ministered to the edification of all the Churches of Christ, had no thought for those bought with a price, for whom Christ died; whom, although His Son, God who is love spared not, but gave Him up for us all, that with Him He might freely give us all things?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Origen: To Africanus 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:1",
                            "text": "In all these cases consider whether it would not be well to remember the words, \"Thou shalt not remove the ancient landmarks which thy fathers have set\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:2",
                            "text": "Nor do I say this because I shun the labour of investigating the Jewish Scriptures, and comparing them with ours, and noticing their various readings."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:3",
                            "text": "This, if it be not arrogant to say it, I have already to a great extent done to the best of my ability, labouring hard to get at the meaning in all the editions and various readings; while I paid particular attention to the interpretation of the Seventy, lest I might to be found to accredit any forgery to the Churches which are under heaven, and give an occasion to those who seek such a starting-point for gratifying their desire to slander the common brethren, and to bring some accusation against those who shine forth in our community."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:4",
                            "text": "And I make it my endeavour not to be ignorant of their various readings, lest in my controversies with the Jews I should quote to them what is not found in their copies, and that I may make some use of what is found there, even although it should not be in our Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:5",
                            "text": "For if we are so prepared for them in our discussions, they will not, as is their manner, scornfully laugh at Gentile believers for their ignorance of the true reading as they have them."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Origen: To Africanus 5:6",
                            "text": "So far as to the History of Susanna not being found in the Hebrew."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Origen: To Africanus 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:1",
                            "text": "Let us now look at the things you find fault with in the story itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:2",
                            "text": "And here let us begin with what would probably make any one averse to receiving the history:  I mean the play of words between prinos and prisis, schinos and schisis."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:3",
                            "text": "You say that you can see how this can be in Greek, but that in Hebrew the words are altogether distinct."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:4",
                            "text": "On this point, however, I am still in doubt; because, when I was considering this passage (for I myself saw this difficulty), I consulted not a few Jews about it, asking them the Hebrew words for prinos and prisein, and how they would translate schinos the tree, and how schisis."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:5",
                            "text": "And they said that they did not know these Greek words prinos and schinos, and asked me to show them the trees, that they might see what they called them."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:6",
                            "text": "And I at once (for the truth's dear sake) put before them pieces of the different trees."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:7",
                            "text": "One of them then said, that he could not with any certainty give the Hebrew name of anything not mentioned in Scripture, since, if one was at a loss, he was prone to use the Syriac word instead of the Hebrew one; and he went on to say, that some words the very wisest could not translate."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:8",
                            "text": "\"If, then,\" said he, \"you can adduce a passage in any Scripture where the schinos is mentioned, or the prinos, you will find there the words you seek, together with the words which have the same sound; but if it is nowhere mentioned, we also do not know it\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:9",
                            "text": "This, then, being what the Hebrews said to whom I had recourse, and who were acquainted with the history, I am cautious of affirming whether or not there is any correspondence to this play of words in the Hebrew."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Origen: To Africanus 6:10",
                            "text": "Your reason for affirming that there is not, you yourself probably know."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Origen: To Africanus 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Origen: To Africanus 7:1",
                            "text": "Moreover, I remember hearing from a learned Hebrew, said among themselves to be the son of a wise man, and to have been specially trained to succeed his father, with whom I had intercourse on many subjects, the names of these elders, just as if he did not reject the History of Susanna, as they occur in Jeremias as follows:  \"The Lord make thee like Zedekias and Achiab, whom the king of Babylon roasted in the fire, for the iniquity they did in Israel\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Origen: To Africanus 7:2",
                            "text": "How, then, could the one be sawn asunder by an angel, and the other rent in pieces?  The answer is, that these things were prophesied not of this world, but of the judgment of God, after the departure from this world."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Origen: To Africanus 7:3",
                            "text": "For as the lord of that wicked servant who says, \"My lord delayeth his coming,\" and so gives himself up to drunkenness, eating and drinking with drunkards, and smiting his fellow-servants, shall at his coming \"cut him asunder, and appoint him his portion with the unbelievers,\" even so the angels appointed to punish will accomplish these things (just as they will cut asunder the wicked steward of that passage) on these men, who were called indeed elders, but who administered their stewardship wickedly."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Origen: To Africanus 7:4",
                            "text": "One will saw asunder him who was waxen old in wicked days, who had pronounced false judgment, condemning the innocent, and letting the guilty go free; and another will rend in pieces him of the seed of Chanaan, and not of Judah, whom beauty had deceived, and whose heart lust had perverted."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Origen: To Africanus 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Origen: To Africanus 8:1",
                            "text": "And I knew another Hebrew, who told about these elders such traditions as the following:  that they pretended to the Jews in captivity, who were hoping by the coming of Christ to be freed from the yoke of their enemies, that they could explain clearly the things concerning Christ,…and that they so deceived the wives of their countrymen."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Origen: To Africanus 8:2",
                            "text": "Wherefore it is that the prophet Daniel calls the one \"waxen old in wicked days,\" and says to the other, \"Thus have ye dealt with the children of Israel; but the daughters of Juda would not abide your wickedness\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Origen: To Africanus 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:1",
                            "text": "But probably to this you will say, Why then is the \"History\" not in their Daniel, if, as you say, their wise men hand down by tradition such stories?  The answer is, that they hid from the knowledge of the people as many of the passages which contained any scandal against the elders, rulers, and judges, as they could, some of which have been preserved in uncanonical writings (Apocrypha)."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:2",
                            "text": "As an example, take the story told about Esaias; and guaranteed by the Epistle to the Hebrews, which is found in none of their public books."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:3",
                            "text": "For the author of the Epistle to the Hebrews, in speaking of the prophets, and what they suffered, says, \"They were stoned, they were sawn asunder, they were slain with the sword\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:4",
                            "text": "To whom, I ask, does the \"sawn asunder\" refer (for by an old idiom, not peculiar to Hebrew, but found also in Greek, this is said in the plural, although it refers to but one person)?  Now we know very well that tradition says that Esaias the prophet was sawn asunder; and this is found in some apocryphal work, which probably the Jews have purposely tampered with, introducing some phrases manifestly incorrect, that discredit might be thrown on the whole."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:5",
                            "text": "However, some one hard pressed by this argument may have recourse to the opinion of those who reject this Epistle as not being Paul's; against whom I must at some other time use other arguments to prove that it is Paul's."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:6",
                            "text": "At present I shall adduce from the Gospel what Jesus Christ testifies concerning the prophets, together with a story which He refers to, but which is not found in the Old Testament, since in it also there is a scandal against unjust judges in Israel."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:7",
                            "text": "The words of our Saviour run thus:  \"Woe unto you, scribes and Pharisees, hypocrites because ye build the tombs of the prophets, and garnish the sepulchres of the righteous, and say, If we had been in the days of our fathers, we would not have been partaken with them in the blood of the prophets."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:8",
                            "text": "Wherefore be ye witnesses unto yourselves, that ye are the children of them which killed the prophets."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:9",
                            "text": "Fill ye up then the measure of your fathers."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:10",
                            "text": "Ye serpents, ye generation of vipers, how can ye escape the damnation of Gehenna?  Wherefore, behold, I send unto you prophets, and wise men, and scribes; and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  that upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias, son of Barachias, whom ye slew between the temple and the altar."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:11",
                            "text": "Verily I say unto you, All these things shall come upon this generation\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:12",
                            "text": "And what follows is of the same tenor:  \"O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  Behold, your house is left unto you desolate\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:13",
                            "text": "Let us see now if in these cases we are not forced to the conclusion, that while the Saviour gives a true account of them, none of the Scriptures which could prove what He tells are to be found."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:14",
                            "text": "For they who build the tombs of the prophets and garnish the sepulchres of the righteous, condemning the crimes their fathers committed against the righteous and the prophets, say, \"If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:15",
                            "text": "In the blood of what prophets, can any one tell me?  For where do we find anything like this written of Esaias, or Jeremias, or any of the twelve, or Daniel?  Then about Zacharias the son of Barachias, who was slain between the temple and the altar, we learn from Jesus only, not knowing it otherwise from any Scripture."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:16",
                            "text": "Wherefore I think no other supposition is possible, than that they who had the reputation of wisdom, and the rulers and elders, took away from the people every passage which might bring them into discredit among the people."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:17",
                            "text": "We need not wonder, then, if this history of the evil device of the licentious elders against Susanna is true, but was concealed and removed from the Scriptures by men themselves not very far removed from the counsel of these elders."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:18",
                            "text": "In the Acts of the Apostles also, Stephen, in his other testimony, says, \"Which of the prophets have not your fathers persecuted?  And they have slain them which showed before of the coming of the Just One; of whom ye have been now the betrayers and murderers\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:19",
                            "text": "That Stephen speaks the truth, every one will admit who receives the Acts of the Apostles; but it is impossible to show from the extant books of the Old Testament how with any justice he throws the blame of having persecuted and slain the prophets on the fathers of those who believed not in Christ."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:20",
                            "text": "And Paul, in the first Epistle to the Thessalonians, testifies this concerning the Jews:  \"For ye, brethren, became followers of the Churches of God which in Judea are in Christ Jesus:  for ye also have suffered like things of your own countrymen, even as they have of the Jews; who both killed the Lord Jesus and their own prophets, and have persecuted us; and they please not God, and are contrary to all men\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Origen: To Africanus 9:21",
                            "text": "What I have said is, I think, sufficient to prove that it would be nothing wonderful if this history were true, and the licentious and cruel attack was actually made on Susanna by those who were at that time elders, and written down by the wisdom of the Spirit, but removed by these rulers of Sodom, as the Spirit would call them."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Origen: To Africanus 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:1",
                            "text": "Your next objection is, that in this writing Daniel is said to have been seized by the Spirit, and to have cried out that the sentence was unjust; while in that writing of his which is universally received he is represented as prophesying in quite another manner, by visions and dreams, and an angel appearing to him, but never by prophetic inspiration."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:2",
                            "text": "You seem to me to pay too little heed to the words, \"At sundry times, and in divers manners, God spake in time past unto the fathers by the prophets\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:3",
                            "text": "This is true not only in the general, but also of individuals."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:4",
                            "text": "For if you notice, you will find that the same saints have been favoured with divine dreams and angelic appearances and (direct) inspirations."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:5",
                            "text": "For the present it will suffice to instance what is testified concerning Jacob."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:6",
                            "text": "Of dreams from God he speaks thus:  \"And it came to pass, at the time that the cattle conceived, that I saw them before my eyes in a dream, and, behold, the rams and he-goats which leaped upon the sheep and the goats, white-spotted, and speckled, and grisled."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:7",
                            "text": "And the angel of God spake unto me in a dream, saying, Jacob."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:8",
                            "text": "And I said, What is it?  And he said, Lift up thine eyes and see, the goats and rams leaping on the goats and sheep, white-spotted, and speckled, and grisled:  for I have seen all that Laban doeth unto thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:9",
                            "text": "I am God, who appeared unto thee in the place of God, where thou anointedst to Me there a pillar, and vowedst a vow there to Me:  now arise, get thee out from this land, and return unto the land of thy kindred\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:10",
                            "text": "And as to an appearance (which is better than a dream), he speaks as follows about himself:  \"And Jacob was left alone; and there wrestled a man with him until the breaking of the day."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:11",
                            "text": "And he saw that he prevailed not against him, and he touched the breadth of his thigh; and the breadth of Jacob's thigh grew stiff while he was wrestling with him."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:12",
                            "text": "And he said to him, Let me go, for the day breaketh."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:13",
                            "text": "And he said, I will not let thee go, except thou bless me."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:14",
                            "text": "And he said unto him, What is thy name?  And he said, Jacob."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:15",
                            "text": "And he said to him, Thy name shall be called no more Jacob, but Israel shall be thy name:  for thou hast prevailed with God, and art powerful with men."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:16",
                            "text": "And Jacob asked him, and said, Tell me thy name."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:17",
                            "text": "And he said, Wherefore is it that thou dost ask after my name?  And he blessed him there."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:18",
                            "text": "And Jacob called the name of the place Vision of God:  for I have seen God face to face, and my life is preserved."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:19",
                            "text": "And the sun rose, when the vision of God passed by\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:20",
                            "text": "And that he also prophesied by inspiration, is evident from this passage:  \"And Jacob called unto his sons, and said, Gather yourselves together, that I may tell you what shall befall you in the last days."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:21",
                            "text": "Gather yourselves together, and hear, ye sons of Jacob; and hearken unto Israel your father."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:22",
                            "text": "Reuben, my first-born, my might, and the beginning of my children, hard to be born, hard and stubborn."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:23",
                            "text": "Thou wert wanton, boil not over like water; because thou wentest up to thy father's bed; then defiledst thou the couch to which thou wentest up\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:24",
                            "text": "And so with the rest:  it was by inspiration that the prophetic blessings were pronounced."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Origen: To Africanus 10:25",
                            "text": "We need not wonder, then, that Daniel sometimes prophesied by inspiration, as when he rebuked the elders sometimes, as you say, by dreams and visions, and at other times by an angel appearing unto him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Origen: To Africanus 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:1",
                            "text": "Your other objections are stated, as it appears to me, somewhat irreverently, and without the becoming spirit of piety."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:2",
                            "text": "I cannot do better than quote your very words:  \"Then, after crying out in this extraordinary fashion, he detects them in a way no less incredible, which not even Philistion the play-writer would have resorted to."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:3",
                            "text": "For, not satisfied with rebuking them through the Spirit, he placed them apart, and asked them severally where they saw her committing adultery; and when the one said, 'Under a holm-tree' (prinos) he answered that the angel would saw him asunder (prisein); and in a similar fashion threatened the other, who said, 'Under a mastich-tree' (schinos), with being rent asunder\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:4",
                            "text": "You might as reasonably compare to Philistion the play-writer, a story somewhat like this one, which is found in the third book of Kings, which you yourself will admit to be well written."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:5",
                            "text": "Here is what we read in Kings:—  \"Then there appeared two women that were harlots before the king, and stood before him."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:6",
                            "text": "And the one woman said, To me, my lord, I and this woman dwell in one house; and we were delivered in the house."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:7",
                            "text": "And it came to pass, the third day after that I was delivered, that this woman was delivered also:  and we were together; there is no one in our house except us two."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:8",
                            "text": "And this woman's child died in the night; because she overlaid it."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:9",
                            "text": "And she arose at midnight, and took my son from my arms."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:10",
                            "text": "And thine handmaid slept."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:11",
                            "text": "And she laid it in her bosom, and laid her dead child in my bosom."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:12",
                            "text": "And I arose in the morning to give my child suck, and he was dead; but when I had considered it in the morning, behold, it was not my son which I did bear."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:13",
                            "text": "And the other woman said, Nay; the dead is thy son, but the living is my son."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:14",
                            "text": "And the other said, No; the living is my son, but the dead is thy son."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:15",
                            "text": "Thus they spake before the king."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:16",
                            "text": "Then said the king, Thou sayest, This is my son that liveth, and thy son is the dead:  and thou sayest, Nay; but thy son is the dead, and my son is the living."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:17",
                            "text": "And the king said, Bring me a sword."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:18",
                            "text": "And they brought a sword before the king."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:19",
                            "text": "And the king said, Divide the living child in two, and give half to the one, and half to the other."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:20",
                            "text": "Then spake the woman whose the living child was unto the king (for her bowels yearned after her son), and she said, To me, my lord, give her the living child, and in no wise slay it."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:21",
                            "text": "But the other said, Let it be neither mine nor thine, but divide it."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:22",
                            "text": "Then the king answered and said, Give the child to her which said, Give her the living child, and in no wise slay it:  for she is the mother of it."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:23",
                            "text": "And all Israel heard of the judgment which the king had judged; and they feared the face of the king:  for they saw that the wisdom of God was in him to do judgment\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:24",
                            "text": "For if we were at liberty to speak in this scoffing way of the Scriptures in use in the Churches, we should rather compare this story of the two harlots to the play of Philistion than that of the chaste Susanna."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:25",
                            "text": "And just as the people would not have been persuaded if Solomon had merely said, \"Give this one the living child, for she is the mother of it;\" so Daniel's attack on the elders would not have been sufficient had there not been added the condemnation from their own mouth, when both said that they had seen her lying with the young man under a tree, but did not agree as to what kind of tree it was."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:26",
                            "text": "And since you have asserted, as if you knew for certain, that Daniel in this matter judged by inspiration (which may or may not have been the case), I would have you notice that there seem to me to be some analogies in the story of Daniel to the judgment of Solomon, concerning whom the Scripture testifies that the people saw that the wisdom of God was in him to do judgment."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Origen: To Africanus 11:27",
                            "text": "This might be said also of Daniel, for it was because wisdom was in him to do judgment that the elders were judged in the manner described."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Origen: To Africanus 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:1",
                            "text": "I had nearly forgotten an additional remark I have to make about the prino-prisein and schino-schisein difficulty; that is, that in our Scriptures there are many etymological fancies, so to call them, which in the Hebrew are perfectly suitable, but not in the Greek."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:2",
                            "text": "It need not surprise us, then, if the translators of the History of Susanna contrived it so that they found out some Greek words, derived from the same root, which either corresponded exactly to the Hebrew form (though this I hardly think possible), or presented some analogy to it."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:3",
                            "text": "Here is an instance of this in our Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:4",
                            "text": "When the woman was made by God from the rib of the man, Adam says, \"She shall be called woman, because she was taken out of her husband\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:5",
                            "text": "Now the Jews say that the woman was called \"Essa,\" and that \"taken\" is a translation of this word as is evident from \"chos isouoth essa,\" which means, \"I have taken the cup of salvation;\" and that \"is\" means \"man,\" as we see from \"Hesre aïs,\" which is, \"Blessed is the man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:6",
                            "text": "According to the Jews, then, \"is\" is \"man,\" and \"essa,\" \"woman,\" because she was taken out of her husband (is)."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:7",
                            "text": "It need not then surprise us if some interpreters of the Hebrew \"Susanna,\" which had been concealed among them at a very remote date, and had been preserved only by the more learned and honest, should have either given the Hebrew word for word, or hit upon some analogy to the Hebrew forms, that the Greeks might be able to follow them."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Origen: To Africanus 12:8",
                            "text": "For in many other passages we can find traces of this kind of contrivance on the part of the translators, which I noticed when I was collating the various editions."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Origen: To Africanus 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:1",
                            "text": "You raise another objection, which I give in your own words:  \"Moreover, how is it that they, who were captives among the Chaldeans, lost and won at play, thrown out unburied on the streets, as was prophesied of the former captivity, their sons torn from them to be eunuchs, and their daughters to be concubines, as had been prophesied; how is it that such could pass sentence of death, and that on the wife of their king Joakim, whom the king of the Babylonians had made partner of his throne?  Then, if it was not this Joakim, but some other from the common people, whence had a captive such a mansion and spacious garden?\"  Where you get your \"lost and won at play, and thrown out unburied on the streets,\" I know not, unless it is from Tobias; and Tobias (as also Judith), we ought to notice, the Jews do not use."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:2",
                            "text": "They are not even found in the Hebrew Apocrypha, as I learned from the Jews themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:3",
                            "text": "However, since the Churches use Tobias, you must know that even in the captivity some of the captives were rich and well to do."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:4",
                            "text": "Tobias himself says, \"Because I remembered God with all my heart; and the Most High gave me grace and beauty in the eyes of Nemessarus, and I was his purveyor; and I went into Media, and left in trust with Gabael, the brother of Gabrias, at Ragi, a city of Media, ten talents of silver\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:5",
                            "text": "And he adds, as if he were a rich man, \"In the days of Nemessarus I gave many alms to my brethren."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:6",
                            "text": "I gave my bread to the hungry, and my clothes to the naked:  and if I saw any of my nation dead, and cast outside the walls of Nineve, I buried him; and if king Senachereim had slain any when he came fleeing from Judea, I buried them privily (for in his wrath he killed many)\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:7",
                            "text": "Think whether this great catalogue of Tobias's good deeds does not betoken great wealth and much property, especially when he adds, \"Understanding that I was sought for to be put to death, I withdrew myself for fear, and all my goods were forcibly taken away\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:8",
                            "text": "And another captive, Dachiacharus, the son of Ananiel, the brother of Tobias, was set over all the exchequer of the kingdom of king Acherdon; and we read, \"Now Achiacharus was cup-bearer and keeper of the signet, and steward and overseer of the accounts\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:9",
                            "text": "Mardochaios, too, frequented the court of the king, and had such boldness before him, that he was inscribed among the benefactors of Artaxerxes."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:10",
                            "text": "Again we read in Esdras, that Neemias, a cup-bearer and eunuch of the king, of Hebrew race, made a request about the rebuilding of the temple, and obtained it; so that it was granted to him, with many more, to return and build the temple again."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Origen: To Africanus 13:11",
                            "text": "Why then should we wonder that one Joakim had garden, and house, and property, whether these were very expensive or only moderate, for this is not clearly told us in the writing?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Origen: To Africanus 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:1",
                            "text": "But you say, \"How could they who were in captivity pass sentence of death?\" asserting, I know not on what grounds, that Susanna was the wife of a king, because of the name Joakim."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:2",
                            "text": "The answer is, that it is no uncommon thing, when great nations become subject, that the king should allow the captives to use their own laws and courts of justice."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:3",
                            "text": "Now, for instance, that the Romans rule, and the Jews pay the half-shekel to them, how great power by the concession of Caesar the ethnarch has; so that we, who have had experience of it, know that he differs in little from a true king!  Private trials are held according to the law, and some are condemned to death."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:4",
                            "text": "And though there is not full licence for this, still it is not done without the knowledge of the ruler, as we learned and were convinced of when we spent much time in the country of that people."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:5",
                            "text": "And yet the Romans only take account of two tribes, while at that time besides Judah there were the ten tribes of Israel."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Origen: To Africanus 14:6",
                            "text": "Probably the Assyrians contented themselves with holding them in subjection, and conceded to them their own judicial processes."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Origen: To Africanus 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:1",
                            "text": "I find in your letter yet another objection in these words:  \"And add, that among all the many prophets who had been before, there is no one who has quoted from another word for word."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:2",
                            "text": "For they had no need to go a-begging for words, since their own were true."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:3",
                            "text": "But this one, in rebuking one of these men, quotes the words of the Lord, 'The innocent and righteous shalt thou not slay."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:4",
                            "text": "'\"  I cannot understand how, with all your exercise in investigating and meditating on the Scriptures, you have not noticed that the prophets continually quote each other almost word for word."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:5",
                            "text": "For who of all believers does not know the words in Esaias?  \"And in the last days the mountain of the Lord shall be manifest, and the house of the Lord on the top of the mountains, and it shall be exalted above the hills; and all nations shall come unto it."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:6",
                            "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, unto the house of the God of Jacob; and He will teach us His way, and we will walk in it:  for out of Zion shall go forth a law, and a word of the Lord from Jerusalem."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:7",
                            "text": "And He shall judge among the nations, and shall rebuke many people; and they shall beat their swords into ploughshares, and their spears into pruning-hooks:  nation shall not lift up sword against nation; neither shall they learn war any more\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:8",
                            "text": "But in Micah we find a parallel passage, which is almost word for word:  \"And in the last days the mountain of the Lord shall be manifest, established on the top of the mountains, and it shall be exalted above the hills; and people shall hasten unto it."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:9",
                            "text": "And many nations shall come, and say, Come, let us go up to the mountain of the Lord, to the house of the God of Jacob; and they will teach us His way, and we will walk in His paths:  for a law shall go forth from Zion, and a word of the Lord from Jerusalem."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:10",
                            "text": "And He shall judge among many people, and rebuke strong nations; and they shall beat their swords into ploughshares, and their spears into pruning-hooks:  nation shall not lift up a sword against nation, neither shall they learn war any more\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:11",
                            "text": "Again, in First Chronicles, the psalm which is put in the hands of Asaph and his brethren to praise the Lord, beginning, \"Give thanks unto the Lord, call upon His name,\" is in the beginning almost identical with Psalm cv."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:12",
                            "text": ", down to \"and do my prophets no harm;\" and after that it is the same as Psalm xcvi."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:13",
                            "text": ", from the beginning of that psalm, which is something like this, \"Praise the Lord all the earth,\" down to \"For He cometh to judge the earth\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:14",
                            "text": "(It would have taken up too much time to quote more fully; so I have given these short references, which are sufficient for the matter before us."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:15",
                            "text": ")  And you will find the law about not bearing a burden on the Sabbath-day in Jeremias, as well as in Moses."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:16",
                            "text": "And the rules about the passover, and the rules for the priests, are not only in Moses, but also at the end of Ezekiel."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:17",
                            "text": "I would have quoted these, and many more, had I not found that from the shortness of my stay in Nicomedia my time for writing you was already too much restricted."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:18",
                            "text": "Your last objection is, that the style is different."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:19",
                            "text": "This I cannot see."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:20",
                            "text": "This, then, is my defence."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:21",
                            "text": "I might, especially after all these accusations, speak in praise of this history of Susanna, dwelling on it word by word, and expounding the exquisite nature of the thoughts."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:22",
                            "text": "Such an encomium, perhaps, some of the learned and able students of divine things may at some other time compose."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:23",
                            "text": "This, however, is my answer to your strokes, as you call them."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:24",
                            "text": "Would that I could instruct you!  But I do not now arrogate that to myself."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:25",
                            "text": "My lord and dear brother Ambrosius, who has written this at my dictation, and has, in looking over it, corrected as he pleased, salutes you."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:26",
                            "text": "His faithful spouse, Marcella, and her children, also salute you."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:27",
                            "text": "Also Anicetus."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Origen: To Africanus 15:28",
                            "text": "Do you salute our dear father Apollinarius, and all our friends."
                        }
                    ]
                }
            ]
        }
    ]
}