{
    "books": [
        {
            "name": "Theodoret: Intro",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Theodoret: Intro 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:1",
                            "text": "Prolegomena:  I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:2",
                            "text": "—Parentage, Birth, and Education."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:3",
                            "text": "At Antioch at the close of the fourth century there were living a husband and wife, opulent and happy in the enjoyment of all the good things of this life, one thing only excepted."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:4",
                            "text": "They were childless."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:5",
                            "text": "Married at seventeen, the young bride lived for several years in the enjoyment of such pleasures as wealth and society could give."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:6",
                            "text": "At the age of twenty-three she was attacked by a painful disease in one of her eyes, for which neither the books of older authorities nor later physiological discoveries could suggest a remedy."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:7",
                            "text": "One of her domestic servants, compassionating her distress, informed her that the wife of Pergamius, at that time in authority in the East, had been healed of a similar ailment by Petrus, a famous Galatian solitary who was then living in the upper story of a tomb in the neighbourhood, to which access could only be obtained by climbing a ladder."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:8",
                            "text": "The afflicted lady, says the story which her son himself repeats, hastened to climb to the recluse's latticed cell, arrayed in all her customary elaborate costume, with earrings, necklaces, and the rest of her ornaments of gold, her silk robe blazing with embroidery, her face smeared with red and white cosmetics, and her eyebrows and eyelids artificially darkened."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:9",
                            "text": "\"Tell me,\" said the hermit, on beholding his brilliant visitor, \"tell me, my child, if some skilful painter were to paint a portrait according to his art's strict rules and offer it for exhibition, and then up were to come some dauber dashing off his pictures on the spur of the moment, who should find fault with the artistic picture, lengthen the lines of brows and lids, make the face whiter and heighten the red of the cheeks, what would you say? Do you not think the original painter would be hurt at this insult to his art and these needless additions of an unskilled hand\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:10",
                            "text": "These arguments, we learn, led eventually to the improvement of the young Antiochene gentlewoman both in piety and good taste and her eye is said to have been restored to health by the imposition of the sign of the cross."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:11",
                            "text": "Not impossibly the discontinuance of the use of cosmetics may have helped, if not caused, the cure."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:12",
                            "text": "Six years longer the husband and wife lived together a more religious life, but still unblessed with children."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:13",
                            "text": "Among the ascetic solitaries whom the disappointed husband begged to aid him in his prayers was one Macedonius, distinguished, from the simplicity of his diet, as \"the barley eater\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:14",
                            "text": "In answer to his prayers, it was believed, a son was at last granted to the pious pair."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:15",
                            "text": "The condition of the boon being that the boy should be devoted to the divine service, he was appropriately named at his birth \"Theodoretus,\" or \"Given by God\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:16",
                            "text": "Of the exact date of this birth, productive of such important consequences to the history and literature of the Church, no precise knowledge is attainable."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:17",
                            "text": "The less probable year is 386 as given by Garnerius, the more probable and now generally accepted year 393 follows the computation of Tillemont."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:18",
                            "text": "While yet in his swaddling bands the little Theodoret began to receive training appropriate to his high career, and, as he himself tells us, with the pardonable exaggeration of enthusiasm, was no sooner weaned than he began to learn the apostolic teaching."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:19",
                            "text": "Among his earliest impressions were the lessons and exhortations of Peter of Galatia, to whom his mother owed so much, and of Macedonius \"the barley eater,\" who had helped to save the Antiochenes in the troubles that arose about the statues."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:20",
                            "text": "Of the latter Theodoret quotes the earnest charges to a holy life, and in his modesty expresses his sorrow that he had not profited better by the solitary's solemn entreaties."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:21",
                            "text": "If however Macedonius was indeed quite ignorant of the Scriptures, it may have been well for the boy's education to have been not wholly in his hands."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:22",
                            "text": "It is not impossible that he may have had a childish recollection of Chrysostom, who left Antioch in 398."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:23",
                            "text": "To Peter he used to pay a weekly visit, and records how the holy man would take him on his knees and feed him with bread and raisins."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:24",
                            "text": "A treasure long preserved in the household of Theodoret's parents was half Peter's girdle, woven of coarse linen, which the old man had one day wound round the loins of the boy."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:25",
                            "text": "Frequently proved an unfailing remedy in various cases of family ailment, its very reputation led to its loss, for all the neighbours used to borrow it to cure their own complaints, and at last an unkind or careless friend omitted to return it."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:26",
                            "text": "When a stripling Theodoret was blessed by the right hand of Aphraates the monk, of whom he relates an anecdote in his Ecclesiastical History, and when his beard was just beginning to grow was also blessed by the ascetic Zeno."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:27",
                            "text": "At this period he was already a lector and was therefore probably past the age of eighteen."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:28",
                            "text": "By this time his general education would be regarded as more or less complete, and to these earlier years may be traced the acquaintance which he shows with the writings of Homer, Thucydides, Plato, Euripides, and other Greek classics."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:29",
                            "text": "Lighter literature, too, will not have been excluded from his reading, if we accept the genuineness of the famous letter on the death of Cyril, and may infer that the dialogues of Lucian are more likely to have amused the leisure hours of a lad at school and college than have intruded on the genuine piety and marvellous industry of the Bishop of Cyrus."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:30",
                            "text": "Theodoret was familiar with Greek, Syriac, and Hebrew, but is said to have been unacquainted with Latin."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:31",
                            "text": "Such I presume to be an inference from a passage in one of his works in which he tells us \"The Romans indeed had poets, orators, and historians, and we are informed by those who are skilled in both languages that their reasonings are closer than the Greeks' and their sentences more concise."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:32",
                            "text": "In saying this I have not the least intention of disparaging the Greek language which is in a sense mine, or of making an ungrateful return to it for my education, but I speak that I may to some extent close the lips and lower the brows of those who make too big a boasting about it, and may teach them not to ridicule a language which is illuminated by the truth."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:33",
                            "text": "' But it is not clear from these words that Theodoret had no acquaintance with Latin."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:34",
                            "text": "His admiration for orthodox Western theology as well as his natural literary and social curiosity would lead him to learn it."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:35",
                            "text": "In the Ecclesiastical History (III."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:36",
                            "text": "16) there is a possible reference to Horace."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:37",
                            "text": "Theodoret's chief instructor in Theology was the great light of the school of Antioch, Theodorus, known from the name of the see to which he was appointed in 392, \"Mopsuestia,\" or \"the hearth of Mopsus,\" in Cilicia Secunda."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:38",
                            "text": "He also refers to his obligations to Diodorus of Tarsus."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:39",
                            "text": "Accepting 393 as the date of his birth and 392 as that of Theodore's appointment to his see, it would seem that the younger theologian must have been rather a reader than a hearer as well of Theodore as of Diodore."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:40",
                            "text": "But Theodore expounded Scripture in many churches of the East."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:41",
                            "text": "The friendship of Theodoret for Nestorius may have begun when the latter was a monk in the convent of St."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:42",
                            "text": "Euprepius at the gates of Antioch."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:43",
                            "text": "It is recorded that on one occasion Theodore gave offence while preaching at Antioch by refusing to give to the blessed Virgin the title θεοτόκος."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:44",
                            "text": "He afterwards retracted this refusal for the sake of peace."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:45",
                            "text": "The original objection and subsequent consent have a curious significance in view of the subsequent careers of his two famous pupils."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:46",
                            "text": "Of the school of Antioch as distinguished from that of Alexandria it may be said broadly that while the latter shewed a tendency to syntheticism and to unity of conception, the former, under the influence of the Aristotelian philosophy, favoured analytic processes."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:47",
                            "text": "And while the general bent of the school of thinkers among whom Theodoret was brought up inclined to a recognition of a distinction between the two natures in the Person of Christ, there was much in the special teaching of its great living authority which was not unlikely to lead to such division of the Person as was afterwards attributed to Nestorius."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:48",
                            "text": "Such were the influences under which Theodoret grew up."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:49",
                            "text": "On the death of his parents he at once distributed all the property that he inherited from them, and embraced a life of poverty, retiring, at about the age of three and twenty, to Nicerte, a village three miles from Apamea, and seventy-five from Antioch, in the monastery of which he passed seven calm and happy years, occasionally visiting neighbouring monasteries and perhaps during this period paying the visit to Jerusalem which left an indelible impression on his memory."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:50",
                            "text": "\"With my own eyes,\" he writes, \"I have seen that desolation."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:51",
                            "text": "The prediction rang in my ears when I saw the fulfillment before my eyes and I lauded and worshipped the truth\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:52",
                            "text": "Of the peace of Theodoret's earlier manhood Dr."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Theodoret: Intro 1:53",
                            "text": "Newman says in a sentence less open to criticism than another which shall be quoted further on, \"There he laid deep within him that foundation of faith and devotion, and obtained that vivid apprehension of the world unseen and future which lasted him as a secret spring of spiritual strength all through the conflict and sufferings of the years that followed\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Theodoret: Intro 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:2",
                            "text": "—Episcopate at Cyrus."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:3",
                            "text": "Cyrus or Cyrrhus was a town of the district of Syria called after it Cyrestica."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:4",
                            "text": "The capital of Cyrestica was Gindarus, which Strabo describes as being in his time a natural nest of robbers."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:5",
                            "text": "Cyrus lies on a branch of the river oenoparas, now Aphreen, and the site is still known as Koros."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:6",
                            "text": "A tradition has long obtained that it received the name of Cyrus from the Jews in honour of their great benefactor, but this is more than doubtful."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:7",
                            "text": "The form Cyrus may have arisen from a confusion with a Cyrus in Susiana."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:8",
                            "text": "The Cyrestica is a fertile plain lying between the spurs of the Alma Dagh and the Euphrates, irrigated by three streams and blessed with a rich soil."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:9",
                            "text": "The diocese, which was subject to the Metropolitan of Hierapolis, contained some sixteen hundred square miles and eight hundred distinct parishes each with its church."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:10",
                            "text": "But Cyrus itself was a wretched little place scantily inhabited."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:11",
                            "text": "Before it was beautified by the munificence of Theodoret it contained no buildings of any dignity or grace."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:12",
                            "text": "The people of the town as well as of the diocese seem to have been poor in orthodoxy as well as in pocket, and the rich soil of the district grew a plentiful crop of the tares of Arianism, Marcionism, Eunomianism and Judaism."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:13",
                            "text": "Such was the diocese to which Theodoret, in spite of his honest nolo episcopari, was consecrated at about the age of thirty, a."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:14",
                            "text": "d."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:15",
                            "text": "423."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:16",
                            "text": "Of the circumstances of this consecration we have no evidence."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:17",
                            "text": "Garnerius conjectures that he must have been ordained deacon by Alexander who succeeded Porphyrius at Antioch."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:18",
                            "text": "He was probably appointed, if not consecrated, to succeed Isidorus at Cyrus, by Theodotus the successor of Alexander on the patriarchal throne of Antioch."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:19",
                            "text": "In this diocese certainly for five and twenty years, perhaps for five and thirty, with occasional intervals he worked night and day with unflagging patience and perseverance for the good of the people committed to his care, and in the cause of his Master and of the truth."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:20",
                            "text": "The ecclesiastic of these early times is sometimes imagined to have been a morose and ungenial ascetic, wasting his energies in unprofitable hair-splitting, and taking little or no interest in the every day needs of his contemporaries."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:21",
                            "text": "In marked contrast with this imaginary bishop stands out the kindly figure of the real bishop of Cyrus, as the modest statements and hints supplied by his own letters enable us to recall him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:22",
                            "text": "As an administrator and man of business he was munificent and efficient."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:23",
                            "text": "Stripped, as we have already learnt, of his family property by his own act and will, he must have been dependent in his diocese on the revenues of his see."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:24",
                            "text": "From these, which cannot have been small, he was able to spend large sums on public works."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:25",
                            "text": "Cyrus was adorned with porticoes, with two great bridges, with baths, and with an aqueduct, all at Theodoret's expense."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:26",
                            "text": "On assuming the administration of his diocese he took measures, he tells us, to secure for Cyrus \"the necessary arts,\" and from these three words we need not hesitate to infer that architects, engineers, masons, sculptors, and carpenters, would be attracted \"from all quarters\" to the bishop's important works."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:27",
                            "text": "And for this increased population it is interesting to note that Theodoret provided competent practitioners in medicine and surgery, in which it would seem he was not himself unskilled."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:28",
                            "text": "His keen interest in the temporal needs of his people is shown by the efforts he made to obtain relief for them from the cruel pressure of exorbitant taxation."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:29",
                            "text": "So unendurable was the tale of imposts under which they groaned that in many cases they were deserting their farms and the country, and he earnestly appeals to the empress Pulcheria and to his friend Anatolius to help them."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:30",
                            "text": "The tender sympathy felt by him for all those afflicted in body and estate, as well as in mind, is shown in his letters on behalf of Celestinianus, or Celestiacus, a gentleman of position at Carthage, who had suffered cruelly during the attack of the Vandals, and in the admirable and touching letters of consolation addressed to survivors on the deaths of relatives."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:31",
                            "text": "That these should have been religiously preserved need excite no surprise."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:32",
                            "text": "Of the terms on which he lived with his neighbours we can form some idea from the justifiable boast contained in his letter to Nomus."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:33",
                            "text": "In the quarter of a century of his episcopate, he writes, he never appeared in court either as prosecutor or defendant; his clergy followed his admirable example; he never took an obol or a garment from any one; not one of his household ever received so much as a loaf or an egg; he could not bear to think that he had any property beyond his few poor clothes."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:34",
                            "text": "Yet he was always ready to give where he would not receive, and in addition to all the diocesan and literary work which he conscientiously performed, he spent more time than he could well afford in all sorts of extra diocesan business which his position thrust in his way."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:35",
                            "text": "As a shepherd of souls he was unceasing in his efforts to win heathen, heretics and Jews to the true faith."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:36",
                            "text": "His diocese, when he assumed its government, was a very hotbed of heresy."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:37",
                            "text": "Nevertheless in the famous letter to Leo he could boast that not a tare was left to spoil the crop."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:38",
                            "text": "His fame as a preacher was great and wide, and makes us the more regret that of the discourses which in turn roused, cheered, and blamed, so little should survive."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:39",
                            "text": "The eloquence, so to say, of his extant writings, gives indications of the force of spoken utterances not less marked by learning and literary skill."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:40",
                            "text": "Two of his letters give vivid pictures of the enthusiasm of oriental auditories in Antioch, once so populous and so keen in theological interest, where now, amid a people numbering only about a fiftieth part of their predecessors of the fifth century, there is not a single church."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:41",
                            "text": "We see the patriarch John in a frenzy of gladness at Theodoret's sermons, clapping his hands and springing again and again from his chair; we see the heads of the congregation receiving the bishop of Cyrus with frantic delight as he came down from the pulpit, flinging their arms round him, kissing now his head, now his breast, now his hands, now his knees, and hear them exclaiming, \"This is the Voice of the Apostle!\" But Theodoret had to encounter sometimes the fury of opposition."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:42",
                            "text": "Again and again in his campaign against heretics and unbelievers he was stoned, wounded, and brought nigh unto death."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Theodoret: Intro 2:43",
                            "text": "\"He from whom no secrets are hid knows all the bruises my body has received, aimed at me by ill-named heretics, and what fights I have fought in most of the cities of the East against Jews, heretics, and heathen\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Theodoret: Intro 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:2",
                            "text": "—Relations with Nestorius and to Nestorianism."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:3",
                            "text": "Nestorius, patriarch of Constantinople, was bound by ties of close friendship both to Theodoret and to John, patriarch of Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:4",
                            "text": "In August, 430, the western bishops, under the presidency of the Pope Celestine, assembled in council at Rome, condemned Nestorius, and threatened him with excommunication."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:5",
                            "text": "Shortly afterwards a council of Orientals at Alexandria, summoned by Cyril, endorsed this condemnation and despatched it to Constantinople."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:6",
                            "text": "Then John received from Celestine and Cyril letters announcing their common action."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:7",
                            "text": "When the couriers conveying these communications reached Antioch they found John surrounded by Theodoret and other bishops who were assembled possibly for the ordination of Macarius, the new bishop of Laodicea."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:8",
                            "text": "John took counsel with his brother bishops, and a letter was despatched in their common name to Nestorius, exhorting him to accept the term θεοτόκος, round which the whole war waged; pointing out the sense in which it could not but be accepted by every loyal Christian, and imploring him not to embroil Christendom for a word."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:9",
                            "text": "This letter has been generally attributed to Theodoret."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:10",
                            "text": "But while the conciliatory sage of Cyrus was endeavouring to formulate an Eirenicon, the ardent Egyptian made peace almost impossible by the publication of his famous anathematisms."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:11",
                            "text": "John and his friends were distressed at the apparent unorthodoxy of Cyril's condemnation of Nestorius, and asked Theodoret to refute Cyril."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:12",
                            "text": "The strong language employed in Letter CL."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:13",
                            "text": "conveys an idea of the heat of the enthusiasm with which Theodoret entered on the task, and his profound conviction that Cyril, in blind zeal against imaginary error on the part of Nestorius, was himself falling headlong into the Apollinarian pit."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:14",
                            "text": "An eager war of words now waged over Nestorius between Cyril and Theodoret, each denouncing the other for supposed heresy on the subject of the incarnation; and, with deep respect for the learning and motives of Theodoret, we may probably find a solution of much that he said and did in the fact that he misunderstood Nestorius as completely as he did Cyril."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:15",
                            "text": "Cyril, nursed in the synthetic principles of the Alexandrian school, could see only the unity of the two natures in the one Person."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:16",
                            "text": "To him, to distinguish, as the analysis of Theodoret distinguished, between God the Word and Christ the Man, was to come perilously near a recognition of two Christs, keeping up as it were a mutual dialogue of speech and action."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:17",
                            "text": "But Cyril's unqualified assertion that there is one Christ, and that Christ is God, really gave no ground for the accusation that to him the manhood was an unreality."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:18",
                            "text": "Yet he and Theodoret were substantially at one."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:19",
                            "text": "Theodoret's failure to apprehend Cyril's drift was no doubt due less to any want of intelligence on the part of the Syrian than to the overbearing bitterness of the fierce Egyptian."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:20",
                            "text": "On the other hand Theodoret's loyal love for Nestorius led him to give his friend credit for meaning what he himself meant."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:21",
                            "text": "While he was driven to contemplate the doctrines of Cyril in their most dangerous exaggeration, he shrank from seeing how the Nestorian counter statement might be dangerously exaggerated."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:22",
                            "text": "Theodoret, as Dr."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:23",
                            "text": "Bright remarks, \"uses a good deal of language which is prima facie Nestorian; his objections are pervaded by an ignoratio elenchi, and his language is repeatedly illogical and inconsistent; but he and Cyril were essentially nearer to each other in belief than at the time they would have admitted, for Theodoret virtually owns the personal oneness and explains the phrase 'God assumed man' by 'He assumed manhood."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:24",
                            "text": "'\" Cyril \"in his letter to Euoptius earnestly disclaims both forms of Apollinarianism—the notion of a mindless manhood in Christ and the notion of a body formed out of Godhead."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:25",
                            "text": "In his reply (on Art iv."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:26",
                            "text": ") he admits the language appropriate to each nature\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:27",
                            "text": "Probably both the Egyptian and the Syrian would have found no difficulty in subscribing the language of our own judicious divine; \"a kind of mutual commutation there is whereby those concrete names, God and Man, when we speak of Christ, do take interchangeably one another's room, so that for truth of speech it skilleth not whether we say that the Son of God hath created the world and the Son of Man by his death hath saved it or else that the Son of Man did create, and the Son of God died to save the world."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:28",
                            "text": "Howbeit, as oft as we attribute to God what the manhood of Christ claimeth, or to man what his Deity hath right unto, we understand by the name of God and the name of Man neither the one nor the other nature, but the whole person of Christ, in whom both natures are."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:29",
                            "text": "When the Apostle saith of the Jews that they crucified the Lord of Glory, and when the Son of Man being on earth affirmeth that the Son of Man was in heaven at the same instant, there is in these two speeches that mutual circulation before mentioned."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:30",
                            "text": "In the one there is attributed to God or the Lord of Glory death, whereof divine nature is not capable; in the other ubiquity unto man, which human nature admitteth not."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:31",
                            "text": "Therefore by the Lord of Glory we must needs understand the whole person of Christ, who being Lord of Glory, was indeed crucified, but not in that nature for which he is termed the Lord of Glory."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:32",
                            "text": "In like manner by the Son of Man the whole person of Christ must necessarily be meant, who being man upon earth, filled heaven with his glorious presence, but not according to that nature for which the title of Man is given him."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:33",
                            "text": "Without this caution the Fathers whose belief was divine and their meaning most sound, shall seem in their writing one to deny what another constantly doth affirm."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:34",
                            "text": "Theodoret disputeth with great earnestness that God cannot be said to suffer."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:35",
                            "text": "But he thereby meaneth Christ's divine nature against Apollinarius, which held even Deity itself passible."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:36",
                            "text": "Cyril on the other side against Nestorius as much contendeth that whosoever will deny very God to have suffered death doth forsake the faith."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:37",
                            "text": "Which notwithstanding to hold were heresy, if the name of God in this assertion did not import as it doth the person of Christ, who being verily God suffered death, but in the flesh, and not in that substance for which the name of God is given him\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:38",
                            "text": "As to the part played by Theodoret throughout the whole controversy we may conclude that though he had to own himself beaten intellectually, yet the honours of the moral victory remain with him rather than with his illustrious opponent."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:39",
                            "text": "Not for the last time in the history of the Church a great duel of dialectic issued in a conclusion wherein of the champion who was driven to say, \"I was wrong,\" the congregation of the faithful has yet perforce felt that he was right."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:40",
                            "text": "The end is well known."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:41",
                            "text": "Theodosius summoned the bishops to Ephesus at the Pentecost of 431."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:42",
                            "text": "There arrived Cyril with fifty supporters early in June; there arrived Theodoret with his Metropolitan Alexander of Hierapolis, in advance of the rest of the Orientals."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:43",
                            "text": "The Cyrillians were vainly entreated to wait for John of Antioch and his party, and opened the Council without them."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:44",
                            "text": "When they arrived they would not join the Council, and set up their own \"Conciliabulum\" apart."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:45",
                            "text": "Under the hot Levantine sun of July and August the two parties denounced one another on the one side for not accepting the condemnation of Nestorius, which the Cyrillians had passed in the beginning of their proceedings, on the other for the informality and injustice of the condemnation."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:46",
                            "text": "Then deputies from the Orientals, of whom Theodoret was one, hurried to Constantinople, but were allowed to proceed no further than Chalcedon."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:47",
                            "text": "The letters written by Theodoret at this time to his friends among the bishops and at the court, and his petitions to the Emperor, leave a vivid impression of the zeal, vigour and industry of the writer, as well as of the extraordinary literary readiness which could pour out letter after letter, memorial after memorial, amid all the excitement of controversy, the weariness of travel, the sojourning in strange and uncomfortable quarters, and the tension of anxiety as to an uncertain future."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:48",
                            "text": "Though Nestorius was deposed his friends protested that they would continue true to him, and Theodoret was one of the synod held at Tarsus, and of another at Antioch, in which the protest against Cyril's action was renewed."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:49",
                            "text": "But the oriental bishops were now themselves undergoing a process of scission, John of Antioch and Acacius of Beroea heading the peacemakers who were anxious to come to terms with Cyril, while Alexander of Hierapolis led the irreconcilables."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:50",
                            "text": "Intellectually Theodoret shrank from concession, but his moral instincts were all in favour of peace."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:51",
                            "text": "He himself drew up a declaration of faith which was presented by Paul of Emesa to Cyril, which Cyril accepted."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:52",
                            "text": "But still true to his friend, Theodoret refused to accept the deposition of Nestorius and his individual condemnation, and it was not till several years had elapsed that, moved less by the threat of exile and forfeiture, as the imperial penalty for refusing to accept the position, than by the entreaties of his beloved flock and of his favourite ascetic solitaries that he would not leave them, Theodoret found means of attaching a meaning to the current anathemas on Nestorianism, not, as he said, on Nestorius, which allowed him to submit."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:53",
                            "text": "He even entered into friendly correspondence with Cyril."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:54",
                            "text": "But the truce was hollow."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:55",
                            "text": "Cyril was indignant to find that Theodoret still maintained his old opinions."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:56",
                            "text": "At last the protracted quarrel was ended by Cyril's death in June, 444."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:57",
                            "text": "On the famous letter over which so many battles of criticism have been fought we have already spoken."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:58",
                            "text": "If it was really written by Theodoret, to which opinion my own view inclines, there is no reason why we should damn it as \"a coarse and ferocious invective\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:59",
                            "text": "If genuine, it was clearly a piece of grim pleasantry dashed off in a moment of excitement to a personal friend, and never intended for the publicity which has drawn such severe blame upon its writer."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:60",
                            "text": "But though the death of Cyril might appear to bring relief to the Church and Empire as well as to his individual opponents, it was by no means a ground of unmixed gratification to Theodoret."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:61",
                            "text": "Dioscorus, who succeeded to the Patriarchate of Alexandria, however Theodoret in the language of conventional courtesy may speak of the new bishop's humble mindedness, inherited none of the good qualities of Cyril and most of his faults."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:62",
                            "text": "Theodoret, naturally viewed with suspicion and dislike as the friend and supporter of Nestorius, gave additional ground for ill-will and hostility by action which brought him into individual conflict with Dioscorus."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:63",
                            "text": "He accepted the synodical letters issued at Constantinople at the time of Proclus, and so seemed to lower the dignity of the apostolic sees of Antioch and Alexandria; he also warmly resented the tyrannical treatment of his friend Irenaeus, bishop of Tyre."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:64",
                            "text": "Irenaeus had indeed in the earlier days of his banishment to Petra after his first condemnation in 435 attacked Theodoret for not being thoroughly Nestorian, but Theodoret was able to claim Irenaeus as not objecting to the crucial term θεοτόκος, reasonably understood, and accepted him as unquestionably orthodox."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:65",
                            "text": "When therefore Dioscorus, the Archimandrite Eutyches, and his godson the eunuch Chrysaphius attacked Domnus for consecrating Irenaeus to the Metropolitan see of Tyre, Theodoret indignantly protested and counselled Domnus as to how he had best reply."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:66",
                            "text": "But Dioscorus and his party had now the ear, and guided the fingers, of the imperial weakling at Constantinople, and the deposition of Irenaeus (Feb."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Theodoret: Intro 3:67",
                            "text": "17, 448) was followed after a year's successful intrigues by the autograph edict of Theodosius confining Theodoret within the limits of his own diocese as a vexatious and turbulent busybody."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Theodoret: Intro 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:2",
                            "text": "—Under the Ban of Theodosius and of the Latrocinium."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:3",
                            "text": "Theodoret was at Antioch when Count Rufus brought him the edict."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:4",
                            "text": "His friends would have detained him, but he hurried away."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:5",
                            "text": "On reaching Cyrus he wrote to his friend Anatolius warmly protesting against the cruel and unjust action taken against him, and informing the patrician that Euphronius, a military officer, had travelled hard on the track of Rufus to ask for a written acknowledgment of the receipt of the edict of relegation."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:6",
                            "text": "The letters written at this crisis by the indignant pen of the maligned scholar and saint have a peculiar value, at once biographical, literary, and theological."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:7",
                            "text": "To Eusebius bishop of Ancyra he sends an important catalogue of his works."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:8",
                            "text": "To Dioscorus, the chief of the cabal against him, he sends a summary of his views on the incarnation and the nature of our Lord, couched in such terms as might perhaps in earlier days have shortened his great controversy with Cyril."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:9",
                            "text": "But the opponents of Theodoret were not in a mood to be moved by any formulation of the terms of his faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:10",
                            "text": "Dioscorus received the letter with insult, and publicly joined in the shout of anathema which he permitted to be raised against his hated brother."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:11",
                            "text": "The condemnation of Eutyches by Flavian's Constantinopolian Synod had roused the Eutychian party to leave no stone unturned to secure its reversal and crush it and all who upheld it."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:12",
                            "text": "Of the latter Theodoret was the most prominent, the ablest and perhaps the holiest."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:13",
                            "text": "Hence he was the natural representative and personification of the doctrines that Dioscorus sought to decry and degrade."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:14",
                            "text": "The sixth Council of Ephesus of evil fame met in the Church of St."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:15",
                            "text": "Mary the Virgin on August 8, 449."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:16",
                            "text": "Eutyches was acquitted."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:17",
                            "text": "Flavian was condemned."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:18",
                            "text": "Ibas of Edessa, Domnus of Antioch, and Theodoret of Cyrus were deprived of their sees."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:19",
                            "text": "The disgraceful scenes of violence which marked every stage of this shameful ecclesiastical gathering have been described again and again with the vivid detail rendered possible by the exactitude of contemporary narrative, but, inasmuch as Theodoret was condemned in his absence we are concerned here less with the manner in which his condemnation was brought about than with the steps he took to protest against and to reverse it."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:20",
                            "text": "To the prisoner of Cyrus courier after courier would bring intelligence of the riots and tricks of the council."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:21",
                            "text": "At last came news of the crowning wrong."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:22",
                            "text": "On the indictment of an Antiochene presbyter named Pelagius, Theodoret was condemned as an enemy of God, a disseminator of poison, a false teacher deserving to be burnt."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:23",
                            "text": "In support of the accusation was quoted the careful theological statement addressed by Theodoret to the monks in the Euphratensis and the Osrhoene which appears as Letter CLI."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:24",
                            "text": ", as well as citations from his works at large."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:25",
                            "text": "Dioscorus described the absent defendant as a blasphemous enemy of God and the Emperor whose life had been spent in damning souls."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:26",
                            "text": "Theodoret was sentenced not merely to deposition from his see but to degradation from the priesthood and to excommunication, and his books were ordered to be burnt."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:27",
                            "text": "So the great council ended with the deposition of Flavian of Constantinople, Eusebius of Dorylaeum, Daniel of Carrae, Irenaeus of Tyre, Aquilinus of Biblus, and Domnus of Antioch as well as of Theodoret."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:28",
                            "text": "Eutyches the heretic Archimandrite was restored and the brutal Dioscorus seemed master of Christendom."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:29",
                            "text": "One word of manly Latin had broken in on the supple suffrages of the servile orientals, the \"Contradicitur\" of Hilarius the representative of the Church of Rome."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:30",
                            "text": "To that church, and to its illustrious bishop, Theodoret naturally turned in his hour of need."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:31",
                            "text": "He implored his friend Anatolius to get him permission to plead his own cause in person in the West, or if not to let him retire to his old home at Nicerte."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:32",
                            "text": "The latter alternative was conceded."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:33",
                            "text": "In this retreat he received many proofs of the affectionate regard of his friends and offers of more practical help than his modest necessities demanded."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:34",
                            "text": "Thence products of his facile pen travelled far and wide."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:35",
                            "text": "The whole series of letters written at this period gives touching testimony to the gentle and forgiving spirit of the sorely tried bishop."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:36",
                            "text": "There is nothing of the bitterness and fierce anger which appear sometimes in the earlier controversy with Cyril."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:37",
                            "text": "He is refined, not soured, by adversity, and, though he never approached nearer to canonization than the acquisition of the inferior title of Blessed, he appears in these dark days as no unworthy specimen of the suffering saint."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:38",
                            "text": "The chief interest of these letters is in truth moral, spiritual and theological."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:39",
                            "text": "This, however, has been obscured by the ecclesiastical interest which has been given them by the unwarranted attempt to represent Theodoret's letter to Leo as an \"appeal\" to the see of Rome in the later and technical sense of the word."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:40",
                            "text": "Whether St."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:41",
                            "text": "Hilary of Arles ever did or did not give the lie to his short life of strenuous protest against the growing aggrandizement of the see of Rome, there is no doubt that before his death at the age of 41 in 449 his suffragans had been released by Leo from allegiance to a Metropolitan disobedient to the Roman chair, and that Valentinian had issued an edict confirming Leo's claims and making the authority of the Bishop of Rome supreme in the West."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:42",
                            "text": "It would be useful to maintainers of the Roman supremacy if they could adduce instances of any assertion or acceptance of similar authority in the East."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:43",
                            "text": "So it has been said that Theodoret appealed to the Pope."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:44",
                            "text": "In a sense this is of course perfectly true."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:45",
                            "text": "Theodoret did appeal to the Pope."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:46",
                            "text": "But the whole superstructure of papal supremacy, so far as Theodoret is concerned, is really based upon a poor paronomasia."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:47",
                            "text": "The bishop of Cyrus \"appealed\" to the bishop of Rome as any bishop believing himself to lie under an unjust sentence might appeal to any other bishop, and as Theodoret did appeal to other bishops."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:48",
                            "text": "It is quite true that the church of Rome had many claims to honour and regard, as Theodoret himself felicitously and opportunely points out, and that the present occupant of its throne was a man of unblemished orthodoxy and of commanding personal dignity."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:49",
                            "text": "But to recognise these facts is a long way from admitting that this very dignified see had either de facto or de jure any coercive jurisdiction over the Metropolitans of Alexandria or of Hierapolis, to the latter of whom Cyrus was subordinate."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:50",
                            "text": "Theodoret himself quotes the crucial passage in St."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:51",
                            "text": "Matthew's gospel apparently without any idea that the \"Petra\" means all the successors of the \"Petrus\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:52",
                            "text": "What Theodoret asked from Leo was not the sentence of a superior but the sympathy and support of an influential brother."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:53",
                            "text": "What made it so peculiarly important that he should gain the ear and the approval of Leo was that Rome had been wholly unconcerned in the intrigue which condemned him."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:54",
                            "text": "He could have had no more idea of papal authority in the later ultramontane sense than he could of the decrees of the Vatican Council."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:55",
                            "text": "Bound as he was to do his utmost to vindicate not so much his own position and doctrinal soundness, as the truth now trampled on by the combined factions of Alexandria and the court, he naturally turned to Leo as alike the most respected and most independent bishop of his age."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:56",
                            "text": "Leo, however, could do little or nothing to help him."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Theodoret: Intro 4:57",
                            "text": "Theodosius, completely under the influence of Chrysaphius and Dioscorus, was quite satisfied as to the proper constitution and equity of the Latrocinium."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Theodoret: Intro 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:2",
                            "text": "—Theodoret and Chalcedon."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:3",
                            "text": "Now, not for the last time in history, an important part was played by a horse."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:4",
                            "text": "In July, 450, Theodosius, while hunting in the neighbourhood of his capital, was thrown from the saddle into a stream, hurt his spine, and a few days afterwards died."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:5",
                            "text": "With him died the cause of Eutyches and of Chrysaphius."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:6",
                            "text": "The eunuch was promptly executed, and at last a Council was conceded to reconsider and rectify the crimes and blunders of the Latrocinium."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:7",
                            "text": "But the Empress and her venerable husband did not wait for the Council to undo some of the wrong done to Theodoret, and the large place he filled in the eyes and estimation of the oriental world is shewn by the interest shewn at Constantinople in his behalf."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:8",
                            "text": "The decree of relegation appears to have been rescinded, and he was free to present himself at the synod."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:9",
                            "text": "On the first assembling of the five hundred bishops, under the presidency of the imperial Commissioners, the minutes of the Latrocinium were read; the presence of Dioscorus was protested against by the Roman representation as having dared to hold a synod unauthorized by Rome; and the claim of Theodoret to sit and vote, allowed both by the imperial Commissioners and by the westerns, since Leo had accepted him as an orthodox bishop, was vehemently resisted by the Eutychians."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:10",
                            "text": "He entered, but at first did not vote, and his enemies at last succeeded in wringing from him a personal anathema not only of Nestorianism, but of Nestorius."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:11",
                            "text": "The scenes reported in detail are too characteristic alike of the earlier Councils and of Theodoret to be omitted."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:12",
                            "text": "\"The illustrious Presidents and the honorable Assessors ordered that the most religious bishop Theodoret should enter, that he might be a partaker of the Council, because the holy Archbishop Leo had restored the bishopric to him; and the most sacred and pious Emperor determined that he was to be present at the Holy Council."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:13",
                            "text": "And on the entrance of the most religious Theodoret, the most religious bishops of Egypt, Illyricum and Palestine called out: 'Have mercy upon us! The faith is destroyed."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:14",
                            "text": "The Canons cast him out."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:15",
                            "text": "Cast out the teacher of Nestorius."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:16",
                            "text": "' The most religious bishops of the East and those of Pontus, Asia, and Thrace shouted out: 'We had to sign a blank paper; we were scourged, and so we signed."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:17",
                            "text": "Cast out the Manichaeans; cast out the enemies of Flavian; cast out the enemies of the faith."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:18",
                            "text": "' Dioscorus, the most religious bishop of Alexandria said: 'Why is Cyril being cast out, who is anathematized by Theodoret?' The Eastern and Pontic and Asian and Thracian most religious bishops shouted out: 'Cast out Dioscorus the murderer."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:19",
                            "text": "Who does not know the deeds of Dioscorus?' The Egyptian and the Illyrian and the Palestinian most religious bishops shouted out: 'Long years to the Empress!' The Eastern and the most religious bishops with them shouted out: 'Cast out the murderers!' The Egyptians and the most religious bishops with them shouted out: 'The Empress has cast out Nestorius."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:20",
                            "text": "Long years to the orthodox Empress! The Council will not receive Theodoret."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:21",
                            "text": "' Theodoret, the most religious bishop, came up into the midst and said: 'I have offered petitions to the most godlike, most religious and Christ-loving masters of the world, and I have related the disasters which have befallen me, and I claim that they shall be read."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:22",
                            "text": "' The most illustrious Presidents and the most honourable Assessors said: 'Theodoret, the most religious bishop, having received his proper place from the holy Archbishop of the renowned Rome, now occupies the place of an accuser."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:23",
                            "text": "Wherefore, that there be no confusion in our proceedings, allow the things which have had a beginning to be finished."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:24",
                            "text": "No prejudice will accrue to anyone from the appearance of the most religious Theodoret."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:25",
                            "text": "Every argument for you and for him, if you desire to make one on one side or the other is of course reserved."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:26",
                            "text": "' And after Theodoret, the most religious bishop, had sat down in the midst, the Eastern, and the most religious bishops who were with them, shouted out: 'He is worthy! He is worthy!' The Egyptians and the most religious bishops who were with them shouted out: 'Do not call him a bishop! He is not a bishop! Cast out the fighter against God! Cast out the Jew!' The Easterns and the most religious bishops who were with them shouted out: 'The orthodox for the Council! Cast out the rebels! Cast out the murderers!' The Egyptians and the most religious bishops who were with them shouted out: 'Cast out the fighter against God! Cast out the insulter of Christ! Long years to the Empress! Long years to the Emperor! Long years to the orthodox Emperor! Theodoret has anathematized Cyril."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:27",
                            "text": "' The Easterns and the most religious bishops who were with them shouted out: 'Cast out the murderer Dioscorus!' The Egyptians and the most religious bishops with them shouted out: 'Long years to the Assessors! He has not the right of speech."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:28",
                            "text": "He is expelled from the whole Synod!' Basil, the most religious bishop of Trajanopolis, in the province of Rhodope, rose up and said: 'Theodoret has been condemned by us."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:29",
                            "text": "' The Egyptians and the most religious bishops with them shouted out: 'Theodoret has accused Cyril."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:30",
                            "text": "We cast out Cyril if we receive Theodoret."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:31",
                            "text": "The Canons cast out Theodoret."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:32",
                            "text": "God has turned away from him."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:33",
                            "text": "' The most illustrious Presidents and the most honourable Assessors said: 'The vulgar cries are not worthy of bishops, nor will they assist either side."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:34",
                            "text": "Suffer, therefore, the reading of all the documents."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:35",
                            "text": "' The Egyptians and the most religious bishops with them shouted out: 'Cast out one man, and we will all hear."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:36",
                            "text": "We shout out in the cause of Religion."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:37",
                            "text": "We say these things for the sake of the orthodox Faith."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:38",
                            "text": "' The most illustrious Presidents and the honourable Assessors said: 'Rather acquiesce, in God's name, that the hearing of the documents should take place, and concede that all shall be read in proper order."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:39",
                            "text": "' And at last they were silent, and Constantine, the most holy Secretary and Magistrate of the Divine Synod, read these documents\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:40",
                            "text": "One more sad incident must be given—the demand made at the eighth session that Theodoret should pronounce a curse on his ancient friend."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:41",
                            "text": "\"The most reverend bishops all stood before the rails of the most holy altar, and shouted \"Theodoret must now anathematize Nestorius\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:42",
                            "text": "Theodoret, the most reverend bishop, passed into the midst, and said: \"I have made my petition to the most divine and religious Emperor, and I have laid documents before the most reverend bishops occupying the place of the most sacred Archbishop Leo; and if you think fit, they shall be read to you, and you will know what I think."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:43",
                            "text": "' The most reverend bishops shouted 'We want nothing to be read—only anathematize Nestorius."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:44",
                            "text": "' Theodoret, the most reverend bishop, said: 'I was brought up by the orthodox, I was taught by the orthodox, I have preached orthodoxy, and not only Nestorius and Eutyches, but any man who thinks not rightly, I avoid and count him an alien."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:45",
                            "text": "' The most reverend bishops shouted out: 'Speak plainly; anathema to Nestorius and his doctrine—anathema to Nestorius and to those who defend him."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:46",
                            "text": "' Theodoret, the most reverend bishop said: 'Of a truth I say nothing except so far as I know it to be pleasing to God."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:47",
                            "text": "First I will convince you that I am here, not because I care for my city, not because I covet rank."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:48",
                            "text": "Because I have been falsely accused, I come to satisfy you that I am orthodox, and that I anathematize Nestorius and Eutyches, and every one who says that there are two Sons."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:49",
                            "text": "' Whilst he was speaking, the most reverend bishops shouted out: 'Speak plainly; anathematize Nestorius and those who think with him."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:50",
                            "text": "' Theodoret, the most reverend bishop, said: 'Unless I set forth at length my faith I cannot speak."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:51",
                            "text": "I believe'—And whilst he spoke the most reverend bishops shouted: 'He is a heretic! He is a Nestorian! Away with the heretic! Anathema to Nestorius and to any one who does not confess that the Holy Virgin Mary is the Parent of God, and who divides the only begotten Son to two Sons."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:52",
                            "text": "' Theodoret, the most reverend bishop, said, 'Anathema to Nestorius and to whoever denies that the Holy Virgin Mary is the Parent of God, and who divides the only begotten Son into two Sons."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Theodoret: Intro 5:53",
                            "text": "I have subscribed the definition of faith, and the epistle of the most holy Archbishop Leo\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Theodoret: Intro 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:2",
                            "text": "—Retirement after Chalcedon, and Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:3",
                            "text": "Some doubt hangs over the question whether after his vindication at Chalcedon Theodoret resumed his labours at Cyrus, or occupied himself with literary work in the congenial seclusion of Nicerte."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:4",
                            "text": "Garnerius makes it about the time of his quitting Chalcedon that Sporacius charged him with the duty of writing on the Heresies, and if so his five books on this subject would seem to have constituted the first fruit of his comparative leisure."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:5",
                            "text": "Sporacius he styles his \"Christ-loving Son,\" and no doubt owed something to the aid of the influential \"Comes domesticorum,\" who was present at Chalcedon, when the question of his admission to the Council was being agitated."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:6",
                            "text": "To this period has also been referred his commentary on the Octateuch."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:7",
                            "text": "On Dr."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:8",
                            "text": "Newman's statement that Theodoret made over the charge of his diocese to Hypatius (one of his chorepiscopi, who had been entrusted with his appeal to Pope Leo) and retired into his monastery, and there regaining the peace which he had enjoyed in youth, passed from the peace of the Church to the peace of eternity, Canon Venables remarks that there is no authority for so pleasing a picture, and that Tillemont contradicts it altogether."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:9",
                            "text": "Garnerius quotes his congratulation to Sabinianus on leaving Perrha as suggestive of what conduct he might have preferred."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:10",
                            "text": "It is at least certain that during this period he received a long and sympathetic letter from Leo, from which it is clear that the Roman bishop reposed great confidence in him."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:11",
                            "text": "It is characteristic of one in whom the mere man was merged in the theologian and ecclesiastic that, as of the year of his birth, so of the year of his death, we have no specific information, and are compelled to form our conclusions on evidence which though valuable, is not overwhelming."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:12",
                            "text": "Theodorus Lector, the composer of the Historia Tripartita, in the 6th century, states that Theodoret prepared a sepulchral urn for the burial of the famous ascetic Jacobus; that he predeceased Jacobus; but that Jacobus was buried in it."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:13",
                            "text": "Evagrius mentions Jacobus Syrus as still living when the Emperor Leo sent his Circular Letter to the bishops in 458, though then he must have been in extreme old age."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:14",
                            "text": "And Gennadius, who lived not long after Theodoret, says that he died in the reign of Leo."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:15",
                            "text": "The evidence is not strong."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:16",
                            "text": "Theodoret may have died some years before Jacob."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:17",
                            "text": "But Gennadius probably knew."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:18",
                            "text": "On the whole we may conclude that there is some probability that Theodoret survived till 458; none that he lived longer."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:19",
                            "text": "Like Lucius Cary, Viscount Falkland, to whom, in his isolation, Dean Stanley compares him, Theodoret must have expired with the cry of \"Peace, Peace,\" in his heart, if not on his lips."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:20",
                            "text": "Garnerius is careful to prove that he died in \"the peace of the Church,\" and appeals in support of this contention to the laudatory testimony of Popes Vigilius, Pelagius I."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:21",
                            "text": ", Pelagius II."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:22",
                            "text": ", and Gregory the Great."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:23",
                            "text": "The peace of the Church, in the narrower sense, has not always been accorded to holy men and women who have assuredly departed this life in the faith and fear of their Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Theodoret: Intro 6:24",
                            "text": "In its truer and holier connotation it coincides with a state in which we trust we may contemplate the godly old man of Cyrus, forgetting the storms that had beaten now and again on the life he was leaving behind him, and stepping quietly into the calm of the windless haven of souls,—the Peace not of man, but of God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Theodoret: Intro 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:2",
                            "text": "—The Condemnation of \"the Three Chapters\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:3",
                            "text": "A sketch of the life of Theodoret might well be supposed to terminate with his death."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:4",
                            "text": "But it can hardly be regarded as complete without a brief supplementary notice of the posthumous controversy which has contributed to his fame in ecclesiastical history."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:5",
                            "text": "The Council of Chalcedon was designed to give rest to the Church, and to undo a great wrong, and catholic common sense has since vindicated its decisions."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:6",
                            "text": "But it was not to be supposed that the opinions and passions which had achieved a combined triumph at Ephesus in 449 would die away and disappear in consequence of the imperial and synodical action of 451."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:7",
                            "text": "The face of the world was changing."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:8",
                            "text": "The vandal Genseric captured and pillaged Rome."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:9",
                            "text": "The Teutonic races were pushing to a foremost place, and accepting first of all an Arian Christianity."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:10",
                            "text": "Clovis represented orthodoxy almost alone."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:11",
                            "text": "Theodoric, the Arian Ostrogoth, mastered Italy."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:12",
                            "text": "Then the turning tide saw Rome once again a city of sole empire, but not the chief city."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:13",
                            "text": "The victories of Belisarius made of Rome a suburb of Constantinople, and empire and theology swayed and were swayed by the policy of Justinian and the palace plots of Theodora."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:14",
                            "text": "All through monophysitism had had its friends and defenders."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:15",
                            "text": "Metropolitans, monks, and mobs had anathematized one another for nearly a century."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:16",
                            "text": "At Alexandria Dioscorus had won almost a local canonization, and the patriarch Timotheus, nicknamed \"the Cat,\" had left a strong monophysite party, consolidated under Peter the Stutterer as the \"acephali\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:17",
                            "text": "At Antioch Peter the Fuller had anathematized all who refused to accept the Shibboleth he appended to the Trisagion, \"who wast crucified on our account\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:18",
                            "text": "Leo, Marcian's successor on the Eastern throne, had followed Marcian's theology, and Zeno, Leo; but the usurper Basiliscus had seen elements of strength in a bold bid for monophysite support."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:19",
                            "text": "Zeno, on the fall of Basiliscus, had attempted to atone the disunited sections of Christendom by the henoticon, or edict of unity, but the henoticon had been for years a watchword of division."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:20",
                            "text": "Anastasius had favoured the Eutychians."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:21",
                            "text": "And in his reign Theodoret had been twice condemned, at the synods of Constantinople and Sidon, in 499 and 512."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:22",
                            "text": "Justin I."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:23",
                            "text": ", the unlettered barbarian, supported the Chalcedonians, but in 544 Belisarius had made the Eutychian Vigilius bishop of Rome."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:24",
                            "text": "When Justinian aspired to become a second Constantine, and give theological as well as civil law to the world, it was proposed to condemn in a fifth oecumenical council certain so-called Nestorian writings, on the plea that such a condemnation might reconcile the opponents of Chalcedon."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:25",
                            "text": "The writings in question were the Letter of Ibas of Edessa to Maris, praising Theodore of Mopsuestia; the works of Theodore himself, and the writings of Theodoret against Cyril."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:26",
                            "text": "These three literary monuments were known as \"the Three Chapters\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:27",
                            "text": "Of the controversy of the Three Chapters it has been said that it \"filled more volumes than it was worth lines\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:28",
                            "text": "The Council satisfied nobody."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:29",
                            "text": "Pope Vigilius, detained at Constantinople and Marmora with something of the same violence with which Napoleon I."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:30",
                            "text": "detained Pius VI."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:31",
                            "text": "at Valence, declined to preside over a gathering so exclusively oriental."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:32",
                            "text": "The West was outraged by the constitution of the synod, irrespective of its decisions."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:33",
                            "text": "The Monophysites were disappointed that the credit of Chalcedon should be even nominally saved by the nice distinction which damaged the writings, but professed complete agreement with the council which had refused to damn the writers."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:34",
                            "text": "The orthodox wanted no slur cast upon Chalcedon, and, however fenced, the condemnation of the Three Chapters indubitably involved such a slur."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:35",
                            "text": "Practically, the decrees of the fourth and fifth councils are mutually inconsistent, and it is impossible to accept both."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:36",
                            "text": "Theodoret was reinstated at Chalcedon in spite of what he had written, and what he had written was anathematized at Constantinople in spite of his reinstatement."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:37",
                            "text": "The xiii Canon of the fifth Council runs as follows, \"if any one defends the impious writings of Theodoret which he published against the true faith, against the first holy synod of Ephesus and against the holy Cyril and his twelve chapters; and all that he wrote in defence of the impious Theodorus and Nestorius, and others who held the same opinions as the aforesaid Theodorus and Nestorius, defending them and their impiety, and accordingly calling impious the doctors of the church who confess the union according to hypostasis of God the Word in the flesh; and does not anathematize these writings and those who have held or do hold similar opinions, above all those who have written against the true faith and the holy Cyril and his twelve chapters, and have remained to the day of their death in such impiety; let him be anathema\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:38",
                            "text": "In this condemnation the works certainly included are Theodoret's \"Objections to Cyril's Chapters,\" some of his letters, and, among his lost works, the \"Pentalogium,\" namely five books on the Incarnation written against Cyril and his supporters at Ephesus, of which fragments are preserved, and two allocutions against Cyril delivered at Chalcedon in 431, of which portions exist in the acts of the fifth Council, and do not exhibit Theodoret at his best."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:39",
                            "text": "The Council has at least preserved to us an interesting little record of the survival at Cyrus of the memory of her great bishop, for it appears that at the seventh collation, held at the end of May, notice was taken of an enquiry ordered by Justinian respecting a statue or portrait of Theodoret which was said to have been carried in procession into his cathedral town, by Andronicus a presbyter and George a deacon."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:40",
                            "text": "A more important tribute to his memory is the fact that, though it officially anathematized writings some of which, composed in the thick of the fight, and soiled with its indecorous dust, Theodoret himself may well have regretted and condemned, the Council advisedly abstained from directly condemning a bishop whose character and person were protected by the notorious iniquity of the robber council that had deposed him, the friendship of the illustrious Leo, and the solemn vindication of the church in Synod at Chalcedon, as well as by his own confession of the faith, his repudiation of the errors of Nestorius, and the stainless beauty and pious close of his long life."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:41",
                            "text": "No better reconciliation between Chalcedon and Constantinople can be proffered than that which Garnerius quotes from the letter said to have been written by Gregory the Great, though sent in the name of Pelagius II, to the Illyrians on the fifth council, \"It is the part of unwarrantable rashness to defend those writings of Theodoret which it is notorious that Theodoret himself condemned in his subsequent profession of the right faith."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:42",
                            "text": "So long as we at once accept himself and repudiate the erroneous writings which have long remained unknown we do not depart in any way from the decision of the sacred synod, because so long as we only reject his heretical writings, we, with the synod, attack Nestorius, and with the synod express our veneration for Theodoret in his right confession."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Theodoret: Intro 7:43",
                            "text": "His other writings we not only accept, but use against our foes\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Theodoret: Intro 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:2",
                            "text": "—The Works of Theodoret."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:3",
                            "text": "Of authorities for the works of Theodoret we may first cite himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:4",
                            "text": "In four of his letters he mentions his own writings; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:5",
                            "text": ": in lxxxii, to Eusebius of Ancyra; in cxiii, to Leo of Rome; in cxvi, to the Presbyter Renatus; and in cxlv, to the monks at Constantinople."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:6",
                            "text": "Of these the first was written in 445 and the last three in 449 and a reference to them will show the works mentioned."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:7",
                            "text": "It is to be noticed that no allusion is made to the refutation of the twelve chapters; to the defence of Diodorus of Tarsus and Theodorus of Mopsuestia, nor to the Dialogues, though all are held to have been written before the Latrocinium."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:8",
                            "text": "It may have been, as Garnerius conjectures, that Theodoret did not judge it politic at this time to call attention to these particular works, but the assumption is not based on strong grounds, and Theodoret never appears as one unwilling to avow his convictions, which indeed, were perfectly well known."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:9",
                            "text": "Gennadius, presbyter of Marseilles, who died in 496, writes \"Theodoretus, bishop of Cyrus, is said to have written many works: those, however, which have come to my knowledge are the following; of the Incarnation of the Lord, against the presbyter Eutyches, and Dioscorus, bishop of Alexandria, who deny that there was in Christ human flesh,—powerful writings wherein he proves, as well by argument as by scriptural evidence, that Christ had very flesh of the substance of His mother, which He took from the Virgin, and very Godhead, which by eternal generation He received, in being generated, from God the father begetting Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:10",
                            "text": "There exist also his books of Ecclesiastical History, which he wrote in imitation of Eusebius of Caesarea, beginning from the end of the books of Eusebius down to his own time, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:11",
                            "text": ": from the twentieth year of Constantine down to the reign of Leo I, in whose reign he died\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:12",
                            "text": "Photius, in the ninth century, says that he has read the Ecclesiastical History; twenty-seven books against Heresies, among which he reckons the \"Eranistes;\" five books \"Haereticarum Fabularum;\" five in praise of Chrysostom; with Commentaries on Daniel, the Octateuch, Kings, Chronicles, and the Twelve Minor Prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:13",
                            "text": "Nicephorus Callistus Xanthopulus in the fourteenth century, Hist."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:14",
                            "text": "Ecc."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:15",
                            "text": "xiv."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:16",
                            "text": "54, writes: \"Theodoretus, Syrian by birth, was a follower of the great Chrysostom, whom he set before him as a model of style."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:17",
                            "text": "His own was flowing and copious, eloquent and easy, and not destitute of Attic grace\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:18",
                            "text": "He mentions expositions of difficult passages of the Old Testament; Commentaries on the Prophets and the Psalms; the \"de Providentia;\" a volume \"On the Apostles;\" the Confutation of heresies, called \"the battle between truth and falsehood;\" the refutation of Cyril's \"Twelve Chapters;\" the Ecclesiastical History; the \"Philotheus,\" a History of the Lovers of God; three books on the divine doctrines, and five hundred (?) letters."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:19",
                            "text": "The following is the catalogue of extant works as given by Sirmondus and followed by Garnerius."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:20",
                            "text": "(i."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:21",
                            "text": ") Exegetical."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:22",
                            "text": "Questions on the Octateuch, the Books of Kings and Chronicles; the Interpretation of the Psalms, Canticles, the Four Greater, and the Twelve Lesser Prophets; an exposition of all the Epistles of St."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:23",
                            "text": "Paul, including the Hebrews."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:24",
                            "text": "(ii."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:25",
                            "text": ") Historical."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:26",
                            "text": "The Ecclesiastical History, and the \"Philotheus,\" or Religious History."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:27",
                            "text": "(iii."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:28",
                            "text": ") Controversial."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:29",
                            "text": "The Eranistes, or Dialogues, and the Haereticarum Fabularum Compendium."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:30",
                            "text": "(iv."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:31",
                            "text": ") Theological."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:32",
                            "text": "The Graecarum Affectionum Curatio, the Discourse on Charity, and the De Providentia."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:33",
                            "text": "(v."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:34",
                            "text": ") Epistolary."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:35",
                            "text": "The Letters."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:36",
                            "text": "(vi."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:37",
                            "text": ") To these may be added the Refutation of the Twelve Chapters, and the following given in the Auctarium of Garnerius."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:38",
                            "text": "(1."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:39",
                            "text": ") Prolegomena and extracts from Commentaries on the Psalms."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:40",
                            "text": "(2."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:41",
                            "text": ") Part of a Commentary on St."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:42",
                            "text": "Luke."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:43",
                            "text": "(3."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:44",
                            "text": ") Sermon on the Nativity of St."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:45",
                            "text": "John the Baptist."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:46",
                            "text": "(4."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:47",
                            "text": ") Portions of Sermons on St."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:48",
                            "text": "Chrysostom."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:49",
                            "text": "(5."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:50",
                            "text": ") Homily preached at Chalcedon in 431."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:51",
                            "text": "(6."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:52",
                            "text": ") Fragments of the Pentalogium, extracted from Marius Mercator, who attributed the work to the instigation of the devil."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:53",
                            "text": "Lost works."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:54",
                            "text": "(1."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:55",
                            "text": ") The Pentalogium, of which fragments are preserved in the Auctarium."
                        },
                        {
                            "verse": 56,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:56",
                            "text": "(2."
                        },
                        {
                            "verse": 57,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:57",
                            "text": ") Opus mysticurn, sive mysteriorum fidei expositiones, lib."
                        },
                        {
                            "verse": 58,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:58",
                            "text": "xii."
                        },
                        {
                            "verse": 59,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:59",
                            "text": "(3."
                        },
                        {
                            "verse": 60,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:60",
                            "text": ") Works \"de theologia et Incarnatione,\" identified by Garnier with three Dialogues against the Macedonians, and two against the Apollinarians, erroneously attributed to Athanasius."
                        },
                        {
                            "verse": 61,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:61",
                            "text": "(4."
                        },
                        {
                            "verse": 62,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:62",
                            "text": ") Adversus Marcionem."
                        },
                        {
                            "verse": 63,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:63",
                            "text": "(5."
                        },
                        {
                            "verse": 64,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:64",
                            "text": ") Adversus Judaeos (? the Commentary on Daniel)."
                        },
                        {
                            "verse": 65,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:65",
                            "text": "(6."
                        },
                        {
                            "verse": 66,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:66",
                            "text": ") Responsiones ad quaesitus magorum Persarum."
                        },
                        {
                            "verse": 67,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:67",
                            "text": "(7."
                        },
                        {
                            "verse": 68,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:68",
                            "text": ") Five sermons on St."
                        },
                        {
                            "verse": 69,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:69",
                            "text": "Chrysostom."
                        },
                        {
                            "verse": 70,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:70",
                            "text": "(8."
                        },
                        {
                            "verse": 71,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:71",
                            "text": ") Two allocutions spoken at Chalcedon against Cyril in 431."
                        },
                        {
                            "verse": 72,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:72",
                            "text": "(9."
                        },
                        {
                            "verse": 73,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:73",
                            "text": ") Sermon preached at Antioch on the death of Cyril."
                        },
                        {
                            "verse": 74,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:74",
                            "text": "(10."
                        },
                        {
                            "verse": 75,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:75",
                            "text": ") Works on Sabellius and the Trinity, of which portions are given by Baluz."
                        },
                        {
                            "verse": 76,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:76",
                            "text": "Misc."
                        },
                        {
                            "verse": 77,
                            "chapter": 8,
                            "name": "Theodoret: Intro 8:77",
                            "text": "iv."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Theodoret: Intro 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:2",
                            "text": "—Contents and Character of the Extant Works."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:3",
                            "text": "(a) The character of the Commentary on the Octateuch and the Books of Kings and Chronicles is indicated by the Title \"εἰς τὰ ᾽άπορα τῆς θείας Γραφῆς κατ᾽ ᾽εκλογήν,\" or \"On selected difficulties in Holy Scripture\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:4",
                            "text": "These questions are treated, with occasional deflexions into allegory, from the historico-exegetical point of view of the Syrian School, of which Diodorus of Tarsus and Theodore of Mopsuestia were distinguished representatives."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:5",
                            "text": "On Diodorus Socrates remarks, \"he composed many works, relying on the bare letter of Scripture, and avoiding their speculative aspect\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:6",
                            "text": "This might be said of Diodorus' great pupil too."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:7",
                            "text": "Nevertheless, though generally following a line of interpretation in broad contrast with that of Origen, Theodoret quotes Origen as well as Diodore and Theodore of Mopsuestia as authorities."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:8",
                            "text": "Of the 182 \"questions\" on Genesis and Exodus the following may be taken as specimens."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:9",
                            "text": "Question viii."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:10",
                            "text": "\"What spirit moved upon the waters?\" Theodoret's conclusion is that the wind is indicated."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:11",
                            "text": "Question x."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:12",
                            "text": "\"Why did the author add, 'And God saw that it was good'?\" To persuade the thankless not to find fault with what the divine judgment pronounces good."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:13",
                            "text": "Question xix."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:14",
                            "text": "\"To whom did God say 'let us make man in our image and likeness'?\" The reply, carefully elaborated, is that here is an indication of the Trinity."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:15",
                            "text": "Question xx."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:16",
                            "text": "\"What is meant by 'image'?\"  Here long extracts from Diodorus, Theodorus, and Origen are given."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:17",
                            "text": "Question xxiv."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:18",
                            "text": "\"Why did God plant paradise, when He intended straightway to drive out Adam thence?\"  God condemns none of foreknowledge."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:19",
                            "text": "And besides, He wished to shew the saints the Kingdom prepared for them from the foundation of the world."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:20",
                            "text": "Question xl."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:21",
                            "text": "\"What is the meaning of the statement 'The man is become as one of us'?\" Theodoret thinks this is said ironically."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:22",
                            "text": "God had forbidden Adam to take of the fruit of the tree of life, not because he grudged man immortal life, but to check the course of sin."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:23",
                            "text": "So death is a means of cure, not a punishment."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:24",
                            "text": "Question xlvii."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:25",
                            "text": "\"Whom did Moses call sons of God?\" A long argument replies, the sons of Seth."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:26",
                            "text": "Question lxxxi suggests an ingenious excuse for Jacob."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:27",
                            "text": "\"Did not Jacob lie when he said, I am Esau thy firstborn?\" He had bought the precedence of primogeniture, and therefore spoke the truth when he called himself firstborn."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:28",
                            "text": "Exodus."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:29",
                            "text": "\"Question xii."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:30",
                            "text": "What is the meaning of the phrase 'I will harden Pharaoh's heart'?\" This is answered at great length."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:31",
                            "text": "The information given in these notes, as we might call them, is theological, exegetic, and explanatory of peculiar terms, and is often of interest and value."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:32",
                            "text": "On the fourteen Books of Questions and Answers Canon Venables, quoting Ceillier, remarks that the whole form a literary and historical commentary of great service for the right comprehension of the text, characterized by honesty and common sense, and seldom straining or evading the meaning to avoid dangerous conclusions."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:33",
                            "text": "(b) On the Psalms and the rest of the Books of the Old Testament the Commentary is no longer in the catechetical form, but is styled Interpretation."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:34",
                            "text": "The Psalmist, Theodoret observes, in many places predicts the passion and resurrection of our Lord, and to attentive readers causes real delight by the variety of his prophesying."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:35",
                            "text": "In view of some recent discussions concerning the authorship of certain Psalms it is interesting to find the enthusiast for orthodoxy in the 5th century writing \"It has been contended by some critics that the Psalms are not all the work of David, but are to be ascribed in some cases to other writers."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:36",
                            "text": "Accordingly, from the titles, some have been attributed to Idithum, some to Etham, some to the sons of Core, some to Asaph, by men who have learned from the Chronicles that these writers were prophets."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:37",
                            "text": "On this point I make no positive statement."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:38",
                            "text": "What difference indeed does it make to me whether all the Psalms are David's, or some were the composition of others, when it is clear that all were written by the active operation of the Holy Spirit?\"  The importance of the commentary on the Psalms may be estimated by the fact that it is longer than all the catechetical commentary on the preceding Books combined."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:39",
                            "text": "The interpretation on the Canticles follows spiritual, as distinguished from literal, lines."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:40",
                            "text": "The lover is Jesus Christ;—the bride, the Church."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:41",
                            "text": "From the prologue it appears that Theodoret held all the Old Testament to have been re-written, under divine inspiration, by Ezra."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:42",
                            "text": "This is regarded as the earliest of the exegetical works."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:43",
                            "text": "The original commentary on Isaiah has been lost."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:44",
                            "text": "The only existing portions are passages collected from the Greek catenae by Sirmond and edited in his edition, but the opinion has been entertained that these passages should be referred to Theodore of Mopsuestia who also commented on Isaiah, and who is sometimes confused with Theodoret by the compilers of the Greek catenae."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:45",
                            "text": "The commentary on Jeremiah includes Baruch and the Lamentations."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:46",
                            "text": "(c) The epistles of St."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:47",
                            "text": "Paul, among which Theodoret reckons the Epistle to the Hebrews, are the only portions of the New Testament on which we possess our author's commentaries."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:48",
                            "text": "On them the late Bishop Lightfoot writes, \"Theodoret's commentaries on St."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:49",
                            "text": "Paul are superior to his other exegetical writings, and have been assigned the palm over all patristic expositions of Scripture."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:50",
                            "text": "See Schröckh xviii."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:51",
                            "text": "p."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:52",
                            "text": "398."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:53",
                            "text": "sqq."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:54",
                            "text": ", Simon, p."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:55",
                            "text": "314 sqq."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:56",
                            "text": "Rosenmüller iv."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:57",
                            "text": "p."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:58",
                            "text": "93 sqq."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:59",
                            "text": ", and the monograph of Richter, de Theodoreto Epist."
                        },
                        {
                            "verse": 60,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:60",
                            "text": "Paulin, interprete (Lips."
                        },
                        {
                            "verse": 61,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:61",
                            "text": "1822."
                        },
                        {
                            "verse": 62,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:62",
                            "text": ") For appreciation, terseness of expression and good sense, they are perhaps unsurpassed, and, if the absence of faults were a just standard of merit, they would deserve the first place; but they have little claim to originality, and he who has read Chrysostom and Theodore of Mopsuestia will find scarcely anything in Theodoret which he has not seen before."
                        },
                        {
                            "verse": 63,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:63",
                            "text": "It is right to add however that Theodoret modestly disclaims any such merit."
                        },
                        {
                            "verse": 64,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:64",
                            "text": "In his preface he apologises for attempting to interpret St."
                        },
                        {
                            "verse": 65,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:65",
                            "text": "Paul after two such men who are 'luminaries of the world:' and he professes nothing more than to gather his stores 'from the blessed fathers."
                        },
                        {
                            "verse": 66,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:66",
                            "text": "' In these expressions he alludes doubtless to Chrysostom and Theodore\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:67",
                            "text": "As a specimen of the mode of treatment of a crucial passage, of interest in view of the writer's relations to the Nestorian and Eutychian controversies, the notes on I."
                        },
                        {
                            "verse": 68,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:68",
                            "text": "Cor."
                        },
                        {
                            "verse": 69,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:69",
                            "text": "xv."
                        },
                        {
                            "verse": 70,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:70",
                            "text": "27, 28 may be quoted."
                        },
                        {
                            "verse": 71,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:71",
                            "text": "\"This is a passage which Arians and Eunomians have been wont to be constantly adducing with the notion that they are thereby belittling the dignity of the only-begotten."
                        },
                        {
                            "verse": 72,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:72",
                            "text": "They ought to have perceived that the divine apostle has written nothing in this passage about the Godhead of the only-begotten."
                        },
                        {
                            "verse": 73,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:73",
                            "text": "He is exhorting us to believe in the resurrection of the flesh, and endeavours to prove the resurrection of the flesh by the resurrection of the Lord."
                        },
                        {
                            "verse": 74,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:74",
                            "text": "It is obvious that like is conformed to like."
                        },
                        {
                            "verse": 75,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:75",
                            "text": "On this account he calls Him 'the first fruits of them that have fallen asleep,' and styles Him 'Man,' and by comparison with Adam proves that by Him the general resurrection will come to pass, with the object of persuading objectors, by shewing the resurrection of one of like nature, to believe that all mankind will share His resurrection."
                        },
                        {
                            "verse": 76,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:76",
                            "text": "It must therefore be recognised that the natures of the Lord are two: and that divine Scripture names Him sometimes from the human, and sometimes from the divine."
                        },
                        {
                            "verse": 77,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:77",
                            "text": "If it speaks of God, it does not deny the manhood: if it mentions man it at the same time confesses the Godhead."
                        },
                        {
                            "verse": 78,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:78",
                            "text": "It is impossible always to speak of Him in terms of sublimity, on account of the nature which He received from us, for if even when lowly terms are employed some men deny the assumption of the flesh, clearly still more would have been found infected with this unsoundness, had no lowly terms been used."
                        },
                        {
                            "verse": 79,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:79",
                            "text": "What then is the meaning of 'then is subjected'? This expression is applicable to sovereigns exercising sovereignty now, for if He then is subjected He is not yet subjected."
                        },
                        {
                            "verse": 80,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:80",
                            "text": "So they are all in error who blaspheme and try to make subject Him who has not yet submitted to the limits of subjection."
                        },
                        {
                            "verse": 81,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:81",
                            "text": "We must wait, and learn the mode of the subjection."
                        },
                        {
                            "verse": 82,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:82",
                            "text": "But we have gone through long discussions on these points in our contests with them."
                        },
                        {
                            "verse": 83,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:83",
                            "text": "It is enough now to indicate briefly the Apostle's aim."
                        },
                        {
                            "verse": 84,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:84",
                            "text": "He is writing to the Corinthians who have only just been set free from the fables of heathendom."
                        },
                        {
                            "verse": 85,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:85",
                            "text": "Their fables are full of violence and iniquity."
                        },
                        {
                            "verse": 86,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:86",
                            "text": "Not to name others, and pollute my lips, they worship parricide gods, and say that sons revolted against their fathers, drove them from their realm, and seized their sovereignty."
                        },
                        {
                            "verse": 87,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:87",
                            "text": "So after saying great things of Christ, in that He shall destroy all rule and authority and power, and shall put an end to death, and hath subdued all things under his feet; lest starting from those fables of theirs they should expect Him to treat His father like the Daemons whom they adore; after mentioning, as was necessary, the subjugation of all things the apostle adds 'The Son Himself shall be subject to Him that did put all things under Him."
                        },
                        {
                            "verse": 88,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:88",
                            "text": "' For not only shall He not subject the Father to Himself, but shall Himself accept the subjection becoming to a son."
                        },
                        {
                            "verse": 89,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:89",
                            "text": "So the divine apostle, suspecting the mischief arising from the pagan mythology, uses expressions of lowliness because such terms are helpful."
                        },
                        {
                            "verse": 90,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:90",
                            "text": "But let objectors tell us the form of that subjection."
                        },
                        {
                            "verse": 91,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:91",
                            "text": "If they are willing to consider the truth, He shewed obedience when He was made man, and wrought out our salvation."
                        },
                        {
                            "verse": 92,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:92",
                            "text": "How then shall He then be subjected, and how shall He then deliver the kingdom to God the Father? If the case be viewed in this way, it will appear that God the Father does not hold the kingdom now."
                        },
                        {
                            "verse": 93,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:93",
                            "text": "So full of absurdity are their arguments."
                        },
                        {
                            "verse": 94,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:94",
                            "text": "But He makes what is ours His own, since we are called His body, and He is called our Head."
                        },
                        {
                            "verse": 95,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:95",
                            "text": "'He took our iniquities and bore our diseases."
                        },
                        {
                            "verse": 96,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:96",
                            "text": "' So He says in the Psalm 'my God, my God, look upon me, why hast Thou forsaken me."
                        },
                        {
                            "verse": 97,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:97",
                            "text": "The words of my transgressions are far from my health."
                        },
                        {
                            "verse": 98,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:98",
                            "text": "' And yet He did no sin, neither was guile found in His mouth."
                        },
                        {
                            "verse": 99,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:99",
                            "text": "But a mouth is made of our nature, in that He was made the first fruits of the nature."
                        },
                        {
                            "verse": 100,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:100",
                            "text": "So He appropriates our frequent disobedience and the then subjection, and, when we are subjected after our delivery from corruption He is said to be subjected."
                        },
                        {
                            "verse": 101,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:101",
                            "text": "What follows leads us on to this sense."
                        },
                        {
                            "verse": 102,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:102",
                            "text": "For after the words 'then shall the son be subject to Him that did put all things under Him,' the Apostle adds 'that God may be all in all."
                        },
                        {
                            "verse": 103,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:103",
                            "text": "' He is everywhere now in accordance with His essence, for His nature is uncircumscribed, as says the divine apostle, 'in Him we live and move and have our being."
                        },
                        {
                            "verse": 104,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:104",
                            "text": "' But, as regards His good pleasure, He is not in all, for 'the Lord taketh pleasure in them that fear Him, in those that hope in his mercy."
                        },
                        {
                            "verse": 105,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:105",
                            "text": "' But in these He is not wholly."
                        },
                        {
                            "verse": 106,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:106",
                            "text": "For no one is pure of uncleanness, and In thy sight shall no man living be justified and 'If thou Lord shouldst mark iniquities O Lord who shall stand?' Therefore the Lord taketh pleasure wherein they do right and taketh not pleasure wherein they err."
                        },
                        {
                            "verse": 107,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:107",
                            "text": "But in the life to come where corruption ceases and immortality is given passions have no place; and after these have been quite driven out no kind of sin is committed for the future."
                        },
                        {
                            "verse": 108,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:108",
                            "text": "Thus hereafter God shall be all in all, when all have been released from sin and turned to Him and are incapable of any inclination to the worse."
                        },
                        {
                            "verse": 109,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:109",
                            "text": "And what in this place the divine Apostle has said of God in another passage he has laid down of Christ."
                        },
                        {
                            "verse": 110,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:110",
                            "text": "His words are these."
                        },
                        {
                            "verse": 111,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:111",
                            "text": "'Where there is neither Jew nor Greek, circumcision nor uncircumcision, barbarian, Scythian…but Christ is all and in all."
                        },
                        {
                            "verse": 112,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:112",
                            "text": "' He would not have applied to the Son what is attributable to the Father had he not of divine grace learnt that He is of equal honour with Him."
                        },
                        {
                            "verse": 113,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:113",
                            "text": "'  On the meaning of the passage about them that are baptized for the dead it is curious to find only one interpretation curtly proffered in apparent unconsciousness of any other being known or possible."
                        },
                        {
                            "verse": 114,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:114",
                            "text": "Theodoret's words are \"He, says the apostle, who is baptized is buried with the Lord, that as he has been sharer in the death so he may be sharer in the resurrection."
                        },
                        {
                            "verse": 115,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:115",
                            "text": "But if the body is dead and does not rise why then is he baptized?\" The dead for which a man is baptized seems to be regarded as his own dead body i-e:, dead in trespasses and sin and subject to corruption."
                        },
                        {
                            "verse": 116,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:116",
                            "text": "(d) Of the historical works, (i) the Ecclesiastical History needs less description, in that a translation in extenso is given in the text."
                        },
                        {
                            "verse": 117,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:117",
                            "text": "Its style and spirit speak for themselves."
                        },
                        {
                            "verse": 118,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:118",
                            "text": "Photius well describes it as \"clear, lofty, and concise\"."
                        },
                        {
                            "verse": 119,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:119",
                            "text": "Gibbon, referring to the three ecclesiastical historians of this period speaks of \"Socrates, the more curious Sozomen, and the learned Theodoret\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:120",
                            "text": "Of learning, industry, and veracity the proofs are patent in the book itself."
                        },
                        {
                            "verse": 121,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:121",
                            "text": "The chief fault of the work is its want of chronological arrangement."
                        },
                        {
                            "verse": 122,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:122",
                            "text": "A minor shortcoming is what may be called a lack of perspective; a fulness of detail is sometimes conceded to mere episode and parenthesis, while characters and events of high and crucial importance would scarcely be known to be so, were we dependent for our estimation of them on Theodoret alone."
                        },
                        {
                            "verse": 123,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:123",
                            "text": "Valesius inclines to the opinion that his opening words about supplying things omitted refer to Socrates and Sozomen, and compares him in his composition of a history after those writers (there is just a possibility that he might have completed the parallel by referring to a third predecessor—Rufinus) to St."
                        },
                        {
                            "verse": 124,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:124",
                            "text": "John filling up the gaps left by the synoptists."
                        },
                        {
                            "verse": 125,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:125",
                            "text": "But this view is open to question."
                        },
                        {
                            "verse": 126,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:126",
                            "text": "Theodoret names no previous writers but Eusebius."
                        },
                        {
                            "verse": 127,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:127",
                            "text": "A special importance attaches to his account of such events and persons as his local knowledge enables him to give with completeness of detail, as for instance, all that relates to Antioch and its bishops."
                        },
                        {
                            "verse": 128,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:128",
                            "text": "Garnerius is of opinion that the work might with propriety be entitled A History of the Arian Heresy; all other matter introduced he views as merely episodic."
                        },
                        {
                            "verse": 129,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:129",
                            "text": "He also quotes the letter of Gregory the great in which the Roman bishop states that \"the apostolic see refuses to receive the History of 'Sozomenus' (sic) inasmuch as it abounds with lies, and praises Theodore of Mopsuestia, maintaining that he was up to the day of his death, a great Doctor\"."
                        },
                        {
                            "verse": 130,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:130",
                            "text": "\"Sozomen\" is supposed to be a slip of the pen, or of the memory, for \"Theodoret\"."
                        },
                        {
                            "verse": 131,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:131",
                            "text": "But, if this be so, \"multa mentitur\" is an unfair description of the errors of the historian."
                        },
                        {
                            "verse": 132,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:132",
                            "text": "Fallible he was, and exhibits failure in accuracy, especially in chronology, but his truthfulness of aim is plain."
                        },
                        {
                            "verse": 133,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:133",
                            "text": "(ii) The Religious History, several times referred to in the Ecclesiastical History, and therefore an earlier composition, contains the lives of thirty-three famous ascetics, of whom three were women."
                        },
                        {
                            "verse": 134,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:134",
                            "text": "The \"curious intellectual problem\" of the readiness with which Theodoret, a disciple of the \"prosaic and critical\" school of Antioch, accepts and repeats marvellous tales of the miracles of his contemporary hermits, has been invested with fresh interest in our own time by the apparent sympathy and similar belief of Dr."
                        },
                        {
                            "verse": 135,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:135",
                            "text": "Newman, who asks \"What made him drink in with such relish what we reject with such disgust? Was it that, at least, some miracles were brought home so absolutely to his sensible experience that he had no reason for doubting the others which came to him second-hand? This certainly will explain what to most of us is sure to seem the stupid credulity of so well-read, so intellectual an author\"."
                        },
                        {
                            "verse": 136,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:136",
                            "text": "Cardinal Newman evidently implies that the evidence was irresistible, even to a keen and trained intelligence."
                        },
                        {
                            "verse": 137,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:137",
                            "text": "Probably in many cases the explanation is to be found, as has been already suggested in the remarks on Theodoret's birth, in the ready acceptance of the current views of the age and place as to cause and effect."
                        },
                        {
                            "verse": 138,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:138",
                            "text": "Theodoret believed in the marvels of his monks."
                        },
                        {
                            "verse": 139,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:139",
                            "text": "Matthew Hale believed in witchcraft."
                        },
                        {
                            "verse": 140,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:140",
                            "text": "Neither, that is, was some centuries removed from his own age."
                        },
                        {
                            "verse": 141,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:141",
                            "text": "Neither need be accused of stupid credulity."
                        },
                        {
                            "verse": 142,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:142",
                            "text": "The enthusiasm which led him to reckon on finding the noble army of martyrs a very present help in time of trouble because he had a little bottle of their oil, probably that burned at their graves, slung over his bed; and his assurance that the old cloak of Jacobus, folded for his pillow, was a more than adamantine bulwark against the wiles of the devil, indicate no more than an exaggerated reliance on the power of material memorials to affect the imagination."
                        },
                        {
                            "verse": 143,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:143",
                            "text": "And it is curious to remark that with all this acceptance of the cures effected by ascetics, Theodoret made a provision of medical skill for his flock at Cyrus."
                        },
                        {
                            "verse": 144,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:144",
                            "text": "(e) The works reckoned as theological, as distinct from the controversial, are three: (i) The twelve discourses entitled ῾Ελληνικῶν θεραπευτικὴ παθημάτων, or \"Graecarum affectionum curatio, seu evangelicae veritatis ex gentilium philospohia cognitio."
                        },
                        {
                            "verse": 145,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:145",
                            "text": "' They contain an elaborate apology for Christian philosophy, with a refutation of the attacks of paganism against the doctrines of the gospel, and may have been designed, as Garnerius conjectures, to serve as an antidote against whatever might still survive of the influence of Julian and his writings."
                        },
                        {
                            "verse": 146,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:146",
                            "text": "Here we see at once our author's \"genius and erudition\" (Mosheim)."
                        },
                        {
                            "verse": 147,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:147",
                            "text": "In these orations he exhibits a wide acquaintance with Greek literature, and we find cited, or referred to, among other writers, Homer, Hesiod, Alcman, Theognis, Xenophanes, Pindar, Heraclitus, Zeno, Parmenides, Empedocles, Euripides, Herodotus, Xenophon, Plato, Aristotle, Demosthenes, Diodorus Siculus, Plutarch, and Porphyry."
                        },
                        {
                            "verse": 148,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:148",
                            "text": "Homer and Plato are largely quoted."
                        },
                        {
                            "verse": 149,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:149",
                            "text": "Basnage, indeed, contested their genuineness, but without weakening their position among Theodoret's accepted works."
                        },
                        {
                            "verse": 150,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:150",
                            "text": "They have seemed to some to encourage undue honour to and invocation of saints and martyrs but their author seems to anticipate later exaggeration of their reverence by the distinction, \"We ascribe Godhead to nothing visible."
                        },
                        {
                            "verse": 151,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:151",
                            "text": "Them that have been distinguished in virtue we honour as excellent men, but we worship none but the God and Father of all, His Word, and the Holy Spirit\"."
                        },
                        {
                            "verse": 152,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:152",
                            "text": "(ii)."
                        },
                        {
                            "verse": 153,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:153",
                            "text": "The Discourses against paganism were followed by ten on Divine Providence, a work justly eulogized as exhibiting Theodoret's literary power in its highest form."
                        },
                        {
                            "verse": 154,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:154",
                            "text": "Of it Garnerius, who is by no means disposed to bestow indiscriminate laudation on the writer, remarks that nothing was ever published on this subject more eloquent or more admirable, either by Theodoret, or by any other."
                        },
                        {
                            "verse": 155,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:155",
                            "text": "The discourses may not improbably have been delivered in public at Antioch, and have been the occasion of the enthusiastic admiration described as shewn by the patriarch John."
                        },
                        {
                            "verse": 156,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:156",
                            "text": "In them he presses the argument of the divine guidance of the world from the constitution of the visible creation, and specially of the body of man."
                        },
                        {
                            "verse": 157,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:157",
                            "text": "The preacher draws many illustrations from the animal world and shews himself to be an intelligent observer."
                        },
                        {
                            "verse": 158,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:158",
                            "text": "The pursuit of righteousness is proved not to be vain, even though the achieved result is not seen until the resurrection, and it is argued that from the beginning God has not cared for one chosen race alone but for all mankind."
                        },
                        {
                            "verse": 159,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:159",
                            "text": "The crowning evidence of divine providence is in the incarnation."
                        },
                        {
                            "verse": 160,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:160",
                            "text": "\"I have taught you\"—so the great orations conclude—\"the universal providence of God."
                        },
                        {
                            "verse": 161,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:161",
                            "text": "You behold His unfathomable loving kindness;—His boundless mercy; cease then to strive against Him that made you; learn to do honour to your benefactor, and requite his mighty benefits with grateful utterance."
                        },
                        {
                            "verse": 162,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:162",
                            "text": "Offer to God the sacrifice of praise; defile not your tongue with blasphemy, but make it the instrument of worship for which it was designed."
                        },
                        {
                            "verse": 163,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:163",
                            "text": "Such divine dispensations as are plain, reverence; about such as are hidden make no ado, but wait for knowledge in the time to come."
                        },
                        {
                            "verse": 164,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:164",
                            "text": "When we shall put off the senses, then we shall win perfect knowledge."
                        },
                        {
                            "verse": 165,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:165",
                            "text": "Imitate not Adam who dared to pluck the forbidden fruit; lay not hold of hidden things, but leave the knowledge of them to their own fit season."
                        },
                        {
                            "verse": 166,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:166",
                            "text": "Obey the words of the wise man—say not What is this? For what purpose is this! 'For all things were made for good."
                        },
                        {
                            "verse": 167,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:167",
                            "text": "' Gathering then from every source occasion for praise, and mingling one melody, offer it with me to the Creator, the giver of good, and Christ the Saviour, our very God."
                        },
                        {
                            "verse": 168,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:168",
                            "text": "To them be glory and worship and honour for endless age on age, Amen\"."
                        },
                        {
                            "verse": 169,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:169",
                            "text": "(iii) The Discourse on Divine Love."
                        },
                        {
                            "verse": 170,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:170",
                            "text": "This love, says Theodoret, is the source of the holy life of the ascetics."
                        },
                        {
                            "verse": 171,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:171",
                            "text": "For his own part he would not accept the kingdom of heaven without it, or with it, were such a thing possible, shrink from the pains of hell."
                        },
                        {
                            "verse": 172,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:172",
                            "text": "It was really love, he says, which led to Peter's denial; he need not have denied if he could have borne to keep aloof, but love goaded him to be near his Lord."
                        },
                        {
                            "verse": 173,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:173",
                            "text": "(f."
                        },
                        {
                            "verse": 174,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:174",
                            "text": ") The controversial works are  (i."
                        },
                        {
                            "verse": 175,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:175",
                            "text": ") The \"Eranistes,\" or Dialogues, of which the translation is included in the text."
                        },
                        {
                            "verse": 176,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:176",
                            "text": "They contain a complete refutation of the Eutychian position, and the quotations in them are in several cases valuable as giving portions of the writing of Fathers not elsewhere preserved."
                        },
                        {
                            "verse": 177,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:177",
                            "text": "They are supposed to have been written shortly after the death of Cyril in 444, and are intended at once to vindicate Theodoret's own orthodoxy, and to expose the errors of the party protected by Dioscorus."
                        },
                        {
                            "verse": 178,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:178",
                            "text": "(ii."
                        },
                        {
                            "verse": 179,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:179",
                            "text": ") The Haereticarum Fabularum Compendium, (Αἱρετικῆς κακομυσιας ἐπιτομή) was composed at the request of Sporacius, one of the representatives of Marcian at Chalcedon, and is, as its title indicates, an account of past or present heresies."
                        },
                        {
                            "verse": 180,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:180",
                            "text": "It is divided into five Books, which treat of the following heretics."
                        },
                        {
                            "verse": 181,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:181",
                            "text": "I."
                        },
                        {
                            "verse": 182,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:182",
                            "text": "Simon Magus, Menander, Saturnilus, Basilides, Isidorus, Carpocrates, Epiphanes, Prodicus, Valentinus, Secundus, Marcus the Wizard, the Ascodruti, the Colorbasii, the Barbelioti, the Ophites, the Cainites, the Antitacti, the Perati, Monoimus, Hermogenes, Tatianus, Severus, Bardesanes, Harmonius, Florinus, Cerdo, Marcion, Apelles, Potitus, Prepo, and Manes."
                        },
                        {
                            "verse": 183,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:183",
                            "text": "II."
                        },
                        {
                            "verse": 184,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:184",
                            "text": "The Ebionites, the Nazarenes, Cerinthus, Artemon, Theodotus, the Melchisedeciani, the Elkesites, Paul of Samosata, Sabellius, Marcellus, Photinus."
                        },
                        {
                            "verse": 185,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:185",
                            "text": "III."
                        },
                        {
                            "verse": 186,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:186",
                            "text": "The Nicolaitans, the Montanists, Noetus of Smyrna, the Tessarescaedecatites (i-e: Quartodecimani) Novatus, Nepos."
                        },
                        {
                            "verse": 187,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:187",
                            "text": "IV."
                        },
                        {
                            "verse": 188,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:188",
                            "text": "Arius, Eudoxius, Eunomius, Aetius, the Psathyriani, the Macedoniani, the Donatists, the Meletians, Appollinarius, the Audiani, the Messaliani, Nestorius, Eutyches."
                        },
                        {
                            "verse": 189,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:189",
                            "text": "V."
                        },
                        {
                            "verse": 190,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:190",
                            "text": "The last book is an \"Epitome of the Divine Decrees\"."
                        },
                        {
                            "verse": 191,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:191",
                            "text": "This catalogue, it has been remarked, does not include Origenism and Pelagianism."
                        },
                        {
                            "verse": 192,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:192",
                            "text": "But though Theodoret did not sympathize with Origen's school of scriptural interpretation, there was no reason why he should damn him as unsound in the faith."
                        },
                        {
                            "verse": 193,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:193",
                            "text": "And the controversy between Jerome and Rufinus as to Origen was a distinctively western controversy."
                        },
                        {
                            "verse": 194,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:194",
                            "text": "So was Pelagianism a western heresy, with which Theodoret was not brought into immediate contact."
                        },
                        {
                            "verse": 195,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:195",
                            "text": "The fourth book is obviously the most important, as treating of heresies of which the writer would have contemporary knowledge."
                        },
                        {
                            "verse": 196,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:196",
                            "text": "And special interest has attached to the chapter on Nestorius, who is condemned not merely for erroneous opinion on the incarnation and person of Christ, but as a timeserver and pretender, seeking rather to be thought, than to be, a Christian."
                        },
                        {
                            "verse": 197,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:197",
                            "text": "Garnerius indeed doubts the genuineness of the chapter, and Schulze, in defending it, points out the similarity of its line of argument to that employed in the treatise \"against Nestorius,\" which is very generally regarded as spurious."
                        },
                        {
                            "verse": 198,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:198",
                            "text": "It may have been added after Chalcedon, when the writer had been forced into the denunciation of his old friend."
                        },
                        {
                            "verse": 199,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:199",
                            "text": "But the expressions used alike of the incarnation and of Nestorius seem somewhat in contrast with other writings of Theodoret."
                        },
                        {
                            "verse": 200,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:200",
                            "text": "Schröckh inclines to the view in which Ceillier concurs, that this damning account of Nestorius was really written by his old champion, and accounts for the harshness of condemnation by the influence of the clamours of Chalcedon and the induration which old age sometimes brings on tender spirits."
                        },
                        {
                            "verse": 201,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:201",
                            "text": "It can only be said that if this is Theodoret, it is Theodoret at his worst."
                        },
                        {
                            "verse": 202,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:202",
                            "text": "The heads of the Epitome of Divine Decrees are the following twenty-nine: Of the Father; of the Son; of the Holy Ghost; of Creation; of Matter; of aeons; of Angels; of Daemons; of Man; of Providence; of the Incarnation of the Saviour; that the Lord took a body; that He took a soul as well as His body; that the human nature which He took was perfect; that He raised the nature which He took; that He is good and just; that He gave the Old and the New Testament; of Baptism; of Resurrection; of Judgment; of Promises; of the Second Advent (᾽Επιφάνεια) of the Saviour; of Antichrist; of Virginity; of Marriage; of Second Marriage; of Fornication; of Repentance; of Abstinence."
                        },
                        {
                            "verse": 203,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:203",
                            "text": "The short chapter on the Incarnation has a special value in view of the author's connection with the Nestorian Controversy."
                        },
                        {
                            "verse": 204,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:204",
                            "text": "\"It is worth while,\" he writes in it, \"to exhibit what we hold concerning the Incarnation, for this exposition proclaims more clearly the providence of the God of all."
                        },
                        {
                            "verse": 205,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:205",
                            "text": "In his forged fables Valentinus maintained a distinction between the only-begotten and the Word, and further between the Christ within the pleroma and Jesus, and also the Christ who is without."
                        },
                        {
                            "verse": 206,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:206",
                            "text": "He said that Jesus became man, by putting on the Christ that is without, and assuming a body of the substance of the soul; and that He made a passage only through the Virgin, having assumed nothing of the nature of man."
                        },
                        {
                            "verse": 207,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:207",
                            "text": "Basilides in like manner distinguished between the only-begotten, the Word and the Wisdom."
                        },
                        {
                            "verse": 208,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:208",
                            "text": "Cerdon, on the other hand, Marcion, and Manes, said that the Christ appeared as man, though he had nothing human."
                        },
                        {
                            "verse": 209,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:209",
                            "text": "Cerinthus maintained that Jesus was generated of Joseph and Mary after the common manner of men, but that the Christ came down from on high on Jesus."
                        },
                        {
                            "verse": 210,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:210",
                            "text": "The Ebionites, the Theodotians, the Artemonians, and Photinians said that the Christ was bare man born of the Virgin."
                        },
                        {
                            "verse": 211,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:211",
                            "text": "Arius and Eunomius taught that He assumed a body, but that the Godhead discharged the function of the soul."
                        },
                        {
                            "verse": 212,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:212",
                            "text": "Apollinarius held that the body of the Saviour had a soul, but had not the reasonable soul; for, according to his views, intelligence was superfluous, God the Word being present."
                        },
                        {
                            "verse": 213,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:213",
                            "text": "I have stated the opinions taught by the majority of heresies with the wish of making plain the truth taught by the church."
                        },
                        {
                            "verse": 214,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:214",
                            "text": "Now the church makes no distinction between (τὸν αὐτὸν ὀνομαζει) the Son, the only begotten, God the Word, the Lord the Saviour, and Jesus Christ."
                        },
                        {
                            "verse": 215,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:215",
                            "text": "'Son,' 'only begotten,' 'God the Word,' and 'Lord,' He was called before the Incarnation; and is so called also after the Incarnation; but after the Incarnation the same (Lord) was called Jesus Christ, deriving the titles from the facts."
                        },
                        {
                            "verse": 216,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:216",
                            "text": "'Jesus' is interpreted to mean the Saviour, whereof Gabriel is witness in his words to the Virgin 'Thou shalt call His name Jesus, for He shall save His people from their sins."
                        },
                        {
                            "verse": 217,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:217",
                            "text": "' But He was styled 'Christ' on account of the unction of the Spirit."
                        },
                        {
                            "verse": 218,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:218",
                            "text": "So the Psalmist David says 'Therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."
                        },
                        {
                            "verse": 219,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:219",
                            "text": "' And through the Prophet Isaiah the Lord Himself says 'The spirit of the Lord is upon me, because the Lord hath anointed me."
                        },
                        {
                            "verse": 220,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:220",
                            "text": "' Thus the Lord Himself taught us to understand the prophecy, for when He had come into the synagogue, and opened the book of the Prophets, He read the passage quoted, and said to those present 'This day is the Scripture fulfilled in your ears."
                        },
                        {
                            "verse": 221,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:221",
                            "text": "' The great Peter, too, preached in terms harmonious with the prophets, for in his explanation of the mystery to Cornelius he said 'That word ye know which was published throughout all Judaea, and began from Galilee after the Baptism which John preached; how God anointed Jesus Christ with the Holy Ghost and with power."
                        },
                        {
                            "verse": 222,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:222",
                            "text": "' Hence it is clear that He is called Christ on account of the unction of the spirit."
                        },
                        {
                            "verse": 223,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:223",
                            "text": "But he was anointed not as God, but as man."
                        },
                        {
                            "verse": 224,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:224",
                            "text": "And as in His human nature He was anointed, after the Incarnation He was called also 'Christ."
                        },
                        {
                            "verse": 225,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:225",
                            "text": "' But yet there is no distinction between God the Word and the Christ, for God the Word incarnate was named Christ Jesus."
                        },
                        {
                            "verse": 226,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:226",
                            "text": "And He was incarnate that He might renew the nature corrupted by sin."
                        },
                        {
                            "verse": 227,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:227",
                            "text": "The reason of His taking all the nature which had sinned was that He might heal all."
                        },
                        {
                            "verse": 228,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:228",
                            "text": "For He did not take the nature of the body using it as a veil of His Godhead, according to the wild teaching of Arius and Eunomius; for it had been easy for Him even without a body to be made visible as He was seen of old by Abraham, Jacob and the rest of the saints."
                        },
                        {
                            "verse": 229,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:229",
                            "text": "But he wished the very nature that had been worsted to beat down the enemy and win the victory."
                        },
                        {
                            "verse": 230,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:230",
                            "text": "For this reason He took both a body and a reasonable soul."
                        },
                        {
                            "verse": 231,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:231",
                            "text": "For Holy Scripture does not divide man in a threefold division, but states that this living being consists of a body and a soul."
                        },
                        {
                            "verse": 232,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:232",
                            "text": "For God after forming the body out of the dust breathed into it the soul and shewed it to be two natures not three."
                        },
                        {
                            "verse": 233,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:233",
                            "text": "And the same Lord in the Gospels says, 'Fear not them which kill the body but are not able to kill the soul,' and many similar passages may be found in divine Scripture."
                        },
                        {
                            "verse": 234,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:234",
                            "text": "And that He did not assume man's nature in its perfection, contriving it as a veil for His Godhead, according to the heretics' fables, but achieving victory by means of the first fruits for the whole race, is truly witnessed and accurately taught by the divine apostle, for in His Epistle to the Romans, when unveiling the mystery of the Incarnation, he writes 'Wherefore as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned: for until the law sin was in the world: but sin is not imputed when there is no law."
                        },
                        {
                            "verse": 235,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:235",
                            "text": "Nevertheless death reigned from Adam to Moses, even over them who had not sinned after the similitude of Adam's transgression, who is the figure of Him that is to come."
                        },
                        {
                            "verse": 236,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:236",
                            "text": "'  (iii."
                        },
                        {
                            "verse": 237,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:237",
                            "text": ") The refutations of the Twelve Chapters of Cyril are translated in the Prolegomena."
                        },
                        {
                            "verse": 238,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:238",
                            "text": "In the Epistle of Cyril to Celestinus and the Commonitorium datum Posidonio Cyril shows what sense he wishes to fix on the utterances of Nestorius."
                        },
                        {
                            "verse": 239,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:239",
                            "text": "\"The faith, or rather the 'cacodoxy' of Nestorius, has this force; he says that God the Word, prescient that he who was to be born of the Holy Virgin would be holy and great, therefore chose him and arranged that he should be generated of the Virgin without a husband and conferred on him the privilege of being called by His own names, and raised him so that even though after the incarnation he is called the only begotten Word of God, he is said to have been made man because He was always with him as with a holy man born of the Virgin."
                        },
                        {
                            "verse": 240,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:240",
                            "text": "And as He was with the prophets so, says Nestorius, was He by a greater conjunction (συνάφεια)."
                        },
                        {
                            "verse": 241,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:241",
                            "text": "On this account Nestorius always shrinks from using the word union (ἔνωσις) and speaks of 'conjunction,' as of some one without, and, as He says to Joshua 'as I was with Moses so will I be with thee."
                        },
                        {
                            "verse": 242,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:242",
                            "text": "' But, to conceal his impiety, Nestorius says that He was with him from the womb."
                        },
                        {
                            "verse": 243,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:243",
                            "text": "Wherefore he does not say that Christ was very God, but that Christ was so called of God's good pleasure; and, if he was called Lord, so again Nestorius understands him to be Lord because the divine Word conceded him the boon of being so named."
                        },
                        {
                            "verse": 244,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:244",
                            "text": "Nor does he say as we do that the Son of God died and rose again on our behalf."
                        },
                        {
                            "verse": 245,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:245",
                            "text": "The man died and the man rose, and this has nothing to do with God the Word."
                        },
                        {
                            "verse": 246,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:246",
                            "text": "And in the mysteries what lies (i-e: on the Holy Table) (τὸ προκείμενον) is a man's body; but we believe that it is flesh of the Word, having power to quicken because it is made flesh and blood of the Word that quickeneth all things\"."
                        },
                        {
                            "verse": 247,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:247",
                            "text": "Nestorius was not unnaturally indignant at this misrepresentation of his words, and complains of Cyril for leaving out important clauses and introducing additions of his own."
                        },
                        {
                            "verse": 248,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:248",
                            "text": "Cyril succeeded in pressing upon Celestinus the idea that Nestorius, who had vigorously opposed the Pelagians, was really in sympathy with them, and so secured the condemnation of his opponent at Rome and at Alexandria, and published twelve anathemas to complete his own vindication."
                        },
                        {
                            "verse": 249,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:249",
                            "text": "These were answered by Theodoret on behalf of the eastern church in 431."
                        },
                        {
                            "verse": 250,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:250",
                            "text": "In 433 formal peace was made, so far as the theological, as apart from the personal, dispute was concerned, by the acceptance by both John of Antioch and Cyril of the formula, slightly modified, which Theodoret himself had drawn up at Ephesus two years before."
                        },
                        {
                            "verse": 251,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:251",
                            "text": "It is as follows: \"We confess our Lord Jesus Christ, the Son of God, the only begotten, to be perfect God and perfect man, of a reasonable soul and body, begotten before the ages of the Father, as touching His godhead, and in the last days on account of us and our salvation (born) of the Virgin Mary as touching His manhood; that He is of one substance with the Father as touching His godhead, of one substance with us as touching His manhood; for there is made an union of two natures; wherefore we confess one Christ, one Son, one Lord."
                        },
                        {
                            "verse": 252,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:252",
                            "text": "According to this meaning of the unconfounded union we confess the holy Virgin to be 'θεοτόκος' on account of God the Word being made flesh and becoming man, and of this conception uniting to Himself the temple taken of her."
                        },
                        {
                            "verse": 253,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:253",
                            "text": "We acknowledge that theologians use the words of evangelists and apostles about the Lord some in common, as of one person, and some distinctively, as of two natures, and deliver the divine as touching the Godhead of the Christ, and the lowly as touching His manhood\"."
                        },
                        {
                            "verse": 254,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:254",
                            "text": "This is substantially what Theodoret says again and again."
                        },
                        {
                            "verse": 255,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:255",
                            "text": "This satisfied Cyril."
                        },
                        {
                            "verse": 256,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:256",
                            "text": "This would probably have been accepted by Nestorius too."
                        },
                        {
                            "verse": 257,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:257",
                            "text": "What then was it, apart from the odium theologicum, which kept Nestorius and Cyril apart? Below the apparent special pleading and word-jugglery on the surface of the controversy lay the principle that in the Christ God and man were one; the essence of the atonement or reconciliation lying in the complete union of the human and the divine in the one Person; the \"I\" in the \"I am\" of the Temple and the \"I thirst\" of the Cross being really the same."
                        },
                        {
                            "verse": 258,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:258",
                            "text": "\"God and man is one Christ\"."
                        },
                        {
                            "verse": 259,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:259",
                            "text": "The position which the Cyrillians viewed with alarm was a reduction of this unity to a mere partnership or alliance;—God dwelling in Jesus of Nazareth as He dwells in all good men, only to a greater degree;—the eternal Word being in close contact with the son of Mary (συνάφεια)."
                        },
                        {
                            "verse": 260,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:260",
                            "text": "So, whatever may have been the unhappy faction-fights with which the main issue was confused there was in truth a great crisis, a great question for decision; was Jesus of Nazareth an unique personality, or only one more in the goodly fellowship of prophets? Was He God, or was He not? There can be little doubt as to the answer Nestorius would have given."
                        },
                        {
                            "verse": 261,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:261",
                            "text": "There can be none as to that of Theodoret."
                        },
                        {
                            "verse": 262,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:262",
                            "text": "But on the part of Cyril there was the quite mistaken conviction that Theodoret was practically contending for two Christs."
                        },
                        {
                            "verse": 263,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:263",
                            "text": "On the other hand Theodoret erroneously identified Cyril with the confusion of the substance and practical patripassianism which he scathes in the \"Eranistes,\" and which the common sense of Christendom has condemned in Eutyches."
                        },
                        {
                            "verse": 264,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:264",
                            "text": "(g) To Nicephorus Callistus in the 15th century five hundred of Theodoret's letters were known, and he is eloquent in their praise."
                        },
                        {
                            "verse": 265,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:265",
                            "text": "Now, the collection, including several by other writers, comprises only one hundred and eighty one."
                        },
                        {
                            "verse": 266,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:266",
                            "text": "The value of their contributions to the history of the times as well as of their writer will be evident on their study."
                        },
                        {
                            "verse": 267,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:267",
                            "text": "The order in which they are published is preserved in the translation for the sake of reference."
                        },
                        {
                            "verse": 268,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:268",
                            "text": "A chronological order would have obvious advantages, but this in many cases could only be conjectural."
                        },
                        {
                            "verse": 269,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:269",
                            "text": "Where the indications of time are fairly plain the probable date is suggested in a note."
                        },
                        {
                            "verse": 270,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:270",
                            "text": "The letters are divided into (a) dogmatic, (b) consolatory, (c) festal, (d) commendatory, (e) congratulatory, (f) commenting on passing events."
                        },
                        {
                            "verse": 271,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:271",
                            "text": "Of them Schulze writes \"Nihil eo in genere scribendi perfectius; nam quae sunt epistolarum virtutes, brevitas, perspicuitas, elegantia, urbanitas, modestia, observantia decori, et ingeniosa prudensque ac erudita simplicitas, in epistolis Theodoreti admirabiliter ita elucent ut scribentibus exempla esse possint\"."
                        },
                        {
                            "verse": 272,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:272",
                            "text": "\"They not only\" says Schröckh, \"vindicate the admiration of Nicephorus, but are specially attractive on account of their exhibition of the writer's simplicity, modesty, and love of peace\"."
                        },
                        {
                            "verse": 273,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:273",
                            "text": "From the study of these letters \"we rise,\" writes Canon Venables, \"with a heightened estimate of Theodoret himself, his intellectual power, his theological precision, his warm-hearted affection for his friends, and the Christian virtues with which, notwithstanding some weaknesses and an occasional bitterness for which, however distressing, his persecutions offered some palliation, his character was adorned\"."
                        },
                        {
                            "verse": 274,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:274",
                            "text": "The reputation of Theodoret in the Church is a growing reputation, and the practical canonization which he has won in the heart of Christendom is a testimony to the power and worth of character and conduct."
                        },
                        {
                            "verse": 275,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:275",
                            "text": "Though never officially dignified by a higher ecclesiastical title than \"Beatus\" he is yet to Marcellinus \"Episcopus sanctus Cyri\" and to Photius \"divinus vir\"."
                        },
                        {
                            "verse": 276,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:276",
                            "text": "His earnest, sometimes bitter, conflict with the great intellect and strong will of Cyril, and apparent discomfiture in the war which raged, often with dire confusion, up and down the long lines of definition, have not succeeded in robbing him of one of the highest places among the Fathers of whom the Church is proudest."
                        },
                        {
                            "verse": 277,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:277",
                            "text": "He exhibits, each in a lofty and conspicuous form, all the qualities which mark a great and good churchman."
                        },
                        {
                            "verse": 278,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:278",
                            "text": "His theological writings would have won high fame in a recluse."
                        },
                        {
                            "verse": 279,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:279",
                            "text": "His administration of his diocese, as we learn it from his modest letters, would have gained him the character of an excellent bishop, even had he been no scholar."
                        },
                        {
                            "verse": 280,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:280",
                            "text": "His temper in controversy, though occasionally breaking out into the fiery heat of the oriental, is for the most part in happy contrast with that of his opponents."
                        },
                        {
                            "verse": 281,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:281",
                            "text": "His devotion to his duty is undeniable, and his industry astonishing."
                        },
                        {
                            "verse": 282,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:282",
                            "text": "It is impossible not to feel as we read his writings that he is no self-seeker arguing for victory."
                        },
                        {
                            "verse": 283,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:283",
                            "text": "He believes that the fate of the Church rests on the fidelity of Christians to the Nicene Confession, and in his championship of this creed, and his opposition to all that seems to him to threaten its adulteration or defeat, he knows no awe of prince or court."
                        },
                        {
                            "verse": 284,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:284",
                            "text": "Owning but one Lord, he is true through evil and good report to Him, and his figure stands out large, bright, and gracious across the centuries, against a background of intrigue and controversy sometimes very dark, as of a patient and faithful soldier and servant of Christ."
                        },
                        {
                            "verse": 285,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:285",
                            "text": "If his shortcomings were those of his own age,—and in an age of virulent strife and of denial of all mercy to opponents his memory rises as a comparative monument of moderation,—his graces were the graces of all the ages."
                        },
                        {
                            "verse": 286,
                            "chapter": 9,
                            "name": "Theodoret: Intro 9:286",
                            "text": "Were it customary, or even possible, in our own church and time to maintain the ancient custom of reciting before the Holy Table the names approved as of good men and true in the past history of the Holy Society, in the long catalogue of the faithful departed for whom worshippers bless the name of their common Lord, a place must indubitably be kept for Theodoretus, bishop of Cyrus."
                        }
                    ]
                }
            ]
        }
    ]
}