{
    "books": [
        {
            "name": "Arnobius: Adversus Gentes Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Arnobius: Adversus Gentes Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Arnobius: Adversus Gentes Book II 1:1",
                            "text": "Adversus Gentes Book :."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Arnobius: Adversus Gentes Book II 1:2",
                            "text": "Here, if any means could be found, I should wish to converse thus with all those who hate the name of Christ, turning aside for a little from the defence primarily set up:—If you think it no dishonour to answer when asked a question, explain to us and say what is the cause, what the reason, that you pursue Christ with so bitter hostility? or what offences you remember which He did, that at the mention of His name you are roused to bursts of mad and savage fury? Did He ever, in claiming for Himself power as king, fill the whole world with bands of the fiercest soldiers; and of nations at peace from the beginning, did He destroy and put an end to some, and compel others to submit to His yoke and serve Him? Did He ever, excited by grasping avarice, claim as His own by right all that wealth to have abundance of which men strive eagerly? Did He ever, transported with lustful passions, break down by force the barriers of purity, or stealthily lie in wait for other men's wives? Did He ever, puffed up with haughty arrogance, inflict at random injuries and insults, without any distinction of persons? (B) And if He was not worthy that you should listen to and believe Him, yet He should not have been despised by you even on this account, that He showed to you things concerning your salvation, that He prepared for you a path to heaven, and the immortality for which you long; although He neither extended the light of life to all, nor delivered all from the danger which threatens them through their ignorance."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Arnobius: Adversus Gentes Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Arnobius: Adversus Gentes Book II 2:1",
                            "text": "But indeed, some one will say, He deserved our hatred because He has driven religion from the world, because He has kept men back from seeking to honour the gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Arnobius: Adversus Gentes Book II 2:2",
                            "text": "Is He then denounced as the destroyer of religion and promoter of impiety, who brought true religion into the world, who opened the gates of piety to men blind and verily living in impiety, and pointed out to whom they should bow themselves? Or is there any truer religion—one more serviceable, powerful, and right—than to have learned to know the supreme God, to know how to pray to God Supreme, who alone is the source and fountain of all good, the creator, founder, and framer of all that endures, by whom all things on earth and all in heaven are quickened, and filled with the stir of life, and without whom there would assuredly be nothing to bear any name, and have any substance? But perhaps you doubt whether there is that ruler of whom we speak, and rather incline to believe in the existence of Apollo, Diana, Mercury, Mars."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Arnobius: Adversus Gentes Book II 2:3",
                            "text": "Give a true judgment; and, looking round on all these things which we see, any one will rather doubt whether all the other gods exist, than hesitate with regard to the God whom we all know by nature, whether when we cry out, O God, or when we make God the witness of wicked deeds, and raise our face to heaven as though He saw us."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Arnobius: Adversus Gentes Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Arnobius: Adversus Gentes Book II 3:1",
                            "text": "But He did not permit men to make supplication to the lesser gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Arnobius: Adversus Gentes Book II 3:2",
                            "text": "Do you, then, know who are, or where are the lesser gods? Has mistrust of them, or the way in which they were mentioned, ever touched you, so that you are justly indignant that their worship has been done away with and deprived of all honour? But if haughtiness of mind and arrogance, as it is called by the Greeks, did not stand in your way and hinder you, you might long ago have been able to understand what He forbade to be done, or wherefore; within what limits He would have true religion lie; what danger arose to you from that which you thought obedience? or from what evils you would escape if you broke away from your dangerous delusion."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Arnobius: Adversus Gentes Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:1",
                            "text": "But all these things will be more clearly and distinctly noticed when we have proceeded further."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:2",
                            "text": "For we shall show that Christ did not teach the nations impiety, but delivered ignorant and wretched men from those who most wickedly wronged them."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:3",
                            "text": "We do not believe, you say, that what He says is true."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:4",
                            "text": "What, then? Have you no doubt as to the things which you say are not true, while, as they are only at hand, and not yet disclosed they can by no means be disproved? But He, too, does not prove what He promises."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:5",
                            "text": "It is so; for, as I said, there can be no proof of things still in the future."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Arnobius: Adversus Gentes Book II 4:6",
                            "text": "Since, then, the nature of the future is such that it cannot be grasped and comprehended by any anticipation, is it not more rational, of two things uncertain and hanging in doubtful suspense, rather to believe that which carries with it some hopes, than that which brings none at all? For in the one case there is no danger, if that which is said to be at hand should prove vain and groundless; in the other there is the greatest loss, even the loss of salvation, if, when the time has come, it be shown that there was nothing false in what was declared."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Arnobius: Adversus Gentes Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Arnobius: Adversus Gentes Book II 5:1",
                            "text": "What say you, O ignorant ones, for whom we might well weep and be sad? Are you so void of fear that these things may be true which are despised by you and turned to ridicule? and do you not consider with yourselves at least, in your secret thoughts, lest that which to-day with perverse obstinacy you refuse to believe, time may too late show to be true, and ceaseless remorse punish you? Do not even these proofs at least give you faith to believe, viz."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Arnobius: Adversus Gentes Book II 5:2",
                            "text": ", that already, in so short and brief a time, the oaths of this vast army have spread abroad over all the earth? that already there is no nation so rude and fierce that it has not, changed by His love, subdued its fierceness, and with tranquillity hitherto unknown, become mild in disposition? that men endowed with so great abilities, orators, critics, rhetoricians, lawyers, and physicians, those, too, who pry into the mysteries of philosophy, seek to learn these things, despising those in which but now they trusted? that slaves choose to be tortured by their masters as they please, wives to be divorced, children to be disinherited by their parents, rather than be unfaithful to Christ and cast off the oaths of the warfare of salvation? that although so terrible punishments have been denounced by you against those who follow the precepts of this religion, it increases even more, and a great host strives more boldly against all threats and the terrors which would keep it back, and is roused to zealous faith by the very attempt to hinder it? Do you indeed believe that these things happen idly and at random? that these feelings are adopted on being met with by chance? Is not this, then, sacred and divine? Or do you believe that, without God's grace, their minds are so changed, that although murderous hooks and other tortures without number threaten, as we said, those who shall believe, they receive the grounds of faith with which they have become acquainted, as if carried away (A) by some charm, and by an eager longing for all the virtues, and prefer the friendship of Christ to all that is in the world?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Arnobius: Adversus Gentes Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Arnobius: Adversus Gentes Book II 6:1",
                            "text": "But perhaps those seem to you weak-minded and silly, who even now are uniting all over the world, and joining together to assent with that readiness of belief at which you mock."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Arnobius: Adversus Gentes Book II 6:2",
                            "text": "What then? Do you alone, imbued with the true power of wisdom and understanding, see something wholly different and profound? Do you alone perceive that all these things are trifles? you alone, that those things are mere words and childish absurdities which we declare are about to come to us from the supreme Ruler? Whence, pray, has so much wisdom been given to you? whence so much subtlety and wit? Or from what scientific training have you been able to gain so much wisdom, to derive so much foresight? Because you are skilled in declining verbs and nouns by cases and tenses, and in avoiding barbarous words and expressions; because you have learned either to express yourselves in harmonious, and orderly, and fitly-disposed language, or to know when it is rude and unpolished; because you have stamped on your memory the Fornix of Lucilius, and Marsyas of Pomponius; because you know what the issues to be proposed in lawsuits are, how many kinds of cases there are, how many ways of pleading, what the genus is, what the species, by what methods an opposite is distinguished from a contrary,—do you therefore think that you know what is false, what true, what can or cannot be done, what is the nature of the lowest and highest? Have the well-known words never rung in your ears, that the wisdom of man is foolishness with God?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Arnobius: Adversus Gentes Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Arnobius: Adversus Gentes Book II 7:1",
                            "text": "In the first place, you yourselves, too, see clearly that, if you ever discuss obscure subjects, and seek to lay bare the mysteries of nature, on the one hand you do not know the very things which you speak of, which you affirm, which you uphold very often with especial zeal, and that each one defends with obstinate resistance his own suppositions as though they were proved and ascertained truths."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Arnobius: Adversus Gentes Book II 7:2",
                            "text": "For how can we of ourselves know whether we perceive the truth, even if all ages be employed in seeking out knowledge—we whom some envious power brought forth, and formed so ignorant and proud, that, although we know nothing at all, we yet deceive ourselves, and are uplifted by pride and arrogance so as to suppose ourselves possessed of knowledge? For, to pass by divine things, and those plunged in natural obscurity, can any man explain that which in the Phaedrus the well-known Socrates cannot comprehend—what man is, or whence he is, uncertain, changeable, deceitful, manifold, of many kinds? for what purposes he was produced? by whose ingenuity he was devised? what he does in the world? (C) why he undergoes such countless ills? whether the earth gave life to him as to worms and mice, being affected with decay through the action of some moisture; or whether he received these outlines of body, and this cast of face, from the hand of some maker and framer? Can he, I say, know these things, which lie open to all, and are recognisable by the senses common to all,—by what causes we are plunged into sleep, by what we awake? in what ways dreams are produced, in what they are seen? nay rather—as to which Plato in the Theaetetus is in doubt—whether we are ever awake, or whether that very state which is called waking is part of an unbroken slumber? and what we seem to do when we say that we see a dream? whether we see by means of rays of light proceeding towards the object, or images of the objects fly to and alight on the pupils of our eyes? whether the flavour is in the things tasted, or arises from their touching the palate? from what causes hairs lay aside their natural darkness, and do not become gray all at once, but by adding little by little? why it is that all fluids, on mingling, form one whole; that oil, on the contrary, does not suffer the others to be poured into it, but is ever brought together clearly into its own impenetrable substance? finally, why the soul also, which is said by you to be immortal and divine, is sick in men who are sick, senseless in children, worn out in doting, silly, and crazy old age? Now the weakness and wretched ignorance of these theories is greater on this account, that while it may happen that we at times say something which is true, we cannot be sure even of this very thing, whether we have spoken the truth at all."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Arnobius: Adversus Gentes Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Arnobius: Adversus Gentes Book II 8:1",
                            "text": "And since you have been wont to laugh at our faith, and with droll jests to pull to pieces our readiness of belief too, say, O wits, soaked and filled with wisdom's pure drought, is there in life any kind of business demanding diligence and activity, which the doers undertake, engage in, and essay, without believing that it can be done? Do you travel about, do you sail on the sea without believing that you will return home when your business is done? Do you break up the earth with the plough, and fill it with different kinds of seeds without believing that you will gather in the fruit with the changes of the seasons? Do you unite with partners in marriage, without believing that it will be pure, and a union serviceable to the husband? Do you beget children without believing that they will pass safely through the different stages of life to the goal of age? Do you commit your sick bodies to the hands of physicians, without believing that diseases can be relieved by their severity being lessened? Do you wage wars with your enemies, without believing that you will carry off the victory by success in battles? Do you worship and serve the gods without believing that they are, and that they listen graciously to your prayers?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Arnobius: Adversus Gentes Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Arnobius: Adversus Gentes Book II 9:1",
                            "text": "What, have you seen with your eyes, and handled with your hands, those things which you write yourselves, which you read from time to time on subjects placed beyond human knowledge? Does not each one trust this author or that? That which any one has persuaded himself is said with truth by another, does he not defend with a kind of assent, as it were, like that of faith? Does not he who says that fire or water is the origin of all things, pin his faith to Thales or Heraclitus? he who places the cause of all in numbers, to Pythagoras of Samos, and to Archytas? he who divides the soul, and sets up bodiless forms, to Plato, the disciple of Socrates? he who adds a fifth element to the primary causes, to Aristotle, the father of the Peripatetics? he who threatens the world with destruction by fire, and says that when the time comes it will be set on fire, to Panaetius, Chrysippus, Zeno? he who is always fashioning worlds from atoms, and destroying them, to Epicurus, Democritus, Metrodorus? he who says that nothing is comprehended by man, and that all things are wrapt in dark obscurity, to Archesilas, to Carneades?—to some teacher, in fine, of the old and later Academy?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Arnobius: Adversus Gentes Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Arnobius: Adversus Gentes Book II 10:1",
                            "text": "Finally, do not even the leaders and founders of the schools already mentioned, say those very things which they do say through belief in their own ideas? For, did Heraclitus see things produced by the changes of fires? Thales, by the condensing of water? Did Pythagoras see them spring from number? Did Plato see the bodiless forms? Democritus, the meeting together of the atoms? Or do those who assert that nothing at all can be comprehended by man, know whether what they say is true, so as to understand that the very proposition which they lay down is a declaration of truth? Since, then, you have discovered and learned nothing, and are led by credulity to assert all those things which you write, and comprise in thousands of books; what kind of judgment, pray, is this, so unjust that you mock at faith in us, while you see that you have it in common with our readiness of belief? But you say you believe wise men, well versed in all kinds of learning!—those, forsooth, who know nothing, and agree in nothing which they say; who join battle with their opponents on behalf of their own opinions, and are always contending fiercely with obstinate hostility; who, overthrowing, refuting, and bringing to nought the one the other's doctrines, have made all things doubtful, and have shown from their very want of agreement that nothing can he known."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Arnobius: Adversus Gentes Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:1",
                            "text": "But, supposing that these things do not at all hinder or prevent your being bound to believe and hearken to them in great measure; and what reason is there either that you should have more liberty in this respect, or that we should have less? You believe Plato, Cronius, Numenius, or any one you please; we believe and confide in Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:2",
                            "text": "How unreasonable it is, that when we both abide by teachers, and have one and the same thing, belief, in common, you should wish it to be granted to you to receive what is so said by them, but should be unwilling to hear and see what is brought forward by Christ! And yet, if we chose to compare cause with cause, we are better able to point out what we have followed in Christ, than you to point out what you have followed in the philosophers."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:3",
                            "text": "And we, indeed, have followed in him these things—those glorious works and most potent virtues which he manifested and displayed in diverse miracles, by which any one might be led to feel the necessity of believing, and might decide with confidence that they were not such as might be regarded as man's, but such as showed some divine and unknown power."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:4",
                            "text": "What virtues did you follow in the philosophers, that it was more reasonable for you to believe them than for us to believe Christ? Was any one of them ever able by one word, or by a single command, I will not say to restrain, to check the madness of the sea or the fury of the storm; to restore their sight to the blind, or give it to men blind from their birth; to call the dead back to life; to put an end to the sufferings of years; but—and this is much easier—to heal by one rebuke a boil, a scab, or a thorn fixed in the skin? Not that we deny either that they are worthy of praise for the soundness of their morals, or that they are skilled in all kinds of studies and learning; for we know that they both speak in the most elegant language, and that their words flow in polished periods; that they reason in syllogisms with the utmost acuteness; that they arrange their inferences in due order; that they express, divide, distinguish principles by definitions; that they say many things about the different kinds of numbers, many things about music; that by their maxims and precepts they settle the problems of geometry also."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:5",
                            "text": "But what has that to do with the case? Do enthymemes, syllogisms, and other such things, assure us that these men know what is true? or are they therefore such that credence should necessarily be given to them with regard to very obscure subjects? A comparison of persons must be decided, not by vigour of eloquence, but by the excellence of the works which they have done."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Arnobius: Adversus Gentes Book II 11:6",
                            "text": "He must not be called a good teacher who has expressed himself clearly, but he who accompanies his promises with the guarantee of divine works."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Arnobius: Adversus Gentes Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Arnobius: Adversus Gentes Book II 12:1",
                            "text": "You bring forward arguments against us, and speculative quibblings, which—may I say this without displeasing Him—if Christ Himself were to use in the gatherings of the nations, who would assent? who would listen? who would say that He decided anything clearly? or who, though he were rash and utterly credulous, would follow Him when pouring forth vain and baseless statements? His virtues have been made manifest to you, and that unheard-of power over things, whether that which was openly exercised by Him or that which was used over the whole world by those who proclaimed Him: it has subdued the fires of passion, and caused races, and peoples, and nations most diverse in character to hasten with one accord to accept the same faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Arnobius: Adversus Gentes Book II 12:2",
                            "text": "For the deeds can be reckoned up and numbered which have been done in India, among the Seres, Persians, and Medes; in Arabia, Egypt, in Asia, Syria; among the Galatians, Parthians, Phrygians; in Achaia, Macedonia, Epirus; in all islands and provinces on which the rising and setting sun shines; in Rome herself, finally, the mistress of the world, in which, although men are busied with the practices introduced by king Numa, and the superstitious observances of antiquity, they have nevertheless hastened to give up their fathers' mode of life, and attach themselves to Christian truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Arnobius: Adversus Gentes Book II 12:3",
                            "text": "For they had seen the chariot of Simon Magus, and his fiery car, blown into pieces by the mouth of Peter, and vanish when Christ was named."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Arnobius: Adversus Gentes Book II 12:4",
                            "text": "They had seen him, I say, trusting in false gods, and abandoned by them in their terror, borne down headlong by his own weight, lie prostrate with his legs broken; and then, when he had been carried to Brunda, worn out with anguish and shame, again cast himself down from the roof of a very lofty house."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Arnobius: Adversus Gentes Book II 12:5",
                            "text": "But all these deeds you neither know nor have wished to know, nor did you ever consider that they were of the utmost importance to you; and while you trust your own judgments, and term that wisdom which is overweening conceit, you have given to deceivers—to those guilty ones, I say, whose interest it is that the Christian name be degraded—an opportunity of raising clouds of darkness, and concealing truths of so much importance; of robbing you of faith, and putting scorn in its place, in order that, as they already feel that an end such as they deserve threatens them, they might excite in you also a feeling through which you should run into danger, and be deprived of the divine mercy."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Arnobius: Adversus Gentes Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Arnobius: Adversus Gentes Book II 13:1",
                            "text": "Meantime, however, O you who wonder and are astonished at the doctrines of the learned, and of philosophy, do you not then think it most unjust to scoff, to jeer at us as though we say foolish and senseless things, when you too are found to say either these or just such things which you laugh at when said and uttered by us? Nor do I address those who, scattered through various bypaths of the schools, have formed this and that insignificant party through diversity of opinion."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Arnobius: Adversus Gentes Book II 13:2",
                            "text": "You, you I address, who zealously follow Mercury, Plato, and Pythagoras, and the rest of you who are of one mind, and walk in unity in the same paths of doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Arnobius: Adversus Gentes Book II 13:3",
                            "text": "Do you dare to laugh at us because we revere and worship the Creator and Lord of the universe, and because we commit and entrust our hopes to Him? What does your Plato say in the Theaetetus, to mention him especially? Does he not exhort the soul to flee from the earth, and, as much as in it lies, to be continually engaged in thought and meditation about Him? Do you dare to laugh at us, because we say that there will be a resurrection of the dead? And this indeed we confess that we say, but maintain that it is understood by you otherwise than we hold it."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Arnobius: Adversus Gentes Book II 13:4",
                            "text": "What says the same Plato in the Politicus? Does he not say that, when the world has begun to rise out of the west and tend towards the east, men will again burst forth from the bosom of the earth, aged, grey-haired, bowed down with years; and that when the remoter years begin to draw near, they will gradually sink down to the cradles of their infancy, through the same steps by which they now grow to manhood? Do you dare to laugh at us because we see to the salvation of our souls?—that is, ourselves care for ourselves: for what are we men, but souls shut up in bodies?—You, indeed, do not take every pains for their safety, in that you do not refrain from all vice and passion; about this you are anxious, that you may cleave to your bodies as though inseparably bound to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Arnobius: Adversus Gentes Book II 13:5",
                            "text": "—What mean those mystic rites, in which you beseech some unknown powers to be favourable to you, and not put any hindrance in your way to impede you when returning to your native seats?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Arnobius: Adversus Gentes Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:1",
                            "text": "Do you dare to laugh at us when we speak of hell, and fires which cannot be quenched, into which we have learned that souls are cast by their foes and enemies? What, does not your Plato also, in the book which he wrote on the immortality of the soul, name the rivers Acheron, Styx, Cocytus, and Pyriphlegethon, and assert that in them souls are rolled along, engulphed, and burned up? But though a man of no little wisdom, and of accurate judgment and discernment, he essays a problem which cannot be solved; so that, while he says that the soul is immortal, everlasting, and without bodily substance, he yet says that they are punished, and makes them suffer pain."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:2",
                            "text": "But what man does not see that that which is immortal, which is simple, cannot be subject to any pain; that that, on the contrary, cannot be immortal which does suffer pain? And yet his opinion is not very far from the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:3",
                            "text": "For although the gentle and kindly disposed man thought it inhuman cruelty to condemn souls to death, he yet not unreasonably supposed that they are cast into rivers blazing with masses of flame, and loathsome from their foul abysses."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:4",
                            "text": "For they are cast in, and being annihilated, pass away vainly in everlasting destruction."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:5",
                            "text": "For theirs is an intermediate state, as has been learned from Christ's teaching; and they are such that they may on the one hand perish if they have not known God, and on the other be delivered from death if they have given heed to His threats and proffered favours."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:6",
                            "text": "And to make manifest what is unknown, this is man's real death, this which leaves nothing behind."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Arnobius: Adversus Gentes Book II 14:7",
                            "text": "For that which is seen by the eyes is only a separation of soul from body, not the last end—annihilation: this, I say, is man's real death, when souls which know not God shall be consumed in long-protracted torment with raging fire, into which certain fiercely cruel beings shall cast them, who were unknown before Christ, and brought to light only by His wisdom."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Arnobius: Adversus Gentes Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Arnobius: Adversus Gentes Book II 15:1",
                            "text": "Wherefore there is no reason that that should mislead us, should hold out vain hopes to us, which is said by some men till now unheard of, and carried away by an extravagant opinion of themselves, that souls are immortal, next in point of rank to the God and ruler of the world, descended from that parent and sire, divine, wise, learned, and not within reach of the body by contact."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Arnobius: Adversus Gentes Book II 15:2",
                            "text": "Now, because this is true and certain, and because we have been produced by Him who is perfect without flaw, we live unblameably, I suppose, and therefore without blame; are good, just, and upright, in nothing depraved; no passion overpowers, no lust degrades us; we maintain vigorously the unremitting practice of all the virtues."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Arnobius: Adversus Gentes Book II 15:3",
                            "text": "And because all our souls have one origin, we therefore think exactly alike; we do not differ in manners, we do not differ in beliefs; we all know God; and there are not as many opinions as there are men in the world, nor are these divided in infinite variety."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Arnobius: Adversus Gentes Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:1",
                            "text": "But, they say, while we are moving swiftly down towards our mortal bodies, causes pursue us from the world's circles, through the working of which we become bad, ay, most wicked; burn with lust and anger, spend our life in shameful deeds, and are given over to the lust of all by the prostitution of our bodies for hire."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:2",
                            "text": "And how can the material unite with the immaterial? or how can that which God has made, be led by weaker causes to degrade itself through the practice of vice? Will you lay aside your habitual arrogance, O men, who claim God as your Father, and maintain that you are immortal, just as He is? Will you inquire, examine, search what you are yourselves, whose you are, of what parentage you are supposed to be, what you do in the world, in what way you are born, how you leap to life? Will you, laying aside all partiality, consider in the silence of your thoughts that we are creatures either quite like the rest, or separated by no great difference? For what is there to show that we do not resemble them? or what excellence is in us, such that we scorn to be ranked as creatures? Their bodies are built up on bones, and bound closely together by sinews; and our bodies are in like manner built up on bones, and bound closely together by sinews."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:3",
                            "text": "They inspire the air through nostrils, and in breathing expire it again; and we in like manner drew in the air, and breathed it out with frequent respirations."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:4",
                            "text": "They have been arranged in classes, female and male; we, too, have been fashioned by our Creator into the same sexes."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:5",
                            "text": "Their young are born from the womb, and are begotten through union of the sexes; and we are born from sexual embraces, and are brought forth and sent into life from our mothers' wombs."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:6",
                            "text": "They are supported by eating and drinking, and get rid of the filth which remains by the lower parts; and we are supported by eating and drinking, and that which nature refuses we deal with in the same way."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:7",
                            "text": "Their care is to ward off death-bringing famine, and of necessity to be on the watch for food."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:8",
                            "text": "What else is our aim in the business of life, which presses so much upon us, but to seek the means by which the danger of starvation may be avoided, and carking anxiety put away? They are exposed to disease and hunger, and at last lose their strength by reason of age."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Arnobius: Adversus Gentes Book II 16:9",
                            "text": "What, then? are we not exposed to these evils, and are we not in like manner weakened by noxious diseases, destroyed by wasting age? But if that, too, which is said in the more hidden mysteries is true, that the souls of wicked men, on leaving their human bodies, pass into cattle and other creatures, it is even more clearly shown that we are allied to them, and not separated by any great interval, since it is on the same ground that both we and they are said to be living creatures, and to act as such."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Arnobius: Adversus Gentes Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Arnobius: Adversus Gentes Book II 17:1",
                            "text": "But we have reason, one will say, and excel the whole race of dumb animals in understanding."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Arnobius: Adversus Gentes Book II 17:2",
                            "text": "I might believe that this was quite true, if all men lived rationally and wisely, never swerved aside from their duty, abstained from what is forbidden, and withheld themselves from baseness, and if no one through folly and the blindness of ignorance demanded what is injurious and dangerous to himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Arnobius: Adversus Gentes Book II 17:3",
                            "text": "I should wish, however, to know what this reason is, through which we are more excellent than all the tribes of animals."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Arnobius: Adversus Gentes Book II 17:4",
                            "text": "Is it because we have made for ourselves houses, by which we can avoid the cold of winter and heat of summer? What! do not the other animals show forethought in this respect? Do we not see some build nests as dwellings for themselves in the most convenient situations; others shelter and secure themselves in rocks and lofty crags; others burrow in the ground, and prepare for themselves strongholds and lairs in the pits which they have dug out? But if nature, which gave them life, had chosen to give to them also hands to help them, they too would, without doubt, raise lofty buildings and strike out new works of art."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Arnobius: Adversus Gentes Book II 17:5",
                            "text": "Yet, even in those things which they make with beaks and claws, we see that there are many appearances of reason and wisdom which we men are unable to copy, however much we ponder them, although we have hands to serve us dexterously in every kind of work."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Arnobius: Adversus Gentes Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Arnobius: Adversus Gentes Book II 18:1",
                            "text": "They have not learned, I will be told, to make clothing, seats, ships, and ploughs, nor, in fine, the other furniture which family life requires."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Arnobius: Adversus Gentes Book II 18:2",
                            "text": "These are not the gifts of science, but the suggestions of most pressing necessity; nor did the arts descend with men's souls from the inmost heavens, but here on earth have they all been painfully sought out and brought to light, and gradually acquired in process of time by careful thought."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Arnobius: Adversus Gentes Book II 18:3",
                            "text": "But if the soul had in itself the knowledge which it is fitting that a race should have indeed which is divine and immortal, all men would from the first know everything; nor would there be an age unacquainted with any art, or not furnished with practical knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Arnobius: Adversus Gentes Book II 18:4",
                            "text": "But now a life of want and in need of many things, noticing some things happen accidentally to its advantage, while it imitates, experiments, and tries, while it fails, remoulds, changes, from continual failure has procured for itself and wrought out some slight acquaintance with the arts, and brought to one issue the advances of many ages."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Arnobius: Adversus Gentes Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:1",
                            "text": "But if men either knew themselves thoroughly, or had the slightest knowledge of God, they would never claim as their own a divine and immortal nature; nor would they think themselves something great because they have made for themselves gridirons, basins, and bowls, because they have made under-shirts, outer-shirts, cloaks, plaids, robes of state, knives, cuirasses and swords, mattocks, hatchets, ploughs."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:2",
                            "text": "Never, I say, carried away by pride and arrogance, would they believe themselves to be deities of the first rank, and fellows of the highest in his exaltation, because they had devised the arts of grammar, music, oratory, and geometry."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:3",
                            "text": "For we do not see what is so wonderful in these arts, that because of their discovery the soul should be believed to be above the sun as well as all the stars, to surpass both in grandeur and essence the whole universe, of which these are parts."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:4",
                            "text": "For what else do these assert that they can either declare or teach, than that we may learn to know the rules and differences of nouns, the intervals in the sounds of different tones, that we may speak persuasively in lawsuits, that we may measure the confines of the earth? Now, if the soul had brought these arts with it from the celestial regions, and it were impossible not to know them, all men would long before this be busied with them over all the earth, nor would any race of men be found which would not be equally and similarly instructed in them all."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:5",
                            "text": "But now how few musicians, logicians, and geometricians are there in the world! how few orators, poets, critics! From which it is clear, as has been said pretty frequently, that these things were discovered under the pressure of time and circumstances, and that the soul did not fly hither divinely taught, because neither are all learned, nor can all learn; and there are very many among them somewhat deficient in shrewdness, and stupid, and they are constrained to apply themselves to learning only by fear of stripes."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:6",
                            "text": "But if it were a fact that the things which we learn are but reminiscences—as has been maintained in the systems of the ancients—as we start from the same truth, we should all have learned alike, and remember alike—not have diverse, very numerous, and inconsistent opinions."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Arnobius: Adversus Gentes Book II 19:7",
                            "text": "Now, however, seeing that we each assert different things, it is clear and manifest that we have brought nothing from heaven, but become acquainted with what has arisen here, and maintain what has taken firm root in our thoughts."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Arnobius: Adversus Gentes Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Arnobius: Adversus Gentes Book II 20:1",
                            "text": "And, that we may show you more clearly and distinctly what is the worth of man, whom you believe to be very like the higher power, conceive this idea; and because it can be done if we come into direct contact with it, let us conceive it just as if we came into contact."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Arnobius: Adversus Gentes Book II 20:2",
                            "text": "Let us then imagine a place dug out in the earth, fit for dwelling in, formed into a chamber, enclosed by a roof and walls, not cold in winter, not too warm in summer, but so regulated and equable that we suffer neither cold nor the violent heat of summer."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Arnobius: Adversus Gentes Book II 20:3",
                            "text": "To this let there not come any sound or cry whatever, of bird, of beast, of storm, of man—of any noise, in fine, or of the thunder's terrible crash."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Arnobius: Adversus Gentes Book II 20:4",
                            "text": "Let us next devise a way in which it may be lighted not by the introduction of fire, nor by the sight of the sun, but let there be some counterfeit to imitate sunlight, darkness being interposed."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Arnobius: Adversus Gentes Book II 20:5",
                            "text": "Let there not be one door, nor a direct entrance, but let it be approached by tortuous windings, and let it never be thrown open unless when it is absolutely necessary."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Arnobius: Adversus Gentes Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:1",
                            "text": "Now, as we have prepared a place for our idea, let us next receive some one born to dwell there, where there is nothing but an empty void,—one of the race of Plato, namely, or Pythagoras, or some one of those who are regarded as of superhuman wit, or have been declared most wise by the oracles of the gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:2",
                            "text": "And when this has been done, he must then be nourished and brought up on suitable food."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:3",
                            "text": "Let us therefore provide a nurse also, who shall come to him always naked, ever silent, uttering not a word, and shall not open her mouth and lips to speak at all, but after suckling him, and doing what else is necessary, shall leave him fast asleep, and remain day and night before the closed doors; for it is usually necessary that the nurse's care should be near at hand, and that she should watch his varying motions."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:4",
                            "text": "But when the child begins to need to be supported by more substantial food, let it be borne in by the same nurse, still undressed, and maintaining the same unbroken silence."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:5",
                            "text": "Let the food, too, which is carried in be always precisely the same, with no difference in the material, and without being re-cooked by means of different flavours; but let it be either pottage of millet, or bread of spelt, or, in imitation of the ancients, chestnuts roasted in the hot ashes, or berries plucked from forest trees."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:6",
                            "text": "Let him moreover, never learn to drink wine, and let nothing else be used to quench his thirst than pure cold water from the spring, and that if possible raised to his lips in the hollow of his hands."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Arnobius: Adversus Gentes Book II 21:7",
                            "text": "For habit, growing into second nature, will become familiar from custom; nor will his desire extend further, not knowing that there is anything more to be sought after."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Arnobius: Adversus Gentes Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Arnobius: Adversus Gentes Book II 22:1",
                            "text": "To what, then, you ask, do these things tend? We have brought them forward in order that—as it has been believed that the souls of men are divine, and therefore immortal, and that they come to their human bodies with all knowledge—we may make trial from this child, whom we have supposed to be brought up in this way, whether this is credible, or has been rashly believed and taken for granted, in consequence of deceitful anticipation."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Arnobius: Adversus Gentes Book II 22:2",
                            "text": "Let us suppose, then, that he grows up, reared in a secluded, lonely spot, spending as many years as you choose, twenty or thirty,—nay, let him be brought into the assemblies of men when he has lived through forty years; and if it is true that he is a part of the divine essence, and lives here sprung from the fountains of life, before he makes acquaintance with anything, or is made familiar with human speech, let him be questioned and answer who he is, or from what father in what regions he was born, how or in what way brought up; with what work or business he has been engaged during the former part of his life."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Arnobius: Adversus Gentes Book II 22:3",
                            "text": "Will he not, then, stand speechless, with less wit and sense than any beast, block, stone? Will he not, when brought into contact with strange and previously unknown things, be above all ignorant of himself? If you ask, will he be able to say what the sun is, the earth, seas, stars, clouds, mist, showers, thunder, snow, hail? Will he be able to know what trees are, herbs, or grasses, a bull, a horse, or ram, a camel, elephant, or kite?."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Arnobius: Adversus Gentes Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Arnobius: Adversus Gentes Book II 23:1",
                            "text": "If you give a grape to him when hungry, a must-cake, an onion, a thistle, a cucumber, a fig, will he know that his hunger can be appeased by all these, or of what kind each should be to be fit for eating? If you made a very great fire, or surrounded him with venomous creatures, will he not go through the midst of flames, vipers, tarantulae, without knowing that they are dangerous, and ignorant even of fear? But again, if you set before him garments and furniture, both for city and country life, will he indeed be able to distinguish for what each is fitted? to discharge what service they are adapted? Will he declare for what purposes of dress the stragula was made, the coif, zone, fillet, cushion, handkerchief, cloak, veil, napkin, furs, shoe, sandal, boot? What, if you go on to ask what a wheel is, or a sledge, a winnowing-fan, jar, tub, an oil-mill, ploughshare, or sieve, a mill-stone, ploughtail, or light hoe; a carved seat, a needle, a strigil, a laver, an open seat, a ladle, a platter, a candlestick, a goblet, a broom, a cup, a bag; a lyre, pipe, silver, brass, gold, a book, a rod, a roll, and the rest of the equipment by which the life of man is surrounded and maintained? Will he not in such circumstances, as we said, like an ox or an ass, a pig, or any beast more senseless, look at these indeed, observing their various shapes, but not knowing what they all are, and ignorant of the purpose for which they are kept? If he were in any way compelled to utter a sound, would he not with gaping mouth shout something indistinctly, as the dumb usually do?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Arnobius: Adversus Gentes Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Arnobius: Adversus Gentes Book II 24:1",
                            "text": "Why, O Plato, do you in the Meno put to a young slave certain questions relating to the doctrines of number, and strive to prove by his answers that what we learn we do not learn, but that we merely call back to memory those things which we knew in former times? Now, if he answers you correctly,—for it would not be becoming that we should refuse credit to what you say,—he is led to do so not by his real knowledge, but by his intelligence; and it results from his having some acquaintance with numbers, through using them every day, that when questioned he follows your meaning, and that the very process of multiplication always prompts him."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Arnobius: Adversus Gentes Book II 24:2",
                            "text": "But if you are really assured that the souls of men are immortal and endowed with knowledge when they fly hither, cease to question that youth whom you see to be ignorant and accustomed to the ways of men; call to you that man of forty years, and ask of him, not anything out of the way or obscure about triangles, about squares, not what a cube is, or a second power, the ratio of nine to eight, or finally, of four to three; but ask him that with which all are acquainted—what twice two are, or twice three."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Arnobius: Adversus Gentes Book II 24:3",
                            "text": "We wish to see, we wish to know, what answer he gives when questioned—whether he solves the desired problem."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Arnobius: Adversus Gentes Book II 24:4",
                            "text": "In such a case will he perceive, although his ears are open, whether you are saying anything, or asking anything, or requiring some answer from him? and will he not stand like a stock, or the Marpesian rock, as the saying is, dumb and speechless, not understanding or knowing even this—whether you are talking with him or with another, conversing with another or with him; whether that is intelligible speech which you utter, or merely a cry having no meaning, but drawn out and protracted to no purpose?."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Arnobius: Adversus Gentes Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Arnobius: Adversus Gentes Book II 25:1",
                            "text": "What say you, O men, who assign to yourselves too much of an excellence not your own? Is this the learned soul which you describe, immortal, perfect, divine, holding the fourth place under God the Lord of the universe, and under the kindred spirits, and proceeding from the fountains of life? This is that precious being man, endowed with the loftiest powers of reason, who is said to be a microcosm, and to be made and formed after the fashion of the whole universe, superior, as has been seen, to no brute, more senseless than stock or stone; for he is unacquainted with men, and always lives, loiters idly in the still deserts although he were rich, lived years without number, and never escaped from the bonds of the body."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Arnobius: Adversus Gentes Book II 25:2",
                            "text": "But when he goes to school, you say, and is instructed by the teaching of masters, he is made wise, learned, and lays aside the ignorance which till now clung to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Arnobius: Adversus Gentes Book II 25:3",
                            "text": "And an ass, and an ox as well, if compelled by constant practice, learn to plough and grind; a horse, to submit to the yoke, and obey the reins in running; a camel, to kneel down when being either loaded or unloaded; a dove, when set free, to fly back to its master's house; a dog, on finding game, to check and repress its barking; a parrot, too, to articulate words; and a crow to utter names."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Arnobius: Adversus Gentes Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:1",
                            "text": "But when I hear the soul spoken of as something extraordinary, as akin and very nigh to God, and as coming hither knowing all about past times, I would have it teach, not learn; and not go back to the rudiments, as the saying is, after being advanced in knowledge, but hold fast the truths it has learned when it enters its earthly body."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:2",
                            "text": "For unless it were so, how could it be discerned whether the soul recalls to memory or learns for the first time that which it hears; seeing that it is much easier to believe that it learns what it is unacquainted with, than that it has forgot what it knew but a little before, and that its power of recalling former things is lost through the interposition of the body? And what becomes of the doctrine that souls, being bodiless, do not have substance? For that which is not connected with any bodily form is not hampered by the opposition of another, nor can anything be led to destroy that which cannot be touched by what is set against it."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:3",
                            "text": "For as a proportion established in bodies remains unaffected and secure, though it be lost to sight in a thousand cases; so must souls, if they are not material, as is asserted, retain their knowledge of the past, however thoroughly they may have been enclosed in bodies."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:4",
                            "text": "Moreover, the same reasoning not only shows that they are not incorporeal, but deprives them of all immortality even, and refers them to the limits within which life is usually closed."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:5",
                            "text": "For whatever is led by some inducement to change and alter itself, so that it cannot retain its natural state, must of necessity be considered essentially passive."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Arnobius: Adversus Gentes Book II 26:6",
                            "text": "But that which is liable and exposed to suffering, is declared to be corruptible by that very capacity of suffering."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Arnobius: Adversus Gentes Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Arnobius: Adversus Gentes Book II 27:1",
                            "text": "So then, if souls lose all their knowledge on being fettered with the body, they must experience something of such a nature that it makes them become blindly forgetful."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Arnobius: Adversus Gentes Book II 27:2",
                            "text": "For they cannot, without becoming subject to anything whatever, either lay aside their knowledge while they maintain their natural state, or without change in themselves pass into a different state."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Arnobius: Adversus Gentes Book II 27:3",
                            "text": "Nay, we rather think that what is one, immortal, simple, in whatever it may be, must always retain its own nature, and that it neither should nor could be subject to anything, if indeed it purposes to endure and abide within the limits of true immortality."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Arnobius: Adversus Gentes Book II 27:4",
                            "text": "For all suffering is a passage for death and destruction, a way leading to the grave, and bringing an end of life which may not be escaped from; and if souls are liable to it, and yield to its influence and assaults, they indeed have life given to them only for present use, not as a secured possession, although some come to other conclusions, and put faith in their own arguments with regard to so important a matter."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Arnobius: Adversus Gentes Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Arnobius: Adversus Gentes Book II 28:1",
                            "text": "And yet, that we may not be as ignorant when we leave you as before, let us hear from you how you say that the soul, on being enwrapt in an earthly body, has no recollection of the past; while, after being actually placed in the body itself, and rendered almost senseless by union with it, it holds tenaciously and faithfully the things which many years before, eighty if you choose to say so, or even more, it either did, or suffered, or said, or heard."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Arnobius: Adversus Gentes Book II 28:2",
                            "text": "For if, through being hampered by the body, it does not remember those things which it knew long ago, and before it came into this world, there is more reason that it should forget those things which it has done from time to time since being shut up in the body, than those which it did before entering it, while not yet connected with men."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Arnobius: Adversus Gentes Book II 28:3",
                            "text": "For the same body which deprives of memory the soul which enters it, should cause what is done within itself also to be wholly forgotten; for one cause cannot bring about two results, and these opposed to each other, so as to make some things to be forgotten, and allow others to be remembered by him who did them."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Arnobius: Adversus Gentes Book II 28:4",
                            "text": "But if souls, as you call them, are prevented and hindered by their fleshly members from recalling their former knowledge, how do they remember what has been arranged in these very bodies, and know that they are spirits, and have no bodily substance, being exalted by their condition as immortal beings? how do they know what rank they hold in the universe, in what order they have been set apart from other beings? how they have come to these, the lowest parts of the universe? what properties they acquired, and from what circles, in gliding along towards these regions? How, I say, do they know that they were very learned, and have lost their knowledge by the hindrance which their bodies afford them? For of this very thing also they should have been ignorant, whether their union with the body had brought any stain upon them; for to know what you were, and what to-day you are not, is no sign that you have lost your memory, but a proof and evidence that it is quite sound."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Arnobius: Adversus Gentes Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Arnobius: Adversus Gentes Book II 29:1",
                            "text": "Now, since it is so, cease, I pray you, cease to rate trifling and unimportant things at immense values."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Arnobius: Adversus Gentes Book II 29:2",
                            "text": "Cease to place man in the upper ranks, since he is of the lowest; and in the highest orders, seeing that his person only is taken account of, that he is needy, poverty-stricken in his house and dwelling, and was never entitled to be declared of illustrious descent."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Arnobius: Adversus Gentes Book II 29:3",
                            "text": "For while, as just men and upholders of righteousness, you should have subdued pride and arrogance, by the evils of which we are all uplifted and puffed up with empty vanity; you not only hold that these evils arise naturally, but—and this is much worse—you have also added causes by which vice should increase, and wickedness remain incorrigible."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Arnobius: Adversus Gentes Book II 29:4",
                            "text": "For what man is there, although of a disposition which ever shuns what is of bad repute and shameful, who, when he hears it said by very wise men that the soul is immortal, and not subject to the decrees of the fates, would not throw himself headlong into all kinds of vice, and fearlessly engage in and set about unlawful things? who would not, in short, gratify his desires in all things demanded by his unbridled lust, strengthened even further by its security and freedom from punishment? For what will hinder him from doing so? The fear of a power above and divine judgment? And how shall he be overcome by any fear or dread who has been persuaded that he is immortal, just as the supreme God Himself, and that no sentence can be pronounced upon him by God, seeing that there is the same immortality in both, and that the one immortal being cannot be troubled by the other, which is only its equal?."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Arnobius: Adversus Gentes Book II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Arnobius: Adversus Gentes Book II 30:1",
                            "text": "But will he not be terrified bythe punishments in Hades, of which we have heard, assuming also, as they do, many forms of torture? And who will be so senseless and ignorant of consequences, as to believe that to imperishable spirits either the darkness of Tartarus, or rivers of fire, or marshes with miry abysses, or wheels sent whirling through the air, can in any wise do harm? For that which is beyond reach, and not subject to the laws of destruction, though it be surrounded by all the flames of the raging streams, be rolled in the mire, overwhelmed by the fall of overhanging rocks and by the overthrow of huge mountains, must remain safe and untouched without suffering any deadly harm."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Arnobius: Adversus Gentes Book II 30:2",
                            "text": "Moreover, that conviction not only leads on to wickedness, from the very freedom to sin which it suggests, but even takes away the ground of philosophy itself, and asserts that it is vain to undertake its study, because of the difficulty of the work, which leads to no result."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Arnobius: Adversus Gentes Book II 30:3",
                            "text": "For if it is true that souls know no end, and are ever advancing with all generations, what danger is there in giving themselves up to the pleasures of sense—despising and neglecting the virtues by regard to which life is more stinted in its pleasures, and becomes less attractive—and in letting loose their boundless lust to range eagerly and unchecked through all kinds of debauchery? Is it the danger of being worn out by such pleasures, and corrupted by vicious effeminacy? And how can that be corrupted which is immortal, which always exists, and is subject to no suffering? Is it the danger of being polluted by foul and base deeds? And how can that be defiled which has no corporeal substance; or where can corruption seat itself, where there is no place on which the mark of this very corruption should fasten?  But again, if souls draw near to the gates of death, as is laid down in the doctrine of Epicurus, in this case, too, there is no sufficient reason why philosophy should be sought out, even if it is true that by it souls are cleansed and made pure from all uncleanness."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Arnobius: Adversus Gentes Book II 30:4",
                            "text": "For if they all die, and even in the body the feeling characteristic of life perishes, and is lost; it is not only a very great mistake, but shows stupid blindness, to curb innate desires, to restrict your mode of life within narrow limits, not yield to your inclinations, and do what our passions have demanded and urged, since no rewards await you for so great toil when the day of death comes, and you shall be freed from the bonds of the body."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Arnobius: Adversus Gentes Book II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Arnobius: Adversus Gentes Book II 31:1",
                            "text": "A certain neutral character, then, and undecided and doubtful nature of the soul, has made room for philosophy, and found out a reason for its being sought after: while, that is, that fellow is full of dread because of evil deeds of which he is guilty; another conceives great hopes if he shall do no evil, and pass his life in obedience to duty and justice."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Arnobius: Adversus Gentes Book II 31:2",
                            "text": "Thence it is that among learned men, and men endowed with excellent abilities, there is strife as to the nature of the soul, and some say that it is subject to death, and cannot take upon itself the divine substance; while others maintain that it is immortal, and cannot sink under the power of death."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Arnobius: Adversus Gentes Book II 31:3",
                            "text": "But this is brought about by the law ofthe soul's neutral character: because, on the one hand, arguments present themselves to the one party by which it is found that the soul is capable of suffering, and perishable; and, on the other hand, are not wanting to their opponents, by which it is shown that the soul is divine and immortal."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Arnobius: Adversus Gentes Book II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Arnobius: Adversus Gentes Book II 32:1",
                            "text": "Since these things are so, and we have been taught by the greatest teacher that souls are set not far from the gaping jaws of death; that they can, nevertheless, have their lives prolonged by the favour and kindness of the Supreme Ruler if only they try and study to know Him,—for the knowledge of Him is a kind of vital leaven and cement to bind together that which would otherwise fly apart,—let them, then, laying aside their savage and barbarous nature, return to gentler ways, that they may be able to be ready for that which shall be given."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Arnobius: Adversus Gentes Book II 32:2",
                            "text": "What reason is there that we should be considered by you brutish, as it were, and stupid, if we have yielded and given ourselves up to God our deliverer, because of these fears? We often seek out remedies for wounds and the poisoned bites of serpents, and defend ourselves by means of thin plates sold by Psylli or Marsi, and other hucksters and impostors; and that we may not be inconvenienced by cold or intense heat, we provide with anxious and careful diligence coverings in houses and clothing."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Arnobius: Adversus Gentes Book II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Arnobius: Adversus Gentes Book II 33:1",
                            "text": "Seeing that the fear of death, that is, the ruin of our souls, menaces us, in what are we not acting, as we all are wont, from a sense of what will be to our advantage, in that we hold Him fast who assures us that He will be our deliverer from such danger, embrace Him, and entrust our souls to His care, if only that interchange is right? You rest the salvation of your souls on yourselves, and are assured that by your own exertions alone you become gods; but we, on the contrary hold out no hope to ourselves from our own weakness, for we see that our nature has no strength, and is overcome by its own passions in every strife for anything."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Arnobius: Adversus Gentes Book II 33:2",
                            "text": "You think that, as soon as you pass away, freed from the bonds of your fleshly members, you will find wings with which you may rise to heaven and soar to the stars."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Arnobius: Adversus Gentes Book II 33:3",
                            "text": "We shun such presumption."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Arnobius: Adversus Gentes Book II 33:4",
                            "text": "and do not think that it is in our power to reach the abodes above, since we have no certainty as to this even, whether we deserve to receive life and be freed from the law of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Arnobius: Adversus Gentes Book II 33:5",
                            "text": "You suppose that without the aid of others you will return to the master's palace as if to your own home, no one hindering you; but we, on the contrary, neither have any expectation that this can be unless by the will of the Lord of all, nor think that so much power and licence are given to any man."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Arnobius: Adversus Gentes Book II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Arnobius: Adversus Gentes Book II 34:1",
                            "text": "Since this is the case, what, pray, is so unfair as that we should be looked on by you as silly in that readiness of belief at which you scoff, while we see that you both have like beliefs, and entertain the same hopes? If we are thought deserving of ridicule because we hold out to ourselves such a hope, the same ridicule awaits you too, who claim for yourselves the hope of immortality."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Arnobius: Adversus Gentes Book II 34:2",
                            "text": "If you hold and follow a rational course, grant to us also a share in it."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Arnobius: Adversus Gentes Book II 34:3",
                            "text": "If Plato in the Phaedrus, or another of this band of philosophers, had promised these joys to us—that is, a way to escape death, or were able to provide it and bring us to the end which he had promised, it would have been fitting that we should seek to honour him from whom we look for so great a gift and favour."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Arnobius: Adversus Gentes Book II 34:4",
                            "text": "Now, since Christ has not only promised it, but also shown by His virtues, which were so great, that it can be made good, what strange thing do we do, and on what grounds are we charged with folly, if we bow down and worship His name and majesty from whom we expect to receive both these blessings, that we may at once escape a death of suffering, and be enriched with eternal life?."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Arnobius: Adversus Gentes Book II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Arnobius: Adversus Gentes Book II 35:1",
                            "text": "But, say my opponents, if souls are mortal and of neutral character, how can they from their neutral properties become immortal? If we should say that we do not know this, and only believe it because said by One mightier than we, when will our readiness of belief seem mistaken if we believe that to the almighty King nothing is hard, nothing difficult, and that what is impossible to us is possible to Him and at His command? For is there anything which may withstand His will, or does it not follow of necessity that what He has willed must be done? Are we to infer from our distinctions what either can or cannot be done; and are we not to consider that our reason is as mortal as we ourselves are, and is of no importance with the Supreme? And yet, O ye who do not believe that the soul is of a neutral character, and that it is held on the line midway between life and death, are not all whatever whom fancy supposes to exist, gods, angels, daemons, or whatever else is their name, themselves too of a neutral character, and liable to change in the uncertainty of their future? For if we all agree that there is one Father of all, who alone is immortal and unbegotten, and if nothing at all is found before Him which could be named, it follows as a consequence that all these whom the imagination of men believes to be gods, have been either begotten by Him or produced at His bidding."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Arnobius: Adversus Gentes Book II 35:2",
                            "text": "Are they produced and begotten? they are also later in order and time: if later in order and time, they must have an origin, and beginning of birth and life; but that which has an entrance into and beginning of life in its first stages, it of necessity follows, should have an end also."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Arnobius: Adversus Gentes Book II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Arnobius: Adversus Gentes Book II 36:1",
                            "text": "But the gods are said to be immortal."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Arnobius: Adversus Gentes Book II 36:2",
                            "text": "Not by nature, then, but by the good-will and favour of God their Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Arnobius: Adversus Gentes Book II 36:3",
                            "text": "In the same way, then, in which the boon of immortality is God's gift to these who were assuredly produced, will He deign to confer eternal life upon souls also, although fell death seems able to cut them off and blot them out of existence in utter annihilation."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Arnobius: Adversus Gentes Book II 36:4",
                            "text": "The divine Plato, many of whose thoughts are worthy of God, and not such as the vulgar hold, in that discussion and treatise entitled the Timaeus, says that the gods and the world are corruptible by nature, and in no wise beyond the reach of death, but that their being is ever maintained by the will of God, their King and Prince; for that that even which has been duly clasped and bound together by the surest bands is preserved only by God's goodness; and that by no other than by Him who bound their elements together can they both be dissolved if necessary, and have the command given which preserves their being."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Arnobius: Adversus Gentes Book II 36:5",
                            "text": "If this is the case, then, and it is not fitting to think or believe otherwise, why do you wonder that we speak of the soul as neutral in its character, when Plato says that it is so even with the deities, but that their life is kept up by God's grace, without break or end? For if by chance you knew it not, and because of its novelty it was unknown to you before, now, though late, receive and learn from Him who knows and has made it known, Christ, that souls are not the children of the Supreme Ruler, and did not begin to be self-conscious, and to be spoken of in their own special character after being created by Him; but that some other is their parent, far enough removed from the chief in rank and power, of His court, however, and distinguished by His high and exalted birthright."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Arnobius: Adversus Gentes Book II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Arnobius: Adversus Gentes Book II 37:1",
                            "text": "But if souls were, as is said, the Lord's children, and begotten by the Supreme Power, nothing would have been wanting to make them perfect, as they would have been born with the most perfect excellence: they would all have had one mind, and been of one accord; they would always dwell in the royal palace; and would not, passing by the seats of bliss in which they had learned and kept in mind the noblest teachings, rashly seek these regions of earth, that they might live enclosed in gloomy bodies amid phlegm and blood, among these bags of filth and most disgusting vessels of urine."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Arnobius: Adversus Gentes Book II 37:2",
                            "text": "But, an opponent will say, it was necessary that these parts too should be peopled, and therefore Almighty God sent souls hither to form some colonies, as it were."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Arnobius: Adversus Gentes Book II 37:3",
                            "text": "And of what use are men to the world, and on account of what are they necessary, so that they may not be believed to have been destined to live here and be the tenants of an earthly body for no purpose? They have a share, my opponent says, in perfecting the completeness of this immense mass, and without their addition this whole universe is incomplete and imperfect."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Arnobius: Adversus Gentes Book II 37:4",
                            "text": "What then? If there were not men, would the world cease to discharge its functions? would the stars not go through their changes? would there not be summers and winters? would the blasts of the winds be lulled? and from the clouds gathered and hanging overhead would not the showers come down upon the earth to temper droughts? But now all things must go on in their own courses, and not give up following the arrangement established by nature, even if there should be no name of man heard in the world, and this earth should be still with the silence of an unpeopled desert."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Arnobius: Adversus Gentes Book II 37:5",
                            "text": "How then is it alleged that it was necessary that an inhabitant should be given to these regions, since it is clear that by man comes nothing to aid in perfecting the world, and that all his exertions regard his private convenience always, and never cease to aim at his own advantage?."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Arnobius: Adversus Gentes Book II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Arnobius: Adversus Gentes Book II 38:1",
                            "text": "For, to begin with what is important, what advantage is it to the world that the mightiest kings are here? What, that there are tyrants, lords, and other innumerable and very illustrious powers? What, that there are generals of the greatest experience in war, skilled in taking cities; soldiers steady and utterly invincible in battles of cavalry, or in fighting hand to hand on foot? What, that there are orators, grammarians, poets, writers, logicians, musicians, ballet-dancers, mimics, actors, singers, trumpeters, flute and reed players? What, that there are runners, boxers, charioteers, vaulters, walkers on stilts, rope-dancers, jugglers? What, that there are dealers in salt fish, salters, fishmongers, perfumers, goldsmiths, bird-catchers, weavers of winnowing fans and baskets of rushes? What, that there are fullers, workers in wool, embroiderers, cooks, confectioners, dealers in mules, pimps, butchers, harlots? What, that there are other kinds of dealers? What do the other kinds of professors and arts, for the enumeration of which all life would be too short, contribute to the plan and constitution of the world, that we should believe that it could not have been founded without men, and would not attain its completeness without the addition of a wretched and useless being's exertion?."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Arnobius: Adversus Gentes Book II 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Arnobius: Adversus Gentes Book II 39:1",
                            "text": "But perhaps, some one will urge, the Ruler of the world sent hither souls sprung from Himself for this purpose—a very rash thing for a man to say—that they which had been divine with Him, not coming into contact with the body and earthly limits, should be buried in the germs of men, spring from the womb, burst into and keep up the silliest wailings, draw the breasts in sucking, besmear and bedaub themselves with their own filth, then be hushed by the swaying of the frightened nurse and by the sound of rattles."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Arnobius: Adversus Gentes Book II 39:2",
                            "text": "Did He send souls hither for this reason, that they which had been but now sincere and of blameless virtue should learn as men to feign, to dissemble, to lie, to cheat, to deceive, to entrap with a flatterer's abjectness; to conceal one thing in the heart, express another in the countenance; to ensnare, to beguile the ignorant with crafty devices, to seek out poisons by means of numberless arts suggested by bad feelings, and to be fashioned with deceitful changeableness to suit circumstances? Was it for this He sent souls, that, living till then in calm and undisturbed tranquillity, they might find in their bodies causes by which to become fierce and savage, cherish hatred and enmity, make war upon each other, subdue and overthrow states; load themselves with, and give themselves up to the yoke of slavery; and finally, be put the one in the other's power, having changed the condition in which they were born? Was it for this He sent souls, that, being made unmindful of the truth, and forgetful of what God was, they should make supplication to images which cannot move; address as superhuman deities pieces of wood, brass, and stones; ask aid of them with the blood of slain animals; make no mention of Himself: nay more, that some of them should doubt their own existence, or deny altogether that anything exists? Was it for this He sent souls, that they which in their own abodes had been of one mind, equals in intellect and knowledge, after that they put on mortal forms, should be divided by differences of opinion; should have different views as to what is just, useful, and right; should contend about the objects of desire and aversion; should define the highest good and greatest evil differently; that, in seeking to know the truth of things, they should be hindered by their obscurity; and, as if bereft of eyesight, should see nothing clearly, and, wandering from the truth, should be led through uncertain bypaths of fancy?."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Arnobius: Adversus Gentes Book II 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Arnobius: Adversus Gentes Book II 40:1",
                            "text": "Was it for this He sent souls hither, that while the other creatures are fed by what springs up spontaneously, and is produced without being sown, and do not seek for themselves the protection or covering of houses or garments, they should be under the sad necessity of building houses for themselves at very great expense and with never-ending toils, preparing coverings for their limbs, making different kinds of furniture for the wants of daily life, borrowing help for their weakness from the dumb creatures; using violence to the earth that it might not give forth its own herbs, but might send up the fruits required; and when they had put forth all their strength in subduing the earth, should be compelled to lose the hope with which they had laboured through blight, hail, drought; and at last forced by hunger to throw themselves on human bodies; and when set free, to be parted from their human forms by a wasting sickness? Was it for this that they which, while they abode with Him, had never had any longing for property, should have become exceedingly covetous, and with insatiable craving be inflamed to an eager desire of possessing; that they should dig up lofty mountains, and turn the unknown bowels of the earth into materials, and to purposes of a different kind; should force their way to remote nations at the risk of life, and, in exchanging goods always catch at a high price for what they sell, and a low one for what they buy, take interest at greedy and excessive rates, and add to the number of their sleepless nights spent in reckoning up thousands wrung from the life-blood of wretched men; should be ever extending the limits of their possessions, and, though they were to make whole provinces one estate, should weary the forum with suits for one tree, for one furrow; should hate rancorously their friends and brethren?."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Arnobius: Adversus Gentes Book II 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Arnobius: Adversus Gentes Book II 41:1",
                            "text": "Was it for this He sent souls, that they which shortly before had been gentle and ignorant of what it is to be moved by fierce passions, should build for themselves markets and amphitheatres, places of blood and open wickedness, in the one of which they should see men devoured and torn in pieces by wild beasts, and themselves slay others for no demerit but to please and gratify the spectators, and should spend those very days on which such wicked deeds were done in general enjoyment, and keep holiday with festive gaiety; while in the other, again, they should tear asunder the flesh of wretched animals, some snatch one part, others another, as dogs and vultures do, should grind them with their teeth, and give to their utterly insatiable maw, and that, surrounded by faces so fierce and savage, those should bewail their lot whom the straits of poverty withheld from such repasts; that their life should be happy and prosperous while such barbarous doings defiled their mouths and face? Was it for this He sent souls, that, forgetting their importance and dignity as divine, they should acquire gems, precious stones, pearls, at the expense of their purity; should entwine their necks with these, pierce the tips of their ears, bind their foreheads with fillets, seek for cosmetics to deck their bodies, darken their eyes with henna; nor, though in the forms of men, blush to curl their hair with crisping-pins, to make the skin of the body smooth, to walk with bare knees, and with every other kind of wantonness, both to lay aside the strength of their manhood, and to grow in effeminacy to a woman's habits and luxury?."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Arnobius: Adversus Gentes Book II 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Arnobius: Adversus Gentes Book II 42:1",
                            "text": "Was it for this He sent souls, that some should infest the highways and roads, others ensnare the unwary, forge false wills, prepare poisoned draughts; that they should break open houses by night, tamper with slaves, steal and drive away, not act uprightly, and betray their trust perfidiously; that they should strike out delicate dainties for the palate; that in cooking fowls they should know how to catch the fat as it drips; that they should make cracknels and sausages, force-meats, tit-bits, Lucanian sausages, with these a sow's udder and iced puddings? Was it for this He sent souls, that beings of a sacred and august race should here practise singing and piping; that they should swell out their cheeks in blowing the flute; that they should take the lead in singing impure songs, and raising the loud din of the castanets, by which another crowd of souls should be led in their wantonness to abandon themselves to clumsy motions, to dance and sing, form rings of dancers, and finally, raising their haunches and hips, float along with a tremulous motion of the loins?  Was it for this He sent souls, that in men they should become impure, in women harlots, players on the triangle and psaltery; that they should prostitute their bodies for hire, should abandon themselves to the lust of all, ready in the brothels, to be met with in the stews, ready to submit to anything, prepared to do violence to their mouth even?."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Arnobius: Adversus Gentes Book II 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Arnobius: Adversus Gentes Book II 43:1",
                            "text": "What say you, O offspring and descendants of the Supreme Deity? Did these souls, then, wise, and sprung from the first causes, become acquainted with such forms of baseness, crime, and bad feeling? and were they ordered to dwell here, and be clothed with the garment of the human body, in order that they might engage in, might practise these evil deeds, and that very frequently? And is there a man with any sense of reason who thinks that the world was established because of them, and not rather that it was set up as a seat and home, in which every kind of wickedness should be committed daily, all evil deeds be done, plots, impostures, frauds, covetousness, robberies, violence, impiety, all that is presumptuous, indecent, base, disgraceful, and all the other evil deeds which men devise over all the earth with guilty purpose, and contrive for each other's ruin?."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Arnobius: Adversus Gentes Book II 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Arnobius: Adversus Gentes Book II 44:1",
                            "text": "But, you say, they came of their own accord, not sent by their lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Arnobius: Adversus Gentes Book II 44:2",
                            "text": "And where was the Almighty Creator, where the authority of His royal and exalted place, to prevent their departure, and not suffer them to fall into dangerous pleasures? For if He knew that by change of place they would become base—and, as the arranger of all things, He must have known—or that anything would reach them from without which would make them forget their greatness and moral dignity,—a thousand times would I beg of Him to pardon my words,—the cause of all is no other than Himself, since He allowed them to have freedom to wander who He foresaw would not abide by their state of innocence; and thus it is brought about that it does not matter whether they came of their own accord, or obeyed His command, since in not preventing what should have been prevented, by His inaction He made the guilt His own, and permitted it before it was done by neglecting to withhold them from action."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Arnobius: Adversus Gentes Book II 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Arnobius: Adversus Gentes Book II 45:1",
                            "text": "But let this monstrous and impious fancy be put far from us, that Almighty God, the creator and framer, the author of things great and invisible, should be believed to have begotten souls so fickle, with no seriousness, firmness, and steadiness, prone to vice, inclining to all kinds of sins; and while He knew that they were such and of this character, to have bid them enter into bodies, imprisoned in which, they should live exposed to the storms and tempests of fortune every day, and now do mean things, now submit to lewd treatment; that they might perish by shipwreck, accidents, destructive conflagrations; that poverty might oppress some, beggary, others; that some might be torn in pieces by wild beasts, others perish by the venom of flies; that some might limp in walking, others lose their sight, others be stiff with cramped joints; in fine, that they should be exposed to all the diseases which the wretched and pitiable human race endures with agony caused by different sufferings; then that, forgetting that they have one origin, one father and head, they should shake to their foundations and violate the rights of kinship, should overthrow their cities, lay waste their lands as enemies, enslave the free, do violence to maidens and to other men's wives, hate each other, envy the joys and good fortune of others; and further, all malign, carp at, and tear each other to pieces with fiercely biting teeth."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Arnobius: Adversus Gentes Book II 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Arnobius: Adversus Gentes Book II 46:1",
                            "text": "But, to say the same things again and again, let this belief, so monstrous and impious, be put far from us, that God, who preserves all things, the origin of the virtues and chief in benevolence, and, to exalt Him with human praise, most wise, just, making all things perfect, and that permanently, either made anything which was imperfect and not quite correct, or was the cause of misery or danger to any being, or arranged, commanded, and enjoined the very acts in which man's life is passed and employed to flow from His arrangement."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Arnobius: Adversus Gentes Book II 46:2",
                            "text": "These things are unworthy of Him, and weaken the force of His greatness; and so far from His being believed to be their author, whoever imagines that man is sprung from Him is guilty of blasphemous impiety, man, a being miserable and wretched, who is sorry that he exists, hates and laments his state, and understands that he was produced for no other reason than lest evils should not have something through which to spread themselves, and that there might always be wretched ones by whose agonies some unseen and cruel power, adverse to men, should be gratified."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Arnobius: Adversus Gentes Book II 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Arnobius: Adversus Gentes Book II 47:1",
                            "text": "But, you say, if God is not the parent and father of souls, by what sire have they been begotten, and how have they been produced? If you wish to hear unvarnished statements not spun out with vain ostentation of words, we, too, admit that we are ignorant of this, do not know it; and we hold that, to know so great a matter, is not only beyond the reach of our weakness and frailty, but beyond that also of all the powers which are in the world, and which have usurped the place of deities in men's belief."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Arnobius: Adversus Gentes Book II 47:2",
                            "text": "But are we bound to show whose they are, because we deny that they are God's? That by no means follows necessarily; for if we were to deny that flies, beetles, and bugs, dormice, weevils, and moths, are made by the Almighty King, we should not be required in consequence to say who made and formed them; for without incurring any censure, we may not know who, indeed, gave them being, and yet assert that not by the Supreme Deity were creatures produced so useless, so needless, so purposeless, nay more, at times even hurtful, and causing unavoidable injuries."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Arnobius: Adversus Gentes Book II 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Arnobius: Adversus Gentes Book II 48:1",
                            "text": "Here, too, in like manner, when we deny that souls are the offspring of God Supreme, it does not necessarily follow that we are bound to declare from what parent they have sprung, and by what causes they have been produced."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Arnobius: Adversus Gentes Book II 48:2",
                            "text": "For who prevents us from being either ignorant of the source from which they issued and came, or aware that they are not God's descendants? By what method, you say, in what way? Because it is most true and certain that, as has been pretty frequently said, nothing is effected, made, determined by the Supreme, except that which it is right and fitting should be done; except that which is complete and entire, and wholly perfect in its integrity."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Arnobius: Adversus Gentes Book II 48:3",
                            "text": "But further, we see that men, that is, these very souls—for what are men but souls bound to bodies?—themselves show by perversely falling into vice, times without number, that they belong to no patrician race, but have sprung from insignificant families."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Arnobius: Adversus Gentes Book II 48:4",
                            "text": "For we see some harsh, vicious, presumptuous, rash, reckless, blinded, false, dissemblers, liars, proud, overbearing, covetous, greedy, lustful, fickle, weak, and unable to observe their own precepts; but they would assuredly not be so, if their original goodness defended them, and they traced their honourable descent from the head of the universe."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Arnobius: Adversus Gentes Book II 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:1",
                            "text": "But, you will say, there are good men also in the world,—wise, upright, of faultless and purest morals."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:2",
                            "text": "We raise no question as to whether there ever were any such, in whom this very integrity which is spoken of was in nothing imperfect."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:3",
                            "text": "Even if they are very honourable men, and have been worthy of praise, have reached the utmost height of perfection, and their life has never wavered and sunk into sin, yet we would have you tell us how many there are, or have been, that we may judge from their number whether a comparison has been made which is just and evenly balanced."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:4",
                            "text": "One, two, three, four, ten, twenty, a hundred, yet are they at least limited in number, and it may be within the reach of names."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:5",
                            "text": "But it is fitting that the human race should be rated and weighed, not by a very few good men, but by all the rest as well."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:6",
                            "text": "For the part is in the whole, not the whole in a part; and that which is the whole should draw to it its parts, not the whole be brought to its parts."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Arnobius: Adversus Gentes Book II 49:7",
                            "text": "For what if you were to say that a man, robbed of the use of all his limbs, and shrieking in bitter agony, was quite well, because in one little nail he suffered no pain? or that the earth is made of gold, because in one hillock there are a few small grains from which, when dissolved, gold is produced, and wonder excited at it when formed into a lump? The whole mass shows the nature of an element, not particles fine as air; nor does the sea become forthwith sweet, if you cast or throw into it a few drops of less bitter water, for that small quantity is swallowed up in its immense mass; and it must be esteemed, not merely of little importance, but even of none, because, being scattered throughout all, it is lost and cut off in the immensity of the vast body of water."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Arnobius: Adversus Gentes Book II 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Arnobius: Adversus Gentes Book II 50:1",
                            "text": "You say that there are good men in the human race; and perhaps, if we compare them with the very wicked, we may be led to believe that there are."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Arnobius: Adversus Gentes Book II 50:2",
                            "text": "Who are they, pray? Tell us."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Arnobius: Adversus Gentes Book II 50:3",
                            "text": "The philosophers, I suppose, who assert that they alone are most wise, and who have been uplifted with pride from the meaning attached to this name,—those, forsooth, who are striving with their passions every day, and struggling to drive out, to expel deeply-rooted passions from their minds by the persistent opposition of their better qualities; who, that it may be impossible for them to be led into wickedness at the suggestion of some opportunity, shun riches and inheritances, that they may remove from themselves occasions of stumbling; but in doing this, and being solicitous about it, they show very clearly that their souls are, through their weakness, ready and prone to fall into vice."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Arnobius: Adversus Gentes Book II 50:4",
                            "text": "In our opinion, however, that which is good naturally, does not require to be either corrected or reproved; nay more, it should not know what evil is, if the nature of each kind would abide in its own integrity, for neither can two contraries be implanted in each other, nor can equality be contained in inequality, nor sweetness in bitterness."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Arnobius: Adversus Gentes Book II 50:5",
                            "text": "He, then, who struggles to amend the inborn depravity of his inclinations, shows most clearly that he is imperfect, blameable, although he may strive with all zeal and stedfastness."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Arnobius: Adversus Gentes Book II 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:1",
                            "text": "But you laugh at our reply, because, while we deny that souls are of royal descent, we do not, on the other hand, say in turn from what causes and beginnings they have sprung."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:2",
                            "text": "But what kind of crime is it either to be ignorant of anything, or to confess quite openly that you do not know that of which you are ignorant? or whether does he rather seem to you most deserving of ridicule who assumes to himself no knowledge of some dark subject; or he who thinks that he knows most clearly that which transcends human knowledge, and which has been involved in dark obscurity? If the nature of everything were thoroughly considered, you too are in a position like that which you censure in our case."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:3",
                            "text": "For you do not say anything which has been ascertained and set most clearly in the light of truth, because you say that souls descend from the Supreme Ruler Himself, and enter into the forms of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:4",
                            "text": "For you conjecture, do not perceive this; surmise, do not actually know it; for if to know is to retain in the mind that which you have yourself seen or known, not one of those things which you affirm can you say that you have ever seen—that is, that souls descend from the abodes and regions above."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:5",
                            "text": "You are therefore making use of conjecture, not trusting clear information."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:6",
                            "text": "But what is conjecture, except a doubtful imagining of things, and directing of the mind upon nothing accessible? He, then, who conjectures, does not comprehend, nor does he walk in the light of knowledge."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Arnobius: Adversus Gentes Book II 51:7",
                            "text": "But if this is true and certain in the opinion of proper and very wise judges, your conjectures, too, in which you trust, must be regarded as showing your ignorance."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Arnobius: Adversus Gentes Book II 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Arnobius: Adversus Gentes Book II 52:1",
                            "text": "And yet, lest you should suppose that none but yourselves can make use of conjectures and surmises, we too are able to bring them forward as well, as your question is appropriate to either side."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Arnobius: Adversus Gentes Book II 52:2",
                            "text": "Whence, you say, are men; and what or whence are the souls of these men? Whence, we will ask, are elephants, bulls, stags, mules, asses? Whence lions, horses, dogs, wolves, panthers; and what or whence are the souls of these creatures? For it is not credible that from that Platonic cup, which Timaeus prepares and mixes, either their souls came, or that the locust, mouse, shrew, cockroach, frog, centipede, should be believed to have been quickened and to live, because they have a cause and origin of birth in the elements themselves, if there are in these secret and very little known means for producing the creatures which live in each of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Arnobius: Adversus Gentes Book II 52:3",
                            "text": "For we see that some of the wise say that the earth is mother of men, that others join with it water, that others add to these breath of air, but that some say that the sun is their framer, and that, having been quickened by his rays, they are filled with the stir of life."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Arnobius: Adversus Gentes Book II 52:4",
                            "text": "What if it is not these, and is something else, another cause, another method, another power, in fine, unheard of and unknown to us by name, which may have fashioned the human race, and connected it with things as established; may it not be that men sprang up in this way, and that the cause of their birth does not go back to the Supreme God? For what reason do we suppose that the great Plato had—a man reverent and scrupulous in his wisdom—when he withdrew the fashioning of man from the highest God, and transferred it to some lesser deities, and when he would not have the souls of men formed of that pure mixture of which he had made the soul of the universe, except that he thought the forming of man unworthy of God, and the fashioning of a feeble being not beseeming His greatness and excellence?."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Arnobius: Adversus Gentes Book II 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Arnobius: Adversus Gentes Book II 53:1",
                            "text": "Since this, then, is the case, we do nothing out of place or foolish in believing that the souls of men are of a neutral character, inasmuch as they have been produced by secondary beings, made subject to the law of death, and are of little strength, and that perishable; and that they are gifted with immortality, if they rest their hope of so great a gift on God Supreme, who alone has power to grant such blessings, by putting away corruption."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Arnobius: Adversus Gentes Book II 53:2",
                            "text": "But this, you say, we are stupid in believing."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Arnobius: Adversus Gentes Book II 53:3",
                            "text": "What is that to you? In so believing, we act most absurdly, sillily."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Arnobius: Adversus Gentes Book II 53:4",
                            "text": "In what do we injure you, or what wrong do we do or inflict upon you, if we trust that Almighty God will take care of us when we leave our bodies, and from the jaws of hell, as is said, deliver us?."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Arnobius: Adversus Gentes Book II 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Arnobius: Adversus Gentes Book II 54:1",
                            "text": "Can, then, anything be made, some one will say, without God's will? We must consider carefully, and examine with no little pains, lest, while we think that we are honouring God by such a question, we fall into the opposite sin, doing despite to His supreme majesty."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Arnobius: Adversus Gentes Book II 54:2",
                            "text": "In what way, you ask, on what ground? Because, if all things are brought about by His will, and nothing in the world can either succeed or fail contrary to His pleasure, it follows of necessity that it should be understood that all evils, too, arise by His will."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Arnobius: Adversus Gentes Book II 54:3",
                            "text": "But if, on the contrary, we chose to say that He is privy to and produces no evil, not referring to Him the causes of very wicked deeds, the worst things will begin to seem to be done either against His will, or, a monstrous thing to say, while He knows it not, but is ignorant and unaware of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Arnobius: Adversus Gentes Book II 54:4",
                            "text": "But, again, if we choose to say that there are no evils, as we find some have believed and held, all races will cry out against us and all nations together, showing us their sufferings, and the various kinds of dangers with which the human race is every moment distressed and afflicted."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Arnobius: Adversus Gentes Book II 54:5",
                            "text": "Then they will ask of us, Why, if there are no evils, do you refrain from certain deeds and actions? Why do you not do all that eager lust has required or demanded? Why, finally, do you establish punishments by terrible laws for the guilty? For what more monstrous act of folly can be found than to assert that there are no evils, and at the same time to kill and condemn the erring as though they were evil?."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Arnobius: Adversus Gentes Book II 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Arnobius: Adversus Gentes Book II 55:1",
                            "text": "But when, overcome, we agree that there are these things, and expressly allow that all human affairs are full of them, they will next ask, Why, then, the Almighty God does not take away these evils, but suffers them to exist and to go on without ceasing through all the ages? If we have learned of God the Supreme Ruler, and have resolved not to wander in a maze of impious and mad conjectures, we must answer that we do not know these things, and have never sought and striven to know things which could be grasped by no powers which we have, and that we, even thinking it preferable, rather remain in ignorance and want of knowledge than say that without God nothing is made, so that it should be understood that by His will He is at once both the source of evil and the occasion of countless miseries."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Arnobius: Adversus Gentes Book II 55:2",
                            "text": "Whence then, you will say, are all these evils? From the elements, say the wise, and from their dissimilarity; but how it is possible that things which have not feeling and judgment should be held to be wicked or criminal; or that he should not rather be wicked and criminal, who, to bring about some result, took what was afterwards to become very bad and hurtful,—is for them to consider, who make the assertion."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Arnobius: Adversus Gentes Book II 55:3",
                            "text": "What, then, do we say? whence? There is no necessity that we should answer, for whether we are able to say whence evil springs, or our power fails us, and we are unable, in either case it is a small matter in our opinion; nor do we hold it of much importance either to know or to be ignorant of it, being content to have laid down but one thing,—that nothing proceeds from God Supreme which is hurtful and pernicious."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Arnobius: Adversus Gentes Book II 55:4",
                            "text": "This we are assured of, this we know, on this one truth of knowledge and science we take our stand,—that nothing is made by Him except that which is for the well-being of all, which is agreeable, which is very full of love and joy and gladness, which has unbounded and imperishable pleasures, which every one may ask in all his prayers to befall him, and think that otherwise life is pernicious and fatal."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Arnobius: Adversus Gentes Book II 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:1",
                            "text": "As for all the other things which are usually dwelt upon in inquiries and discussions—from what parents they have sprung, or by whom they are produced—we neither strive to know, nor care to inquire or examine: we leave all things to their own causes, and do not consider that they have been connected and associated with that which we desire should befall us."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:2",
                            "text": "For what is there which men of ability do not dare to overthrow, to destroy, from love of contradiction, although that which they attempt to invalidate is unobjectionable and manifest, and evidently bears the stamp of truth? Or what, again, can they not maintain with plausible arguments, although it may be very manifestly untrue, although it may be a plain and evident falsehood? For when a man has persuaded himself that there is or is not something, he likes to affirm what he thinks, and to show greater subtlety than others, especially if the subject discussed is out of the ordinary track, and by nature abstruse and obscure."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:3",
                            "text": "Some of the wise think that the world was not created, and will never perish; some that it is immortal, although they say that it was created and made; while a third party have chosen to say that it both was created and made, and will perish as other things must."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:4",
                            "text": "And while of these three opinions one only must be true, they nevertheless all find arguments by which at once to uphold their own doctrines, and undermine and overthrow the dogmas of others."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:5",
                            "text": "Some teach and declare that this same world is composed of four elements, others of two, a third party of one; some say that it is composed of none of these, and that atoms are that from which it is formed, and its primary origin."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:6",
                            "text": "And since of these opinions only one is true, but not one of them certain, here too, in like manner, arguments present themselves to all with which they may both establish the truth of what they say, and show that there are some things false in the others' opinions."
                        },
                        {
                            "verse": 7,
                            "chapter": 56,
                            "name": "Arnobius: Adversus Gentes Book II 56:7",
                            "text": "So, too, some utterly deny the existence of the gods; others say that they are lost in doubt as to whether they exist anywhere; others, however, say that they do exist, but do not trouble themselves about human things; nay others maintain that they both take part in the affairs of men, and guide the course of earthly events."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Arnobius: Adversus Gentes Book II 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:1",
                            "text": "While, then, this is the case, and it cannot but be that only one of all these opinions is true, they all nevertheless make use of arguments in striving with each other,—and not one of them is without something plausible to say, whether in affirming his own views, or objecting to the opinions of others."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:2",
                            "text": "In exactly the same way is the condition of souls discussed."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:3",
                            "text": "For this one thinks that they both are immortal, and survive the end of our earthly life; that one believes that they do not survive, but perish with the bodies themselves: the opinion of another, however, is that they suffer nothing immediately, but that, after the form of man has been laid aside, they are allowed to live a little longer, and then come under the power of death."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:4",
                            "text": "And while all these opinions cannot be alike true, yet all who hold them so support their case by strong and very weighty arguments, that you cannot find out anything which seems false to you, although on every side you see that things are being said altogether at variance with each other, and inconsistent from their opposition to each other; which assuredly would not happen, if man s curiosity could reach any certainty, or if that which seemed to one to have been really discovered, was attested by the approval of all the others."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:5",
                            "text": "It is therefore wholly vain, a useless task, to bring forward something as though you knew it, or to wish to assert that you know that which, although it should be true, you see can be refuted; or to receive that as true which it may be is not, and is brought forward as if by men raving."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Arnobius: Adversus Gentes Book II 57:6",
                            "text": "And it is rightly so, for we do not weigh and guess at divine things by divine, but by human methods; and just as we think that anything should have been made, so we assert that it must be."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Arnobius: Adversus Gentes Book II 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Arnobius: Adversus Gentes Book II 58:1",
                            "text": "What, then, are we alone ignorant? do we alone not know who is the creator, who the former of souls, what cause fashioned man, whence ills have broken forth, or why the Supreme Ruler allows them both to exist and be perpetrated, and does not drive them from the world? have you, indeed, ascertained and learned any of these things with certainty? If you chose to lay aside audacious conjectures, can you unfold and disclose whether this world in which we dwell was created or founded at some time? if it was founded and made, by what kind of work, pray, or for what purpose? Can you bring forward and disclose the reason why it does not remain fixed and immoveable, but is ever being carried round in a circular motion? whether it revolves of its own will and choice, or is turned by the influence of some power? what the place, too, and space is in which it is set and revolves, boundless, bounded, hollow, or solid? whether it is supported by an axis resting on sockets at its extremities, or rather itself sustains by its own power, and by the spirit within it upholds itself? Can you, if asked, make it clear, and show most skilfully, what opens out the snow into feathery flakes? what was the reason and cause that day did not, in dawning, arise in the west, and veil its light in the east? how the sun, too, by one and the same influence, produces results so different, nay, even so opposite? what the moon is, what the stars? why, on the one hand, it does not remain of the same shape, or why it was right and necessary that these particles of fire should be set all over the world? why some of them are small, others large and greater,—these have a dim light, those a more vivid and shining brightness?."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Arnobius: Adversus Gentes Book II 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Arnobius: Adversus Gentes Book II 59:1",
                            "text": "If that which it has pleased us to know is within reach, and if such knowledge is open to all, declare to us, and say how and by what means showers of rain are produced, so that water is held suspended in the regions above and in mid-air, although by nature it is apt to glide away, and so ready to flow and run downwards."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Arnobius: Adversus Gentes Book II 59:2",
                            "text": "Explain, I say, and tell what it is which sends the hail whirling through the air, which makes the rain fall drop by drop, which has spread out rain and feathery flakes of snow and sheets of lightning; whence the wind rises, and what it is; why the changes of the seasons were established, when it might have been ordained that there should be only one, and one kind of climate, so that there should be nothing wanting to the world's completeness."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Arnobius: Adversus Gentes Book II 59:3",
                            "text": "What is the cause, what the reason, that the waters of the sea are salt; or that, of those on land, some are sweet, others bitter or cold? From what kind of material have the inner parts of men's bodies been formed and built up into firmness? From what have their bones been made solid? what made the intestines and veins shaped like pipes, and easily passed through? Why, when it would be better to give us light by several eyes, to guard against the risk of blindness, are we restricted to two? For what purpose have so infinite and innumerable kinds of monsters and serpents been either formed or brought forth? what purpose do owls serve in the world,—falcons, hawks? what other birds and winged creatures? what the different kinds of ants and worms springing up to be a bane and pest in various ways? what fleas, obtrusive flies, spiders, shrew, and other mice, leeches, water-spinners? what thorns, briers, wild-oats, tares? what the seeds of herbs or shrubs, either sweet to the nostrils, or disagreeable in smell? Nay more, if you think that anything can be known or comprehended, say what wheat is,—spelt, barley, millet, the chick-pea, bean, lentil, melon, cumin, scallion, leek, onion? For even if they are useful to you, and are ranked among the different kinds of food, it is not a light or easy thing to know what each is,—why they have been formed with such shapes; whether there was any necessity that they should not have had other tastes, smells, and colours than those which each has, or whether they could have taken others also; further, what these very things are,—taste, I mean, and the rest; and from what relations they derive their differences of quality."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Arnobius: Adversus Gentes Book II 59:4",
                            "text": "From the elements, you say, and from the first beginnings of things."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Arnobius: Adversus Gentes Book II 59:5",
                            "text": "Are the elements, then, bitter or sweet? have they any odour or stench, that we should believe that, from their uniting, qualities were implanted in their products by which sweetness is produced, or something prepared offensive to the senses?."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Arnobius: Adversus Gentes Book II 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Arnobius: Adversus Gentes Book II 60:1",
                            "text": "Seeing, then, that the origin, the cause, the reason of so many and so important things, escapes you yourselves also, and that you can neither say nor explain what has been made, nor why and wherefore it should not have been otherwise, do you assail and attack our timidity, who confess that we do not know that which cannot be known, and who do not care to seek out and inquire into those things which it is quite clear cannot be understood, although human conjecture should extend and spread itself through a thousand hearts? And therefore Christ the divine,—although you are unwilling to allow it,—Christ the divine, I repeat, for this must be said often, that the ears of unbelievers may burst and be rent asunder, speaking in the form of man by command of the Supreme God, because He knew that men are naturally blind, and cannot grasp the truth at all, or regard as sure and certain what they might have persuaded themselves as to things set before their eyes, and do not hesitate, for the sake of their conjectures, to raise and bring up questions that cause much strife,—bade us abandon and disregard all these things of which you speak, and not waste our thoughts upon things which have been removed far from our knowledge, but, as much as possible, seek the Lord of the universe with the whole mind and spirit; be raised above these subjects, and give over to Him our hearts, as yet hesitating whither to turn; be ever mindful of Him; and although no imagination can set Him forth as He is, yet form some faint conception of Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Arnobius: Adversus Gentes Book II 60:2",
                            "text": "For Christ said that, of all who are comprehended in the vague notion of what is sacred and divine, He alone is beyond the reach of doubt, alone true, and one about whom only a raving and reckless madman can be in doubt; to know whom is enough, although you have learned nothing besides; and if by knowledge you have indeed been related to God, the head of the world, you have gained the true and most important knowledge."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Arnobius: Adversus Gentes Book II 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Arnobius: Adversus Gentes Book II 61:1",
                            "text": "What business of yours is it, He says, to examine, to inquire who made man; what is the origin of souls; who devised the causes of ills; whether the sun is larger than the earth, or measures only a foot in breadth: whether the moon shines with borrowed light, or from her own brightness,—things which there is neither profit in knowing, nor loss in not knowing? Leave these things to God, and allow Him to know what is, wherefore, or whence; whether it must have been or not; whether something always existed, or whether it was produced at the first; whether it should be annihilated or preserved, consumed, destroyed, or restored in fresh vigour."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Arnobius: Adversus Gentes Book II 61:2",
                            "text": "Your reason is not permitted to involve you in such questions, and to be busied to no purpose about things so much out of reach."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Arnobius: Adversus Gentes Book II 61:3",
                            "text": "Your interests are in jeopardy,—the salvation, I mean, of your souls; and unless you give yourselves to seek to know the Supreme God, a cruel death awaits you when freed from the bonds of body, not bringing sudden annihilation, but destroying by the bitterness of its grievous and long-protracted punishment."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Arnobius: Adversus Gentes Book II 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Arnobius: Adversus Gentes Book II 62:1",
                            "text": "And be not deceived or deluded with vain hopes by that which is said by some ignorant and most presumptuous pretenders, that they are born of God, and are not subject to the decrees of fate; that His palace lies open to them if they lead a life of temperance, and that after death as men, they are restored without hindrance, as if to their father's abode; nor by that which the Magi assert, that they have intercessory prayers, won over by which some powers make the way easy to those who are striving to mount to heaven; nor by that which Etruria holds out in the Acherontic books, that souls become divine, and are freed from the law of death, if the blood of certain animals is offered to certain deities."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Arnobius: Adversus Gentes Book II 62:2",
                            "text": "These are empty delusions, and excite vain desires."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Arnobius: Adversus Gentes Book II 62:3",
                            "text": "None but the Almighty God can preserve souls; nor is there any one besides who can give them length of days, and grant to them also a spirit which shall never die, except He who alone is immortal and everlasting, and restricted by no limit of time."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Arnobius: Adversus Gentes Book II 62:4",
                            "text": "For since all the gods, whether those who are real, or those who are merely said to be from hearsay and conjecture, are immortal and everlasting by His good-will and free gift, how can it be that others are able to give that which they themselves have, while they have it as the gift of another, bestowed by a greater power? Let Etruria sacrifice what victims it may, let the wise deny themselves all the pleasures of life, let the Magi soften and soothe all lesser powers, yet, unless souls have received from the Lord of all things that which reason demands, and does so by His command, it will hereafter deeply repent having made itself a laughing-stock, when it begins to feel the approach of death."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Arnobius: Adversus Gentes Book II 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Arnobius: Adversus Gentes Book II 63:1",
                            "text": "But if, my opponents say, Christ was sent by God for this end, that He might deliver unhappy souls from ruin and destruction, of what crime were former ages guilty which were cut off in their mortal state before He came? Can you, then, know what has become of these souls of men who lived long ago? whether they, too, have not been aided, provided, and cared for in some way? Can you, I say, know that which could have been learned through Christ's teaching; whether the ages are unlimited in number or not since the human race began to be on the earth; when souls were first bound to bodies; who contrived that binding, nay, rather, who formed man himself; whither the souls of men who lived before us have gone; in what parts or regions of the world they were; whether they were corruptible or not; whether they could have encountered the danger of death, if Christ had not come forward as their preserver at their time of need? Lay aside these cares, and abandon questions to which you can find no answer."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Arnobius: Adversus Gentes Book II 63:2",
                            "text": "The Lord's compassion has been shown to them, too, and the divine kindness has been extended to all alike; they have been preserved, have been delivered, and have laid aside the lot and condition of mortality."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Arnobius: Adversus Gentes Book II 63:3",
                            "text": "Of what kind, my opponents ask, what, when? If you were free from presumption, arrogance, and conceit, you might have learned long ago from this teacher."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Arnobius: Adversus Gentes Book II 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:1",
                            "text": "But, my opponents ask, if Christ came as the Saviour of men, as you say, why does He not, with uniform benevolence, free all without exception? I reply, does not He free all alike who invites all alike? or does He thrust back or repel any one from the kindness of the Supreme who gives to all alike the power of coming to Him,—to men of high rank, to the meanest slaves, to women, to boys? To all, He says, the fountain of life is open, and no one is hindered or kept back from drinking."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:2",
                            "text": "If you are so fastidious as to spurn the kindly offered gift, nay, more, if your wisdom is so great that you term those things which are offered by Christ ridiculous and absurd, why should He keep on inviting you, while His only duty is to make the enjoyment of His bounty depend upon your own free choice? God, Plato says, does not cause any one to choose his lot in life; nor can another's choice be rightly attributed to any one, since freedom of choice was put in His power who made it."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:3",
                            "text": "Must you be even implored to deign to accept the gift of salvation from God; and must God's gracious mercy be poured into your bosom while you reject it with disdain, and flee very far from it? Do you choose to take what is offered, and turn it to your own advantage? You will in that case have consulted your own interests."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:4",
                            "text": "Do you reject with disdain, lightly esteem, and despise it? You will in this case have robbed yourself of the benefit of the gift."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:5",
                            "text": "God compels no one, terrifies no one with overpowering fear."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Arnobius: Adversus Gentes Book II 64:6",
                            "text": "For our salvation is not necessary to Him, so that He would gain anything or suffer any loss, if He either made us divine, or allowed us to be annihilated and destroyed by corruption."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Arnobius: Adversus Gentes Book II 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:1",
                            "text": "Nay, my opponent says, if God is powerful, merciful, willing to save us, let Him change our dispositions, and compel us to trust in His promises."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:2",
                            "text": "This, then, is violence, not kindness nor the bounty of the Supreme God, but a childish and vain strife in seeking to get the mastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:3",
                            "text": "For what is so unjust as to force men who are reluctant and unwilling, to reverse their inclinations; to impress forcibly on their minds what they are unwilling to receive, and shrink from; to injure before benefiting, and to bring to another way of thinking and feeling, by taking away the former? You who wish yourself to be changed, and to suffer violence, that you may do and may be compelled to take to yourself that which you do not wish, why do you refuse of your own accord to select that which you wish to do, when changed and transformed? I am unwilling, He says, and have no wish."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:4",
                            "text": "What, then, do you blame God as though He failed you? do you wish Him to bring you help, whose gifts and bounties you not only reject and shun, but term empty words, and assail with jocose witticisms? Unless, then, my opponent says, I shall be a Christian, I cannot hope for salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:5",
                            "text": "It is just as you yourself say."
                        },
                        {
                            "verse": 6,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:6",
                            "text": "For, to bring salvation and impart to souls what should be bestowed and must be added, Christ alone has had given into His charge and entrusted to Him by God the Father, the remote and more secret causes being so disposed."
                        },
                        {
                            "verse": 7,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:7",
                            "text": "For, as with you, certain gods have fixed offices, privileges, powers, and you do not ask from any of them what is not in his power and permitted to him, so it is the right of Christ alone to give salvation to souls, and assign them everlasting life."
                        },
                        {
                            "verse": 8,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:8",
                            "text": "For if you believe that father Bacchus can give a good vintage, but cannot give relief from sickness; if you believe that Ceres can give good crops, aesculapius health, Neptune one thing, Juno another, that Fortune, Mercury, Vulcan, are each the giver of a fixed and particular thing,—this, too, you must needs receive from us, that souls can receive from no one life and salvation, except from Him to whom the Supreme Ruler gave this charge and duty."
                        },
                        {
                            "verse": 9,
                            "chapter": 65,
                            "name": "Arnobius: Adversus Gentes Book II 65:9",
                            "text": "The Almighty Master of the world has determined that this should be the way of salvation,—this the door, so to say, of life; by Him alone is there access to the light: nor may men either creep in or enter elsewhere, all other ways being shut up and secured by an impenetrable barrier."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Arnobius: Adversus Gentes Book II 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Arnobius: Adversus Gentes Book II 66:1",
                            "text": "So, then, even if you are pure, and have been cleansed from every stain of vice, have won over and charmed those powers not to shut the ways against you and bar your passage when returning to heaven, by no efforts will you be able to reach the prize of immortality, unless by Christ's gift you have perceived what constitutes this very immortality, and have been allowed to enter on the true life."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Arnobius: Adversus Gentes Book II 66:2",
                            "text": "For as to that with which you have been in the habit of taunting us, that our religion is new, and arose a few days ago, almost, and that you could not abandon the ancient faith which you had inherited from your fathers, and pass over to barbarous and foreign rites, this is urged wholly without reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Arnobius: Adversus Gentes Book II 66:3",
                            "text": "For what if in this way we chose to blame the preceding, even the most ancient ages, because when they discovered how to raise crops, they despised acorns, and rejected with scorn the wild strawberry; because they ceased to be covered with the bark of trees and clad in the hides of wild beasts, after that garments of cloth were devised, more useful and convenient in wearing; or because, when houses were built, and more comfortable dwellings erected, they did not cling to their ancient huts, and did not prefer to remain under rocks and caves like the beasts of the field? It is a disposition possessed by all, and impressed on us almost from our cradles even, to prefer good things to bad, useful to useless things, and to pursue and seek that with more pleasure which has been generally regarded as more than usually precious, and to set on that our hopes for prosperity and favourable circumstances."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Arnobius: Adversus Gentes Book II 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Arnobius: Adversus Gentes Book II 67:1",
                            "text": "Therefore, when you urge against us that we turn away from the religion of past ages, it is fitting that you should examine why it is done, not what is done, and not set before you what we have left, but observe especially what we have followed."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Arnobius: Adversus Gentes Book II 67:2",
                            "text": "For if it is a fault or crime to change an opinion, and pass from ancient customs to new conditions and desires, this accusation holds against you too, who have so often changed your habits and mode of life, who have gone over to other customs and ceremonies, so that you are condemned by past ages as well as we."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Arnobius: Adversus Gentes Book II 67:3",
                            "text": "Do you indeed have the people distributed into five classes, as your ancestors once had? Do you ever elect magistrates by vote of the people? Do you know what military, urban, and common comitia are? Do you watch the sky, or put an end to public business because evil omens are announced? When you are preparing for war, do you hang out a flag from the citadel, or practise the forms of the Fetiales, solemnly demanding the return of what has been carried off? or, when encountering the dangers of war, do you begin to hope also, because of favourable omens from the points of the spears? In entering on office, do you still observe the laws fixing the proper times? with regard to gifts and presents to advocates, do you observe the Cincian and the sumptuary laws in restricting your expenses? Do you maintain fires, ever burning, in gloomy sanctuaries? Do you consecrate tables by putting on them salt-cellars and images of the gods? When you marry, do you spread the couch with a toga, and invoke the genii of husbands? do you arrange the hair of brides with the hasta caelibaris? do you bear the maidens' garments to the temple of Fortuna Virginalis? Do your matrons work in the halls of your houses, showing their industry openly do they refrain from drinking wine? are their friends and relations allowed to kiss them, in order to show that they are sober and temperate?."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Arnobius: Adversus Gentes Book II 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Arnobius: Adversus Gentes Book II 68:1",
                            "text": "On the Alban hill, it was not allowed in ancient times to sacrifice any but snow-white bulls: have you not changed that custom and religious observance, and has it not been enacted by decree of the senate, that reddish ones may be offered? While during the reigns of Romulus and Pompilius the inner parts, having been quite thoroughly cooked and softened, were burnt up in sacrificing to the gods, did you not begin, under king Tullius, to hold them out half-raw and slightly warm, paying no regard to the former usage? While before the arrival of Hercules in Italy supplication was made to father Dis and Saturn with the heads of men by Apollo's advice; have you not, in like manner, changed this custom too, by means of cunning deceit and ambiguous names? Since, then, yourselves also have followed at one time these customs, at another different laws, and have repudiated and rejected many things on either perceiving your mistakes or seeing something better, what have we done contrary to common sense and the discretion all men have, if we have chosen what is greater and more certain, and have not suffered ourselves to be held back by unreasoning respect for impostures?."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Arnobius: Adversus Gentes Book II 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Arnobius: Adversus Gentes Book II 69:1",
                            "text": "But our name is new, we are told, and the religion which we follow arose but a few days ago."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Arnobius: Adversus Gentes Book II 69:2",
                            "text": "Granting for the present that what you urge against us is not untrue, what is there, I would ask, among the affairs of men that is either done by bodily exertion and manual labour, or attained by the mind's learning and knowledge, which did not begin at some time, and pass into general use and practice since then? Medicine, philosophy, music, and all the other arts by which social life has been built up and refined,—were these born with men, and did they not rather begin to be pursued, understood, and practised lately, nay, rather, but a short time since? Before the Etruscan Tages saw the light, did any one know or trouble himself to know and learn what meaning there was in the fall of thunderbolts, or in the veins of the victims sacrificed? When did the motion of the stars or the art of calculating nativities begin to be known? Was it not after Theutis the Egyptian; or after Atlas, as some say, the bearer, supporter, stay, and prop of the skies?."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Arnobius: Adversus Gentes Book II 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:1",
                            "text": "But why do I speak of these trivial things? The immortal gods themselves, whose temples you now enter with reverence, whose deity you suppliantly adore, did they not at certain times, as is handed down by your writings and traditions, begin to be, to be known and to be invoked by names and titles which were given to them? For if it is true that Jupiter with his brothers was born of Saturn and his wife, before Ops was married and bore children Jupiter had not existed both the Supreme and the Stygian, no, nor the lord of the sea, nor Juno, nay more, no one inhabited the heavenly seats except the two parents; but from their union the other gods were conceived and born, and breathed the breath of life."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:2",
                            "text": "So, then, at a certain time the god Jupiter began to be, at a certain time to merit worship and sacrifices, at a certain time to be set above his brothers in power."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:3",
                            "text": "But, again, if Liber, Venus, Diana, Mercury, Apollo, Hercules, the Muses, the Tyndarian brothers, and Vulcan the lord of fire, were begotten by father Jupiter, and born of a parent sprung from Saturn, before that Memory, Alcmena, Maia, Juno, Latona, Leda, Dione, and Semele also bore children to Diespiter; these deities, too, were nowhere in the world, nor in any part of the universe, but by Jupiter's embraces they were begotten and born, and began to have some sense of their own existence."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:4",
                            "text": "So then, these, too, began to be at a certain time, and to be summoned among the gods to the sacred rites."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:5",
                            "text": "This we say, in like manner, of Minerva."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:6",
                            "text": "For if, as you assert, she burst forth from Jupiter's head ungenerated, before Jupiter was begotten, and received in his mother's womb the shape and outline of his body, it is quite certain that Minerva did not exist, and was not reckoned among things or as existing at all; but from Jove's head she was born, and began to have a real existence."
                        },
                        {
                            "verse": 7,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:7",
                            "text": "She therefore has an origin at the first, and began to be called a goddess at a certain time, to be set up in temples, and to be consecrated by the inviolable obligations of religion."
                        },
                        {
                            "verse": 8,
                            "chapter": 70,
                            "name": "Arnobius: Adversus Gentes Book II 70:8",
                            "text": "Now as this is the case, when you talk of the novelty of our religion, does your own not come into your thoughts, and do you not take care to examine when your gods sprung up,—what origins, what causes they have, or from what stocks they have burst forth and sprung? But how shameful, how shameless it is to censure that in another which you see that you do yourself,—to take occasion to revile and accuse others for things which can be retorted upon you in turn!."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Arnobius: Adversus Gentes Book II 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:1",
                            "text": "But our rites are new; yours are ancient, and of excessive antiquity, we are told."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:2",
                            "text": "And what help does that give you, or how does it damage our cause and argument? The belief which we hold is new; some day even it, too, will become old: yours is old; but when it arose, it was new and unheard of."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:3",
                            "text": "The credibility of a religion, however, must not be determined by its age, but by its divinity; and you should consider not when, but what you began to worship."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:4",
                            "text": "Four hundred years ago, my opponent says, your religion did not exist."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:5",
                            "text": "And two thousand years ago, I reply, your gods did not exist."
                        },
                        {
                            "verse": 6,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:6",
                            "text": "By what reckoning, you ask, or by what calculations, can that be inferred? They are not difficult, not intricate, but can be seen by any one who will take them in hand even, as the saying is."
                        },
                        {
                            "verse": 7,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:7",
                            "text": "Who begot Jupiter and his brothers? Saturn with Ops, as you relate, sprung from Coelus and Hecate."
                        },
                        {
                            "verse": 8,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:8",
                            "text": "Who begot Picus, the father of Faunus and grandfather of Latinus? Saturn, as you again hand down by your books and teachers? Therefore, if this is the case, Picus and Jupiter are in consequence united by the bond of kinship, inasmuch as they are sprung from one stock and race."
                        },
                        {
                            "verse": 9,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:9",
                            "text": "It is clear, then, that what we say is true."
                        },
                        {
                            "verse": 10,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:10",
                            "text": "How many steps are there in coming down from Jupiter and Picus to Latinus? Three, as the line of succession shows."
                        },
                        {
                            "verse": 11,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:11",
                            "text": "Will you suppose Faunus, Latinus, and Picus to have each lived a hundred and twenty years, for beyond this it is that man's life cannot be prolonged? The estimation is well grounded and clear."
                        },
                        {
                            "verse": 12,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:12",
                            "text": "There are, then, three hundred and sixty years after these? It is just as the calculation shows."
                        },
                        {
                            "verse": 13,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:13",
                            "text": "Whose father-in-law was Latinus? aeneas'."
                        },
                        {
                            "verse": 14,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:14",
                            "text": "Whose father was he? He was father of the founder of the town Alba."
                        },
                        {
                            "verse": 15,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:15",
                            "text": "How many years did kings reign in Alba? Four hundred and twenty almost."
                        },
                        {
                            "verse": 16,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:16",
                            "text": "Of what age is the city Rome shown to be in the annals? It reckons ten hundred and fifty years, or not much less."
                        },
                        {
                            "verse": 17,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:17",
                            "text": "So, then, from Jupiter, who is the brother of Picus and father of the other and lesser gods, down to the present time, there are nearly, or to add a little to the time, altogether, two thousand years."
                        },
                        {
                            "verse": 18,
                            "chapter": 71,
                            "name": "Arnobius: Adversus Gentes Book II 71:18",
                            "text": "Now since this cannot be contradicted, not only is the religion to which you adhere shown to have sprung up lately; but it is also shown that the gods themselves, to whom you heap up bulls and other victims at the risk of bringing on disease, are young and little children, who should still be fed with their mothers' milk."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Arnobius: Adversus Gentes Book II 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Arnobius: Adversus Gentes Book II 72:1",
                            "text": "But your religion precedes ours by many years, and is therefore, you say, truer, because it has been supported by the authority of antiquity."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Arnobius: Adversus Gentes Book II 72:2",
                            "text": "And of what avail is it that it should precede ours as many years as you please, since it began at a certain time? or what are two thousand years, compared with so many thousands of ages? And yet, lest we should seem to betray our cause by so long neglect, say, if it does not annoy you, does the Almighty and Supreme God seem to you to be something new; and do those who adore and worship Him seem to you to support and introduce an unheard-of, unknown, and upstart religion? Is there anything older than Him? or can anything be found preceding Him in being, time, name? Is not He alone uncreated, immortal, and everlasting? Who is the head and fountain of things? is not He? To whom does eternity owe its name? is it not to Him? Is it not because He is everlasting, that the ages go on without end? This is beyond doubt, and true: the religion which we follow is not new, then, but we have been late in learning what we should follow and revere, or where we should both fix our hope of salvation, and employ the aid given to save us."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Arnobius: Adversus Gentes Book II 72:3",
                            "text": "For He had not yet shone forth who was to point out the way to those wandering from it, and give the light of knowledge to those who were lying in the deepest darkness, and dispel the blindness of their ignorance."
                        }
                    ]
                },
                {
                    "chapter": 73,
                    "name": "Arnobius: Adversus Gentes Book II 73",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 73,
                            "name": "Arnobius: Adversus Gentes Book II 73:1",
                            "text": "But are we alone in this position? What! have you not introduced into the number of your gods the Egyptian deities named Serapis and Isis, since the consulship of Piso and Gabinius? What! did you not begin both to know and be acquainted with, and to worship with remarkable honours, the Phrygian mother—who, it is said, was first set up as a goddess by Midas or Dardanus—when Hannibal, the Carthaginian, was plundering Italy and aiming at the empire of the world? Are not the sacred rites of mother Ceres, which were adopted but a little while ago, called Graeca because they were unknown to you, their name bearing witness to their novelty? Is it not said in the writings of the learned, that the rituals of Numa Pompilius do not contain the name of Apollo? Now it is clear and manifest from this, that he, too, was unknown to you, but that at some time afterwards he began to be known also."
                        },
                        {
                            "verse": 2,
                            "chapter": 73,
                            "name": "Arnobius: Adversus Gentes Book II 73:2",
                            "text": "If any one, therefore, should ask you why you have so lately begun to worship those deities whom we mentioned just now, it is certain that you will reply, either because we were till lately not aware that they were gods, or because we have now been warned by the seers, or because, in very trying circumstances, we have been preserved by their favour and help."
                        },
                        {
                            "verse": 3,
                            "chapter": 73,
                            "name": "Arnobius: Adversus Gentes Book II 73:3",
                            "text": "But if you think that this is well said by you, you must consider that, on our part, a similar reply has been made."
                        },
                        {
                            "verse": 4,
                            "chapter": 73,
                            "name": "Arnobius: Adversus Gentes Book II 73:4",
                            "text": "Our religion has sprung up just now; for now He has arrived who was sent to declare it to us, to bring us to its truth; to show what God is; to summon us from mere conjectures, to His worship."
                        }
                    ]
                },
                {
                    "chapter": 74,
                    "name": "Arnobius: Adversus Gentes Book II 74",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:1",
                            "text": "And why, my opponent says, did God, the Ruler and Lord of the universe, determine that a Saviour, Christ, should be sent to you from the heights of heaven a few hours ago, as it is said? We ask you too, on the other hand, what cause, what reason is there that the seasons sometimes do not recur at their own months, but that winter, summer, and autumn come too late? why, after the crops have been dried up and the corn has perished, showers sometimes fall which should have dropped on them while yet uninjured, and made provision for the wants of the time? Nay, this we rather ask, why, if it were fitting that Hercules should be born, aesculapius, Mercury, Liber, and some others, that they might be both added to the assemblies of the gods, and might do men some service,—why they were produced so late by Jupiter, that only later ages should know them, while the past ages of those who went before knew them not? You will say that there was some reason."
                        },
                        {
                            "verse": 2,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:2",
                            "text": "There was then some reason here also that the Saviour of our race came not lately, but to-day."
                        },
                        {
                            "verse": 3,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:3",
                            "text": "What, then, you ask, is the reason? We do not deny that we do not know."
                        },
                        {
                            "verse": 4,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:4",
                            "text": "For it is not within the power of any one to see the mind of God, or the way in which He has arranged His plans."
                        },
                        {
                            "verse": 5,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:5",
                            "text": "Man, a blind creature, and not knowing himself even, can in no way learn what should happen, when, or what its nature is: the Father Himself, the Governor and Lord of all, alone knows."
                        },
                        {
                            "verse": 6,
                            "chapter": 74,
                            "name": "Arnobius: Adversus Gentes Book II 74:6",
                            "text": "Nor, if I have been unable to disclose to you the causes why something is done in this way or that, does it straightway follow, that what has been done becomes not done, and that a thing becomes incredible, which has been shown to be beyond doubt by such virtues and powers."
                        }
                    ]
                },
                {
                    "chapter": 75,
                    "name": "Arnobius: Adversus Gentes Book II 75",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:1",
                            "text": "You may object and rejoin, Why was the Saviour sent forth so late? In unbounded, eternal ages, we reply, nothing whatever should be spoken of as late."
                        },
                        {
                            "verse": 2,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:2",
                            "text": "For where there is no end and no beginning, nothing is too soon, nothing too late."
                        },
                        {
                            "verse": 3,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:3",
                            "text": "For time is perceived from its beginnings and endings, which an unbroken line and endless succession of ages cannot have."
                        },
                        {
                            "verse": 4,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:4",
                            "text": "For what if the things themselves to which it was necessary to bring help, required that as a fitting time? For what if the condition of antiquity was different from that of later times? What if it was necessary to give help to the men of old in one way, to provide for their descendants in another? Do ye not hear your own writings read, telling that there were once men who were demi-gods, heroes with immense and huge bodies? Do you not read that infants on their mothers' breasts shrieked like Stentors, whose bones, when dug up in different parts of the earth, have made the discoverers almost doubt that they were the remains of human limbs? So, then, it may be that Almighty God, the only God, sent forth Christ then indeed, after that the human race, becoming feebler, weaker, began to be such as we are."
                        },
                        {
                            "verse": 5,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:5",
                            "text": "If that which has been done now could have been done thousands of years ago, the Supreme Ruler would have done it; or if it had been proper, that what has been done now should be accomplished as many thousands after this, nothing compelled God to anticipate the necessary lapse of time."
                        },
                        {
                            "verse": 6,
                            "chapter": 75,
                            "name": "Arnobius: Adversus Gentes Book II 75:6",
                            "text": "His plans are executed in fixed ways; and that which has been once decided on, can in no wise be changed again."
                        }
                    ]
                },
                {
                    "chapter": 76,
                    "name": "Arnobius: Adversus Gentes Book II 76",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 76,
                            "name": "Arnobius: Adversus Gentes Book II 76:1",
                            "text": "Inasmuch then, you say, as you serve the Almighty God, and trust that He cares for your safety and salvation, why does He suffer you to be exposed to such storms of persecution, and to undergo all kinds of punishments and tortures? Let us, too, ask in reply, why, seeing that you worship so great and so innumerable gods, and build temples to them, fashion images of gold, sacrifice herds of animals, and all heap up boxfuls of incense on the already loaded altars, why you live subject to so many dangers and storms of calamity, with which many fatal misfortunes vex you every day? Why, I say, do your gods neglect to avert from you so many kinds of disease and sickness, shipwrecks, downfalls, conflagrations, pestilences, barrenness, loss of children, and confiscation of goods, discords, wars, enmities, captures of cities, and the slavery of those who are robbed of their rights of free birth? But, my opponent says, in such mischances we, too, are in no wise helped by God."
                        },
                        {
                            "verse": 2,
                            "chapter": 76,
                            "name": "Arnobius: Adversus Gentes Book II 76:2",
                            "text": "The cause is plain and manifest."
                        },
                        {
                            "verse": 3,
                            "chapter": 76,
                            "name": "Arnobius: Adversus Gentes Book II 76:3",
                            "text": "For no hope has been held out to us with respect to this life, nor has any help been promised or aid decreed us for what belongs to the husk of this flesh,—nay, more, we have been taught to esteem and value lightly all the threats of fortune, whatever they be; and if ever any very grievous calamity has assailed us, to count as pleasant in that misfortune the end which must follow, and not to fear or flee from it, that we may be the more easily released from the bonds of the body, and escape from our darkness and blindness."
                        }
                    ]
                },
                {
                    "chapter": 77,
                    "name": "Arnobius: Adversus Gentes Book II 77",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 77,
                            "name": "Arnobius: Adversus Gentes Book II 77:1",
                            "text": "Therefore that bitterness of persecution of which you speak is our deliverance and not persecution, and our ill-treatment will not bring evil upon us, but will lead us to the light of liberty."
                        },
                        {
                            "verse": 2,
                            "chapter": 77,
                            "name": "Arnobius: Adversus Gentes Book II 77:2",
                            "text": "As if some senseless and stupid fellow were to think that he never punished a man who had been put into prison with severity and cruelty, unless he were to rage against the very prison, break its stones in pieces, and burn its roof, its wall, its doors; and strip, overthrow, and dash to the ground its other parts, not knowing that thus he was giving light to him whom he seemed to be injuring, and was taking from him the accursed darkness: in like manner, you too, by the flames, banishments, tortures, and monsters with which you tear in pieces and rend asunder our bodies, do not rob us of life, but relieve us of our skins, not knowing that, as far as you assault and seek to rage against these our shadows and forms, so far you free us from pressing and heavy chains, and cutting our bonds, make us fly up to the light."
                        }
                    ]
                },
                {
                    "chapter": 78,
                    "name": "Arnobius: Adversus Gentes Book II 78",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 78,
                            "name": "Arnobius: Adversus Gentes Book II 78:1",
                            "text": "Wherefore, O men, refrain from obstructing what you hope for by vain questions; nor should you, if anything is otherwise than you think, trust your own opinions rather than that which should be reverenced."
                        },
                        {
                            "verse": 2,
                            "chapter": 78,
                            "name": "Arnobius: Adversus Gentes Book II 78:2",
                            "text": "The times, full of dangers, urge us, and fatal penalties threaten us; let us flee for safety to God our Saviour, without demanding the reason of the offered gift."
                        },
                        {
                            "verse": 3,
                            "chapter": 78,
                            "name": "Arnobius: Adversus Gentes Book II 78:3",
                            "text": "When that at stake is our souls' salvation and our own interests, something must be done even without reason, as Arrhianus approves of Epictetus having said."
                        },
                        {
                            "verse": 4,
                            "chapter": 78,
                            "name": "Arnobius: Adversus Gentes Book II 78:4",
                            "text": "We doubt, we hesitate, and suspect the credibility of what is said; let us commit ourselves to God, and let not our incredulity prevail more with us than the greatness of His name and power, lest, while we are seeking out arguments for ourselves, through which that may seem false which we do not wish and deny to be true, the last day steal upon us, and we be found in the jaws of our enemy, death."
                        }
                    ]
                }
            ]
        }
    ]
}