{
    "books": [
        {
            "name": "Syriac: Acts of Sharbil",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Syriac: Acts of Sharbil 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:1",
                            "text": "Acts of Sharbil: Acts of Sharbil, Who Was a Priest of Idols, and Was Converted to the Confession of Christianity in Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:2",
                            "text": "In the fifteenth year of the Sovereign Ruler Trajan Caesar, and in the third year of King Abgar the Seventh, which is the year  of the kingdom of Alexander king of the Greeks, and in the priesthood of Sharbil and Barsamya, Trajan Caesar commanded the governors of the countries under his dominion that sacrifices and libations should be increased in all the cities of their administration, and that those who did not sacrifice should be seized and delivered over to stripes, and to the tearing of combs, and to bitter inflictions of all kinds of tortures, and should afterwards receive the punishment of the sword."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:3",
                            "text": "Now, when the command arrived at the town of Edessa of the Parthians, there was a great festival, on the eighth of Nisan, on the third day of the week:  the whole city was gathered together by the great altar which was in the middle of the town, opposite the Record office, all the gods having been brought together, and decorated, and sitting in honour, both Nebu and Bel together with their fellows."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:4",
                            "text": "And all the priests were offering incense of spices and libations, and an odour of sweetness was diffusing itself around, and sheep and oxen were being slaughtered, and the sound of the harp and the drum was heard in the whole town."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:5",
                            "text": "And Sharbil was chief and ruler of all the priests; and he was honoured above all his fellows, and was clad in splendid and magnificent vestments; and a headband embossed with figures of gold was set upon his head; and at the bidding of his word everything that he ordered was done."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:6",
                            "text": "And Abgar the king, son of the gods, was standing at the head of the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:7",
                            "text": "And they obeyed Sharbil, because he drew nearer to all the gods than any of his fellows, and as being the one who according to that which he had heard from the gods returned an answer to every man."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:8",
                            "text": "And, while these things were being done by the command of the king, Barsamya, the bishop of the Christians, went up to Sharbil, he and Tiridath the elder and Shalula the deacon; and he said to Sharbil, the high priest:  The King Christ, to whom belong heaven and earth, will demand an account at thy hands of all these souls against whom thou art sinning, and whom thou art misleading, and turning away from the God of verity and of truth to idols that are made and deceitful, which are not able to do anything with their hands—moreover also thou hast no pity on thine own soul, which is destitute of the true life of God; and thou declarest to this people that the dumb idols talk with thee; and, as if thou wert listening to something from them, thou puttest thine ear near to one and another of them, and sayest to this people:  The god Nebu bade me say to you, \"On account of your sacrifices and oblations I cause peace in this your country;\" and:  Bel saith, \"I cause great plenty in your land;\" and those who hear this from thee do not discern that thou art greatly deceiving them—because \"they have a mouth and speak not, and they have eyes and see not with them;\" it is ye who bear up them, and not they who bear up you, as ye suppose; and it is ye who set tables before them, and not they who feed you."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:9",
                            "text": "And now be persuaded by me touching that which I say to thee and advise thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:10",
                            "text": "If thou be willing to hearken to me, abandon idols made, and worship God the Maker of all things, and His Son Jesus Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:11",
                            "text": "Do not, because He put on a body and became man and was stretched out on the cross of death, be ashamed of Him and refuse to worship Him:  for, all these things which He endured—it was for the salvation of men and for their deliverance."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:12",
                            "text": "For this One who put on a body is God, the Son of God, Son of the essence of His Father, and Son of the nature of Him who begat Him:  for He is the adorable brightness of His Godhead, and is the glorious manifestation of His majesty, and together with His Father He existed from eternity and from everlasting, His arm, and His right hand, and His power, and His wisdom, and His strength, and the living Spirit which is from Him, the Expiator and Sanctifier of all His worshippers."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:13",
                            "text": "These are the things which Palut taught us, with whom thy venerable self was acquainted; and thou knowest that Palut was the disciple of Addaeus the apostle."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:14",
                            "text": "Abgar the king also, who was older than this Abgar, who himself worshippeth idols as well as thou, he too believed in the King Christ, the Son of Him whom thou callest Lord of all the gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:15",
                            "text": "For it is forbidden to Christians to worship anything that is made, and is a creature, and in its nature is not God:  even as ye worship idols made by men, who themselves also are made and created."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:16",
                            "text": "Be persuaded, therefore, by these things which I have said to thee, which things are the belief of the Church:  for I know that all this population are looking to thee, and I am well assured that, if thou be persuaded, many also will persuaded with thee."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:17",
                            "text": "Sharbil said to him:  Very acceptable to me are these thy words which thou hast spoken before me; yea, exceedingly acceptable are they to me."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:18",
                            "text": "But, as for me, I know that I am outcast from all these things, and there is no longer any remedy for me."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:19",
                            "text": "And, now that hope is cut off from me, why weariest thou thyself about a man dead and buried, for whose death there is no hope of resuscitation?  For I am slain by paganism, and am become a dead man, the property of the Evil One:  in sacrifices and libations of imposture have I consumed all the days of my life."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:20",
                            "text": "And, when Barsamya the bishop heard these things, he fell down before his feet, and said to him:  There is hope for those who turn, and healing for those that are wounded."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:21",
                            "text": "I myself will be surety to thee for the abundant mercies of the Son Christ:  that He will pardon thee all the sins which thou hast committed against Him, in that thou hast worshipped and honoured His creatures instead of Himself."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:22",
                            "text": "For that Gracious One, who extended Himself on the cross of death, will not withhold His grace from the souls that comply with His precepts and take refuge in His kindness which has been displayed towards us."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:23",
                            "text": "Like as He did towards the robber, so is He able to do to thee, and also to those who are like thee."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:24",
                            "text": "Sharbil said to him:  Thou, like a skilful physician, who suffers pain from the pain of the afflicted, hast done well in that thou hast been concerned about me."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:25",
                            "text": "But at present, because it is the festival to-day of this people, of every one of them, I cannot go down with thee to-day to the church."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:26",
                            "text": "Depart thou, and go down with honour; and to-morrow at night I will come down to thee:  I too have henceforth renounced for myself the gods made with hands, and I will confess the Lord Christ, the Maker of all men."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:27",
                            "text": "And the next day Sharbil arose and went down to Barsamya by night, he and Babai his sister; and he was received by the whole church."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:28",
                            "text": "And he said to them:  Offer for me prayer and supplication, that Christ may forgive me all the sins that I have committed against Him in all this long course of years."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:29",
                            "text": "And, because they were in dread of the persecutors, they arose and gave him the seal of salvation, whilst he confessed the Father, and the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:30",
                            "text": "And, when all the city had heard that he was gone down to the church, there began to be a consternation among the multitude; and they arose and went down to him, and saw him clad in the fashion of the Christians."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:31",
                            "text": "And he said to them:  May the Son Christ forgive me all the sins that I have committed against you, and all in which I made you think that the gods talked with me, whereas they did not talk; and, forasmuch as I have been to you a cause of abomination, may I now be to you a cause of good:  instead of worshipping, as formerly, idols made with hands, may ye henceforth worship God the Maker."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:32",
                            "text": "And, when they had heard these things, there remained with him a great congregation of men and of women; and Labu also, and Hafsai, and Barcalba, and Avida, chief persons of the city."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:33",
                            "text": "They all said to Sharbil:  Henceforth we also renounce that which thou hast renounced, and we confess the King Christ, whom thou hast confessed."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:34",
                            "text": "But Lysanias, the judge of the country, when he heard that Sharbil had done this, sent by night and carried him off from the church."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:35",
                            "text": "And there went up with him many Christians."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:36",
                            "text": "And he sat down, to hear him and to judge him, before the altar which is in the middle of the town, where he used to sacrifice to the gods."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:37",
                            "text": "And he said to him:  Wherefore hast thou renounced the gods, whom thou didst worship, and to whom thou didst sacrifice, and to whom thou wast made chief of the priests, and lo! dost today confess Christ, whom thou didst formerly deny?  For see how those Christians, to whom thou art gone, renounce not that which they have held, like as thou hast renounced that in which thou wast born."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:38",
                            "text": "If thou art assured of the gods, how is it that thou hast renounced them this day?  But, if on the contrary thou art not assured, as thou declarest concerning them, how is it that thou didst once sacrifice to them and worship them?  Sharbil said:  When I was blinded in my mind, I worshipped that which I knew not; but to-day, inasmuch as I have obtained the clear eyes of the mind, it is henceforth impossible that I should stumble at carved stones, or that I should any longer be the cause of stumbling to others."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:39",
                            "text": "For it is a great disgrace to him whose eyes are open, if he goes and falls into the pit of destruction."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:40",
                            "text": "The judge said:  Because thou hast been priest of the venerable gods, and hast been partaker of the mystery of those whom the mighty emperors worship, I will have patience with thee, in order that thou mayest be persuaded by me, and not turn away from the service of the gods; but, if on the contrary thou shalt not be persuaded by me, by those same gods whom thou hast renounced I swear that, even as on a man that is a murderer, so will I inflict tortures on thee, and will avenge on thee the wrong done to the gods, whom thou hast rebelled against and renounced, and also the insult which thou hast poured upon them; nor will I leave untried any kind of tortures which I will not inflict on thee; and, like as thine honour formerly was great, so will I make thine ignominy great this day."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:41",
                            "text": "Sharbil said:  I too, on my part, am not content that thou shouldest look upon me as formerly, when I worshipped gods made with hands; but look thou upon me to-day and question me as a Christian man renouncing idols and confessing the King Christ."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:42",
                            "text": "The judge said:  How is it that thou art not afraid of the emperors, nor moved to shame by those who are listening to thy trial, that thou sayest, \"I am a Christian\"?  But promise that thou wilt sacrifice to the gods, according to thy former custom, so that thy honour may be great, as formerly—lest I make to tremble at thee all those who have believed like thyself."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:43",
                            "text": "Sharbil said:  Of the King of kings I am afraid, but at any king of earth I tremble not, nor yet at thy threats towards me, which lo! thou utterest against the worshippers of Christ:  whom I confessed yesterday, and lo! I am brought to trial for His sake to-day, like as He Himself was brought to trial for the sake of sinners like me."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:44",
                            "text": "The judge said:  Although thou have no pity on thyself, still I will have pity on thee, and refrain from cutting off those hands of thine with which thou hast placed incense before the gods, and from stopping with thy blood those ears of thine which have heard their mysteries, and thy tongue which has interpreted and explained to us their secret things."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:45",
                            "text": "Of those gods lo! I am afraid, and I have pity on thee."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:46",
                            "text": "But, if thou continue thus, those gods be my witnesses that I will have no pity on thee!  Sharbil said:  As a man who art afraid of the emperors and tremblest at idols, have thou no pity on me."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:47",
                            "text": "For, as for me, I know not what thou sayest:  therefore also is my mind not shaken or terrified by those things which thou sayest."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:48",
                            "text": "For by thy judgments shall all they escape from the judgment to come who do not worship that which is not God in its own nature."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:49",
                            "text": "The judge said:  Let him be scourged with thongs, because he has dared to answer me thus, and has resisted the command of the emperors, and has not appreciated the honour which the gods conferred on him:  inasmuch as, lo! he has renounced them."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:50",
                            "text": "And he was scourged by ten men, who laid hold on him, according to the command of the judge."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:51",
                            "text": "Sharbil said:  Thou art not aware of the scourging of justice in that world which is to come."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:52",
                            "text": "For thou wilt cease, and thy judgments also will pass away; but justice will not pass away, nor will its retributions come to an end."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:53",
                            "text": "The judge said:  Thou art so intoxicated with this same Christianity, that thou dost not even know before whom thou art judged, and by whom it is that thou art scourged—even by those who formerly held thee in honour, and paid adoration to thy priesthood in the gods."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:54",
                            "text": "Why dost thou hate honour, and love this ignominy?  For, although thou speakest contrary to the law, yet I myself cannot turn aside from the laws of the emperors."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:55",
                            "text": "Sharbil said:  As thou takest heed not to depart from the laws of the emperors, and if moreover thou depart from them thou knowest what command they will give concerning thee, so do I also take heed not to decline from the law of Him who said,  \"Thou shalt not worship any image, nor any likeness;\" and therefore will I not sacrifice to idols made with hands:  for long enough was the time in which I sacrificed to them, when I was in ignorance."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:56",
                            "text": "The judge said:  Bring not upon thee punishment in addition to the punishment which thou hast already brought upon thee."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:57",
                            "text": "Enough is it for thee to have said, \"I will not sacrifice:\"  do not dare to insult the gods, by calling them manufactured idols whom even the emperors honour."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:58",
                            "text": "Sharbil said:  But, if on behalf of the emperors, who are far away and not near at hand and not conscious of those who treat their commands with contempt, thou biddest me sacrifice, how is it that on behalf of idols, who lo! are present and are seen, but see not, thou biddest me sacrifice?  Why, hereby thou hast declared before all thy attendants that, because they have a mouth and speak not, lo! thou art become a pleader for them:  dumb idols \"to whom their makers shall be like,\" and \"every one that trusteth upon them\" shall be like thee."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:59",
                            "text": "The judge said:  It was not for this that thou wast called before me—that, instead of paying the honour which is due, thou shouldst despise the emperors."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:60",
                            "text": "But draw near to the gods and sacrifice, and have pity on thyself, thou self-despiser!  Sharbil said:  Why should it be requisite for thee to ask me many questions, after that which I have said to thee:  \"I will not sacrifice\"?  Thou hast called me a self-despiser?  But would that from my childhood I had had this mind and had thus despised myself, which was perishing!  The judge said:  Hang him up, and tear him with combs on his sides."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:61",
                            "text": "—And while he was thus torn he cried aloud and said:  It is for the sake of Christ, who has secretly caused His light to arise upon the darkness of my mind."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:62",
                            "text": "And, when he had thus spoken, the judge commanded again that he should be torn with combs on his face."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:63",
                            "text": "Sharbil said:  It is better that thou shouldest inflict tortures upon me for not sacrificing, than that I should be judged there for having sacrificed to the work of men's hands."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:64",
                            "text": "The judge said:  Let his body be bent backwards, and let straps be tied to his hands and his feet; and, when he has been bent backwards, let him be scourged on his belly."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:65",
                            "text": "And they scourged him in this manner, according to the command of the judge."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:66",
                            "text": "Then he commanded that he should go up to the prison, and that he should be cast into a dark dungeon."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:67",
                            "text": "And the executioners, and the Christians who had come up with him from the church, carried him, because he was not able to walk upon his feet in consequence of his having been bent backwards."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:68",
                            "text": "And he was in the gaol many days."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:69",
                            "text": "But on the second of Ilul, on the third day of the week, the judge arose and went down to his judgment-hall by night; and the whole body of his attendants was with him; and he commanded the keeper of the prison, and they brought him before him."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:70",
                            "text": "And the judge said to him:  This long while hast thou been in prison:  what has been thy determination concerning those things on which thou wast questioned before me?  Dost thou consent to minister to the gods according to thy former custom, agreeably to the command of the emperors?  Sharbil said:  This has been my determination in the prison, that that with which I began before thee, I will finish even to the last; nor will I play false with my word."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:71",
                            "text": "For I will not again confess idols, which I have renounced; nor will I renounce the King Christ, whom I have confessed."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:72",
                            "text": "The judge said:  Hang him up by his right hand, because he has withdrawn it from the gods that he may not again offer incense with it, until his hand with which he ministered to the gods be dislocated, because he persists in this saying of his."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:73",
                            "text": "And, while he was suspended by his hand, they asked him and said to him:  Dost thou consent to sacrifice to the gods?  But he was not able to return them an answer, on account of the dislocation of his arm."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:74",
                            "text": "And the judge commanded, and they loosed him and took him down."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:75",
                            "text": "But he was not able to bring his arm up to his side, until the executioners pressed it and brought it up to his side."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:76",
                            "text": "The judge said:  Put on incense, and go whithersoever thou wilt, and no one shall compel thee to be a priest again."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:77",
                            "text": "But, if thou wilt not, I will show thee tortures bitterer than these."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:78",
                            "text": "Sharbil said:  As for gods that made not the heavens and the earth, may they perish from under these heavens!  But thou, menace me not with words of threatening; but, instead of words, show upon me the deeds of threatening, that I hear thee not again making mention of the detestable name of gods!  The judge said:  Let him be branded with the brand of bitter fire between his eyes and upon his cheeks."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:79",
                            "text": "And the executioners did so, until the smell of the branding reeked forth in the midst of the judgment-hall:  but he refused to sacrifice."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:80",
                            "text": "Sharbil said:  Thou hast heard for thyself from me, when I said to thee \"Thou art not aware of the smoke of the roasting of the fire which is prepared for those who, like thee, confess idols made by hands, and deny the living God, after thy fashion\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:81",
                            "text": "The judge said:  Who taught thee all these things, that thou shouldest speak before me thus—a man who was a friend of the gods and an enemy of Christ, whereas, lo! thou art become his advocate."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:82",
                            "text": "Sharbil said:  Christ whom I have confessed, He it is that hath taught me to speak thus."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:83",
                            "text": "But there needeth not that I should be His advocate, for His own mercies are eloquent advocates for guilty ones like me, and these will avail to plead on my behalf in the day when the sentences shall be eternal."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:84",
                            "text": "The judge said:  Let him be hanged up, and let him be torn with combs upon his former wounds; also let salt and vinegar be rubbed into the wounds upon his sides."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:85",
                            "text": "Then he said to him:  Renounce not the gods whom thou didst formerly confess."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:86",
                            "text": "Sharbil said:  Have pity on me and spare me again from saying that there be gods, and powers, and fates, and nativities."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:87",
                            "text": "On the contrary, I confess one God, who made the heavens, and the earth, and the seas, and all that is therein; and the Son who is from Him, the King Christ."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:88",
                            "text": "The judge said:  It is not about this that thou art questioned before me—viz."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:89",
                            "text": ":  what is the belief of the Christians which thou hast confessed; but this is what I said to thee, \"Renounce not those gods to whom thou wast made priest\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:90",
                            "text": "Sharbil said:  Where is that wisdom of thine and of the emperors of whom thou makest thy boast, that ye worship the work of the hands of the artificers and confess them, whilst the artificers themselves, who made the idols, ye insult by the burdens and imposts which ye lay upon them?  The artificer standeth up at thy presence, to do honour to thee; and thou standest up in the presence of the work of the artificer, and dost honour it and worship it."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:91",
                            "text": "The judge said:  Thou art not the man to call others to account for these things; but from thyself a strict account is demanded, as to the cause for which thou hast renounced the gods, and refusest to offer them incense like thy fellow-priests."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:92",
                            "text": "Sharbil said:  Death on account of this is true life:  those who confess the King Christ, He also will confess before His glorious Father."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:93",
                            "text": "The judge said:  Let lighted candles be brought, and let them be passed round about his face and about the sides of his wounds."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:94",
                            "text": "And they did so a long while."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:95",
                            "text": "Sharbil said:  It is well that thou burnest me with this fire, that so I may be delivered from \"that fire which is not quenched, and the worm that dieth not,\" which is threatened to those who worship things made instead of the Maker:  for it is forbidden to the Christians to honour or worship anything except the nature of Him who is God Most High."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:96",
                            "text": "For that which is made and is created is designed to be a worshipper of its Maker, and is not to be worshipped along with its Creator, as thou supposest."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:97",
                            "text": "The governor said:  It is not this for which the emperors have ordered me to demand an account at thy hands, whether there be judgment and the rendering of an account after the death of men; nor yet about this do I care, whether that which is made is to be honoured or not to be honoured."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:98",
                            "text": "What the emperors have commanded me is this:  that, whosoever will not sacrifice to the gods and offer incense to them, I should employ against him stripes, and combs, and sharp swords."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:99",
                            "text": "Sharbil said:  The kings of this world are conscious of this world only; but the King of all kings, He hath revealed and shown to us that there is another world, and a judgment in reserve, in which a recompense will be made, on the one hand to those who have served God, and on the other to those who have not served Him nor confessed Him."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:100",
                            "text": "Therefore do I cry aloud, that I will not again sacrifice to idols, nor will I offer oblations to devils, nor will I do honour to demons!  The judge said:  Let nails of iron be driven in between the eyes of the insolent fellow, and let him go to that world which he is looking forward to, like a fanatic."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:101",
                            "text": "And the executioners did so, the sound of the driving in of the nails being heard as they were being driven in sharply."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:102",
                            "text": "Sharbil said:  Thou hast driven in nails between my eyes, even as nails were driven into the hands of the glorious Architect of the creation, and by reason of this did all orders of the creation tremble and quake at that season."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:103",
                            "text": "For these tortures which lo! thou art inflicting on me are nothing in view of that judgment which is to come."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:104",
                            "text": "For those \"whose ways are always firm,\" because \"they have not the judgment of God before their eyes,\" and who on this account do not even confess that God exists—neither will He confess them."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:105",
                            "text": "The judge said:  Thou sayest in words that there is a judgment; but I will show thee in deeds:  so that, instead of that judgment which is to come, thou mayest tremble and be afraid of this one which is before thine eyes, in which lo! thou art involved, and not multiply thy speech before me."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:106",
                            "text": "Sharbil said:  Whosoever is resolved to set God before his eyes in secret, God will also be at his right hand; and I too am not afraid of thy threats of tortures, with which thou dost menace me and seek to make me afraid."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:107",
                            "text": "The judge said:  Let Christ, whom thou hast confessed, deliver thee from all the tortures which I have inflicted on thee, and am about further to inflict on thee; and let Him show His deliverance towards thee openly, and save thee out of my hands."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:108",
                            "text": "Sharbil said:  This is the true deliverance of Christ imparted to me—this secret power which He has given me to endure all the tortures thou art inflicting on me, and whatsoever it is settled in thy mind still further to inflict upon me; and, although thou hast plainly seen it to be so, thou hast refused to credit my word."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:109",
                            "text": "The judge said:  Take him away from before me, and let him be hanged upon a beam the contrary way, head downwards; and let him be beaten with whips while he is hanging."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:110",
                            "text": "And the executioners did so to him, at the door of the judgment-hall."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:111",
                            "text": "Then the governor commanded, and they brought him in before him."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:112",
                            "text": "And he said to him:  Sacrifice to the gods, and do the will of the emperors, thou priest that hatest honour and lovest ignominy instead!  Sharbil said:  Why dost thou again repeat thy words, and command me to sacrifice, after the many times that thou hast heard from me that I will not sacrifice again?  For it is not any compulsion on the part of the Christians that has kept me back from sacrifices, but the truth they hold:  this it is that has delivered me from the error of paganism."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:113",
                            "text": "The judge said:  Let him be put into a chest of iron like a murderer, and let him be scourged with thongs like a malefactor."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:114",
                            "text": "And the executioners did so, until there remained not a sound place on him."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:115",
                            "text": "Sharbil said:  As for these tortures, which thou supposest to be bitter, out of the midst of their bitterness will spring up for me fountains of deliverance and mercy in the day of the eternal sentences."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:116",
                            "text": "The governor said:  Let small round pieces of wood be placed between the fingers of his hands, and let these be squeezed upon them vehemently."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:117",
                            "text": "And they did so to him, until the blood came out from under the nails of his fingers."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:118",
                            "text": "Sharbil said:  If thine eye be not satisfied with the tortures of the body, add still further to its tortures whatsoever thou wilt."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:119",
                            "text": "The judge said:  Let the fingers of his hands be loosed, and make him sit upon the ground; and bind his hands upon his knees, and thrust a piece of wood under his knees, and let it pass over the bands of his hands, and hang him up by his feet, thus bent, head downwards; and let him be scourged with thongs."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:120",
                            "text": "And they did so to him."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:121",
                            "text": "Sharbil said:  They cannot conquer who fight against God, nor may they be overcome whose confidence is God; and therefore do I say, that \"neither fire nor sword, nor death nor life, nor height nor depth, can separate my heart from the love of God, which is in our Lord Jesus Christ\"."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:122",
                            "text": "The judge said:  Make hot a ball of lead and of brass, and place it under his armpits."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:123",
                            "text": "And they did so, until his ribs began to be seen."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:124",
                            "text": "Sharbil said:  The tortures thou dost inflict upon me are too little for thy rage against me—unless thy rage were little and thy tortures were great."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:125",
                            "text": "The judge said:  Thou wilt not hurry me on by these things which thou sayest; for I have room in my mind to bear long with thee, and to behold every evil and shocking and bitter thing which I shall exhibit in the torment of thy body, because thou wilt not consent to sacrifice to the gods whom thou didst formerly worship."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:126",
                            "text": "Sharbil said:  Those things which I have said and repeated before thee, thou in thine unbelief knowest not how to hear:  now, supposest thou that thou knowest those things which are in my mind?  The judge said:  The answers which thou givest will not help thee, but will multiply upon thee inflictions manifold."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:127",
                            "text": "Sharbil said:  If the several stories of thy several gods are by thee accepted as true, yet is it matter of shame to us to tell of what sort they are."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:128",
                            "text": "For one had intercourse with boys, which is not right; and another fell in love with a maiden, who fled for refuge into a tree, as your shameful stories tell."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:129",
                            "text": "The judge said:  This fellow, who was formerly a respecter of the gods, but has now turned to insult them and has not been afraid, and has also despised the command of the emperors and has not trembled—set him to stand upon a gridiron heated with fire."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:130",
                            "text": "And the executioners did so, until the under part of his feet was burnt off."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:131",
                            "text": "Sharbil said:  If thy rage is excited at my mention of the abominable and obscene tales of thy gods, how much more does it become thee to be ashamed of their acts!  For lo! if a person were to do what one of thy gods did, and they were to bring him before thee, thou wouldest pass sentence of death upon him."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:132",
                            "text": "The judge said:  This day will I bring thee to account for thy blasphemy against the gods, and thine audacity in insulting also the emperors; nor will I leave thee alone until thou offer incense to them, according to thy former custom."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:133",
                            "text": "Sharbil said:  Stand by thy threats, then, and speak not falsely; and show towards me in deeds the authority of the emperors which they have given thee; and do not thyself bring reproach on the emperors with thy falsehood, and be thyself also despised in the eyes of thine attendants!  The judge said:  Thy blasphemy against the gods and thine audacity towards the emperors have brought upon thee these tortures which thou art undergoing; and, if thou add further to thine audacity, there shall be further added to thee inflictions bitterer than these."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:134",
                            "text": "Sharbil said:  Thou hast authority, as judge:  do whatsoever thou wilt, and show no pity."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:135",
                            "text": "The judge said:  How can he that hath had no pity on his own body, so as to avoid suffering in it these tortures, be afraid or ashamed of not obeying the command of the emperors?  Sharbil said:  Thou hast well said that I am not ashamed:  because near at hand is He that justifieth me, and my soul is caught up in rapture towards him."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:136",
                            "text": "For, whereas I once provoked Him to anger by the sacrifices of idols, I am this day pacifying Him by the inflictions I endure in my person:  for my soul is a captive to God who became man."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:137",
                            "text": "The judge said:  It is a captive, then, that I am questioning, and a madman without sense; and with a dead man who is burnt, lo! am I talking."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:138",
                            "text": "Sharbil said:  If thou art assured that I am mad, question me no further:  for it is a madman that is being questioned; nay, rather, I am a dead man who is burnt, as thou hast said."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:139",
                            "text": "The judge said:  How shall I count thee a dead man, When lo! thou hast cried aloud, \"I will not sacrifice?\"  Sharbil said:  I myself, too, know not how to return thee an answer, since thou hast called me a dead man and yet turnest to question me again as if alive."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:140",
                            "text": "The judge said:  Well have I called thee a dead man, because thy feet are burnt and thou carest not, and thy face is scorched and thou holdest thy peace, and nails are driven in between thine eyes and thou takest no account of it, and thy ribs are seen between the furrows of the combs and thou insultest the emperors, and thy whole body is mangled and maimed with stripes and thou blasphemest against the gods; and, because thou hatest thy body, lo! thou sayest whatsoever pleaseth thee."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:141",
                            "text": "Sharbil said:  If thou callest me audacious because I have endured these things, it is fit that thou, who hast inflicted them upon me, shouldest be called a murderer in thy acts and a blasphemer in thy words."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:142",
                            "text": "The judge said:  Lo! thou hast insulted the emperors, and likewise the gods; and lo! thou insultest me also, in order that I may pronounce sentence of death upon thee quickly."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:143",
                            "text": "But instead of this, which thou lookest for, I am prepared yet further to inflict upon thee bitter and severe tortures."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:144",
                            "text": "Sharbil said:  Thou knowest what I have said to thee many times:  instead of denunciations of threatening, proceed to show upon me the performance of the threat, that thou mayest be known to do the will of the emperors."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:145",
                            "text": "The judge said:  Let him be torn with combs upon his legs and upon the sides of his thighs."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:146",
                            "text": "And the executioners did so, until his blood flowed and ran down upon the ground."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:147",
                            "text": "Sharbil said:  Thou hast well done in treating me thus:  because I have heard that one of the teachers of the Church hath said, \"Scars are on my body, that I may come to the resurrection from the place of the dead\"."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:148",
                            "text": "Me too, who was a dead man out of sight, lo! thine inflictions bring to life again."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:149",
                            "text": "The judge said:  Let him be torn with combs on his face, since he is not ashamed of the nails which are driven in between his eyes."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:150",
                            "text": "And they tore him with combs upon his cheeks, and between the nails which were driven into them."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:151",
                            "text": "Sharbil said:  I will not obey the emperors, who command that to be worshipped and honoured which is not of the nature of God, and is not God in its nature, but is the work of him that made it."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:152",
                            "text": "The judge said:  Like as the emperors worship, so also worship thou; and that honour which the judges render, do thou render also."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:153",
                            "text": "Sharbil said:  Even though I insult that which is the work of men and has no perception and no feeling of anything, yet do not thou insult God, the Maker of all, nor worship along with Him that which is not of Him, and is foreign to His nature."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:154",
                            "text": "The judge said:  Does this your doctrine so teach you, that you should insult the very luminaries which give light to all the regions of the earth?  Sharbil said:  Although it is not enjoined upon us to insult them, yet it is enjoined upon us not to worship them nor honour them, seeing that they are things made:  for this were an insufferable wrong, that a thing made should be worshipped along with its Maker; and it is an insult to the Maker that His creatures should be honoured along with Himself."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:155",
                            "text": "The judge said:  Christ whom thou confessest was hanged on a tree; and on a tree will I hang thee, like thy Master."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:156",
                            "text": "And they hanged him on a tree a long while."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:157",
                            "text": "Sharbil said:  As for Christ, whom lo! thou mockest—see how thy many gods were unable to stand before Him:  for lo! they are despised and rejected, and are made a laughing-stock and a jest by those who used formerly to worship them."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:158",
                            "text": "The judge said:  How is it that thou renouncest the gods, and confessest Christ, who was hanged on a tree?  Sharbil said:  This cross of Christ is the great boast of the Christians, since it is by this that the deliverance of salvation has come to all His worshippers, and by this that they have had their eyes enlightened, so as not to worship creatures along with the Creator."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:159",
                            "text": "The governor said:  Let thy boasting of the cross be kept within thy own mind, and let incense be offered by thy hands to the gods."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:160",
                            "text": "Sharbil said:  Those who have been delivered by the cross cannot any longer worship and serve the idols of error made with hands:  for creature cannot worship creature, because it is itself also designed to be a worshipper of Him who made it; and that it should be worshipped along with its Maker is an insult to its Maker, as I have said before."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:161",
                            "text": "The governor said:  Leave alone thy books which have taught thee to speak thus, and perform the command of the emperors, that thou idle not by the emperors' law."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:162",
                            "text": "But Sharbil said:  Is this, then, the justice of the emperors, in whom thou takest such pride, that we should leave alone the law of God and keep their laws?  The governor said:  The citation of the books in which thou believest, and from which thou hast quoted—it is this which has brought upon thee these afflictions:  for, if thou hadst offered incense to the gods, great would have been thine honour, like as it was formerly, as priest of the gods."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:163",
                            "text": "Sharbil said:  To thine unbelieving heart these things seem as if they were afflictions; but to the true heart \"affliction imparts patience, and from it comes also experience, and from experience likewise the hope\" of the confessor."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:164",
                            "text": "The governor said:  Hang him up and tear him with combs upon his former wounds."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:165",
                            "text": "And, from the fury with which the judge urged on the executioners, his very bowels were almost seen."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:166",
                            "text": "And, lest he should die under the combs and escape from still further tortures, he gave orders and they took him down."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:167",
                            "text": "And, when the judge saw that he was become silent and was not able to return him any further answer, he refrained from him a little while, until he began to revive."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:168",
                            "text": "Sharbil said:  Why hast thou had pity upon me for even this little time, and kept me back from the gain of a confessor's death?  The governor said:  I have not had pity on thee at all in refraining for a little while:  thy silence it was that made me pause a little; and, if I had power beyond the law of the emperors, I should like to lay other tortures upon thee, so as to be more fully avenged on thee for thine insult toward the gods:  for in despising me thou hast despised the gods; and I, on my part, have borne with thee and tortured thee thus, as a man who so deserves."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:169",
                            "text": "And the judge gave orders, and suddenly the curtain fell before him for a short time; and he settled and drew up the sentence which he should pronounce against him publicly."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:170",
                            "text": "And suddenly the curtain was drawn back again; and the judge cried aloud and said:  As regards this Sharbil, who was formerly priest of the gods, but has turned this day and renounced the gods, and has cried aloud \"I am a Christian,\" and has not trembled at the gods, but has insulted them; and, further, has not been afraid of the emperors and their command; and, though I have bidden him sacrifice to the gods according to his former custom, has not sacrificed, but has treated them with the greatest insult:  I have looked into the matter, and decided, that towards a man who doeth these things, even though he were now to sacrifice, it is not fit that any mercy should be shown; and that it is not fit that he should any longer behold the sun of his lords, because he has scorned their laws."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:171",
                            "text": "I give sentence that, according to the law of the emperors, a strap be thrust into the mouth of the insulter, as into the mouth of a murderer, and that he depart outside of the city of the emperors with haste, as one who has insulted the lords of the city and the gods who hold authority over it."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:172",
                            "text": "I give sentence that he be sawn with a saw of wood, and that, when he is near to die, then his head be taken off with the sword of the headsmen."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:173",
                            "text": "And forthwith a strap was thrust into his mouth with all speed, and the executioners hurried him off, and made him run quickly upon his burnt feet, and took him away outside of the city, a crowd of people running after him."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:174",
                            "text": "For they had been standing looking on at his trial all day, and wondering that he did not suffer under his afflictions:  for his countenance, which was cheerful, testified to the joy of his heart."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:175",
                            "text": "And, when the executioners arrived at the place where he was to receive the punishment of death, the people of the city were with them, that they might see whether they did according as the judge had commanded, and hear what Sharbil might say at that season, so that they might inform the judge of the country."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:176",
                            "text": "And they offered him some wine to drink, according to the custom of murderers to drink."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:177",
                            "text": "But he said to them:  I will not drink, because I wish to feel the saw with which ye saw me, and the sword which ye pass over my neck; but instead of this wine, which will not be of any use to me, give me a little time to pray, while ye stand."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:178",
                            "text": "And he stood up, and looked toward the east, and lifted up his voice and said:  Forgive me, Christ, all the sins I have committed against Thee, and all the times in which I have provoked Thee to anger by the polluted sacrifices of dead idols; and have pity on me and save me, and deliver me from the judgment to come; and be merciful to me, as Thou wast merciful to the robber; and receive me like the penitents who have been converted and have turned to Thee, as Thou also hast turned to them; and, whereas I have entered into Thy vineyard, at the eleventh hour, instead of judgment, deliver me from justice:  let Thy death, which was for the sake of sinners, restore to life again my slain body in the day of Thy coming."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:179",
                            "text": "And, when the Sharirs of the city heard these things, they were very angry with the executioners for having given him leave to pray."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:180",
                            "text": "And, while the nails were remaining which had been driven in between his eyes, and his ribs were seen between the wounds of the combs, and while from the burning on his sides and the soles of his feet, which were scorched and burnt, and from the gashes of the combs on his face, and on his sides, and on his thighs, and on his legs, the blood was flowing and running down, they brought carpenters' instruments, and thrust him into a wooden vice, and tightened it upon him until the bones of his joints creaked with the pressure; then they put upon him a saw of iron, and began sawing him asunder; and, when he was just about to die, because the saw had reached to his mouth, they smote him with the sword and took off his head, while he was still squeezed down in the vice."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:181",
                            "text": "And Babai his sister drew near and spread out her skirt and caught his blood; and she said to him:  May my spirit be united with thy spirit in the presence of Christ, whom thou hast known and believed."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:182",
                            "text": "And the Sharirs of the city ran and came and informed the judge of the things which Sharbil had uttered in his prayer, and how his sister had caught his blood."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:183",
                            "text": "And the judge commanded them to return and give orders to the executioners that, on the spot where she had caught the blood of her brother, she also should receive the punishment of death."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:184",
                            "text": "And the executioners laid hold on her, and each one of them severally put her to torture; and, with her brother's blood upon her, her soul took its flight from her, and they mingled her blood with his."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:185",
                            "text": "And, when the executioners were entered into the city, the brethren and young men ran and stole away their two corpses; and they laid them in the burial-place of the father of Abshelama the bishop, on the fifth of Ilul, the eve of the Sabbath."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:186",
                            "text": "I wrote these Acts on paper—I, Marinus, and Anatolus, the notaries; and we placed them in the archives of the city, where the papers of the kings are placed."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:187",
                            "text": "This Barsamya, the bishop, made a disciple of Sharbil the priest."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:188",
                            "text": "And he lived in the days of Binus, bishop of Rome; in whose days the whole population of Rome assembled together, and cried out to the praetor of their city, and said to him:  There are too many strangers in this our city, and these cause famine and dearness of everything:  but we beseech thee to command them to depart out of the city."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:189",
                            "text": "And, when he had commanded them to depart out of the city, these strangers assembled themselves together, and said to the praetor:  We beseech thee, my lord, command also that the bones of our dead may depart with us."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:190",
                            "text": "And he commanded them to take the bones of their dead, and to depart."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:191",
                            "text": "And all the strangers assembled themselves together to take the bones of Simon Cephas and of Paul, the apostles; but the people of Rome said to them:  We will not give you the bones of the apostles."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:192",
                            "text": "And the strangers said to them:  Learn ye and understand that Simon, who is called Cephas, is of Bethsaida of Galilee, and Paul the apostle is of Tarsus, a city of Cilicia."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:193",
                            "text": "And, when the people of Rome knew that this matter was so, then they let them alone."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:194",
                            "text": "And, when they had taken them up and were removing them from their places, immediately there was a great earthquake; and the buildings of the city were on the point of falling down, and the city was near being overthrown."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:195",
                            "text": "And, when the people of Rome saw it, they turned and besought the strangers to remain in their city, and that the bones might be laid in their places again."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:196",
                            "text": "And, when the bones of the apostles were returned to their places, there was quietness, and the earthquakes ceased, and the winds became still, and the air became bright, and the whole city became cheerful."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:197",
                            "text": "And when the Jews and pagans saw it, they also ran and fell at the feet of Fabianus, the bishop of their city, the Jews crying out:  We confess Christ, whom we crucified:  He is the Son of the living-God, of whom the prophets spoke in their mysteries."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:198",
                            "text": "And the pagans also cried out and said to him:  We renounce idols and carved images, which are of no use, and we believe in Jesus the King, the Son of God, who has come and is to come again."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:199",
                            "text": "And, what ever other doctrines there were in Rome and in all Italy, the followers of these also renounced their doctrines, like as the pagans had renounced theirs, and confessed the Gospel of the apostles, which was preached in the church."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Syriac: Acts of Sharbil 1:200",
                            "text": "Here end the Acts of Sharbil the confessor."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Syriac: Acts of Sharbil 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:1",
                            "text": "Further, the Martyrdom of Barsamya, the Bishop of the Blessed City Edessa."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:2",
                            "text": "In the year four hundred and sixteen of the kingdom of the Greeks, that is the fifteenth year of the reign of the sovereign ruler, our lord, Trajan Caesar, in the consulship of Commodus and Cyrillus, in the month Ilul, on the fifth day of the month, the day after Lysinus, the judge of the country, had heard the case of Sharbil the priest; as the judge was sitting in his judgment-hall, the Sharirs of the city came before him and said to him:  We give information before thine Excellency concerning Barsamya, the leader of the Christians, that he went up to Sharbil, the priest, as he was standing and ministering before the venerable gods, and sent and called him to him secretly, and spoke to him, quoting from the books in which he reads in the church where their congregation meets, and recited to him the belief of the Christians, and said to him, \"It is not right for thee to worship many gods, but only one God, and His Son Jesus Christ\"—until he made him a disciple, and induced him to renounce the gods whom he had formerly worshipped; and by means of Sharbil himself also many have become disciples, and are gone down to the church, and lo! this day they confess Christ; and even Avida, and Nebo, and Barcalba, and Hafsai, honourable and chief persons of the city, have yielded to Sharbil in this."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:3",
                            "text": "We, accordingly, as Sharirs of the city, make this known before thine Excellency, in order that we may not receive punishment as offenders for not having declared before thine Excellency the things which were spoken in secret to Sharbil by Barsamya the guide of the church."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:4",
                            "text": "Thine Excellency now knoweth what it is right to command in respect of this said matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:5",
                            "text": "And, immediately that the judge heard these things, he sent the Sharirs of the city, and some of his attendants with them, to go down to the church and bring up Barsamya from the church."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:6",
                            "text": "And they led him and brought him up to the judgment-hall of the judge; and there went up many Christians with him, saying:  We also will die with Barsamya, because we too are of one mind with him in respect to the doctrine of which he made Sharbil a disciple, and in all that he spoke to him, and in all the instruction that Sharbil received from him, so that he was persuaded by him, and died for the sake of that which he heard from him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:7",
                            "text": "And the Sharirs of the city came, and said to the judge:  Barsamya, as thine Excellency commanded, lo! is standing at the door of the judgment-hall of thy Lordship; and honourable chief-persons of the city, who became disciples along with Sharbil, lo! are standing by Barsamya, and crying out, \"We will all die with Barsamya, who is our teacher and guide\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:8",
                            "text": "And, when the judge heard those things which the Sharirs of the city had told him, he commanded them to go out and write down the names of the persons who were crying out, \"We will die with Barsamya\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:9",
                            "text": "And, when they went out to write down the names of these persons, those who so cried out were too many for them, and they were not able to write down their names, because they were so many:  for the cry kept coming to them from all sides, that they \"would die for Christ's sake along with Barsamya\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:10",
                            "text": "And, when the tumult of the crowd became great, the Sharirs of the city turned back, and came in to the judge, and said to him:  We are not able to write down the names of the persons who are crying aloud outside, because they are too many to be numbered."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:11",
                            "text": "And the judge commanded that Barsamya should be taken up to the prison, so that the crowd might be dispersed which was collected together about him, lest through the tumult of the multitude there should be some mischief in the city."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:12",
                            "text": "And, when he went up the gaol, those who had become disciples along with Sharbil continued with him."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:13",
                            "text": "And after many days were passed the judge rose up in the morning and went down to his judgment-hall, in order that he might hear the case of Barsamya."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:14",
                            "text": "And the judge commanded, and they brought him from the prison; and he came in and stood before him."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:15",
                            "text": "The officers said:  Lo, he standeth before thine Excellency."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:16",
                            "text": "The judge said:  Art thou Barsamya, who hast been made ruler and guide of the people of the Christians, and didst make a disciple of Sharbil, who was chief-priest of the gods, and used to worship them?  Barsamya said:  It is I who have done this, and I do not deny it; and I am prepared to die for the truth of this."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:17",
                            "text": "The judge said:  How is it that thou wast not afraid of the command of the emperors, so that, when the emperors commanded that every one should sacrifice, thou didst induce Sharbil, when he was standing and sacrificing to the gods and offering incense to them, to deny that which he had confessed, and confess Christ whom he had denied?  Barsamya said:  I was assuredly made a shepherd of men, not for the sake of those only who are found, but also for the sake of those who have strayed from the fold of truth, and become food for the wolves of paganism; and, had I not sought to make Sharbil a disciple, at my hands would his blood have been required; and, if he had not listened to me, I should have been innocent of his blood."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:18",
                            "text": "The judge said:  Now, therefore, since thou hast confessed that it was thou that madest Sharbil a disciple, at thy hands will I require his death; and on this account it is right that thou rather than he shouldest be condemned before me, because by thy hands he has died the horrible deaths of grievous tortures for having abandoned the command of the emperors and obeyed thy words."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:19",
                            "text": "Barsamya said:  Not to my words did Sharbil become a disciple, but to the word of God which He spoke:  \"Thou shalt not worship images and the likenesses of men\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:20",
                            "text": "And it is not I alone that am content to die the death of Sharbil for his confession of Christ, but also all the Christians, members of the Church, are likewise eager for this, because they know that they will secure their salvation before God thereby."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:21",
                            "text": "The judge said:  Answer me not in this manner, like Sharbil thy disciple, lest thine own torments be worse than his; but promise that thou wilt sacrifice before the gods on his behalf."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:22",
                            "text": "Barsamya said:  Sharbil, who knew not God, I taught to know Him:  and dost thou bid me, who have known God from my youth, to renounce God?  God forbid that I should do this thing!  The judge said:  Ye have made the whole creation disciples of the teaching of Christ; and lo! they renounce the many gods whom the many worshipped."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:23",
                            "text": "Give up this way of thinking, lest I make those who are near tremble at thee as they behold thee to-day, and those also that are afar off as they hear of the torments to which thou art condemned."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:24",
                            "text": "Barsamya said:  If God is the help of those who pray to Him, who is he that can resist them?  Or what is the power that can prevail against them?  Or thine own threats—what can they do to them:  to men who, before thou give commandment concerning them that they shall die, have their death already set before their eyes, and are expecting it every day?  The judge said:  Bring not the subject of Christ before my judgment-seat; but, instead of this, obey the command of the emperors, who command to sacrifice to the gods."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:25",
                            "text": "Barsamya said:  Even though we should not lay the subject of Christ before thee, yet the sufferings of Christ are portrayed indelibly in the worshippers of Christ; and, even more than thou hearkenest to the commands of the emperors, do we Christians hearken to the commands of Christ the King of kings."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:26",
                            "text": "The judge said:  Lo! thou hast obeyed Christ and worshipped him up to his day:  henceforth obey the emperors, and worship the gods whom the emperors worship."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:27",
                            "text": "Barsamya said:  How canst thou bid me renounce that in which I was born? when lo! thou didst exact punishment for this at the hand of Sharbil, and saidst to him:  Why hast thou renounced the paganism in which thou wast born, and confessed Christianity to which thou wast a stranger?  Lo! even before I came into thy presence thou didst thyself give testimony on the matter beforehand, and saidst to Sharbil:  The Christians, to whom thou art gone over, do not renounce that in which they were born, but continue in it."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:28",
                            "text": "Abide, therefore, by the word, which thou hast spoken."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:29",
                            "text": "The judge said:  Let Barsamya be scourged, because he has rebelled against the command of the emperors, and has caused those also who were obedient to the emperors to rebel with him."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:30",
                            "text": "And, when he had been scourged by five men, he said to him:  Reject not the command of the emperors, nor insult the emperors' gods."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:31",
                            "text": "Barsamya said:  Thy mind is greatly blinded, O judge, and so also is that of the emperors who gave thee authority; nor are the things that are manifest seen by you; nor do ye perceive that lo! the whole creation worships Christ; and thou sayest to me, Do not worship Him, as if I alone worshipped Him—Him whom the watchers above worship on high."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:32",
                            "text": "The judge said:  But if ye have taught men to worship Christ, who is it that has persuaded those above to worship Christ?  Barsamya said:  Those above have themselves preached, and have taught those below concerning the living worship of the King Christ, seeing that they worship Him, and His Father, together with His divine Spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:33",
                            "text": "The judge said:  Give up these things which your writings teach you, and which ye teach also to others, and obey those things which the emperors have commanded, and spurn not their laws—lest ye be spurned by means of the sword from the light of this venerable sun."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:34",
                            "text": "Barsamya said:  The light which passeth away and abideth not is not the true light, but is only the similitude of that true light, to whose beams darkness cometh not near, which is reserved and standeth fast for the true worshippers of Christ."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:35",
                            "text": "The judge said:  Speak not before me of anything else instead of that about which I have asked thee, lest I dismiss thee from life to death, for denying this light which is seen and confessing that which is not seen."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:36",
                            "text": "Barsamya said:  I cannot leave alone that about which thou askest me, and speak of that about which thou dost not ask me."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:37",
                            "text": "It was thou that spakest to me about the light of the sun, and I said before thee that there is a light on high which surpasses in its brightness that of the sun which thou dost worship and honour."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:38",
                            "text": "For an account will be required of thee for worshipping thy fellow-creature instead of God thy Creator."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:39",
                            "text": "The judge said:  Do not insult the very sun, the light of creatures, nor set thou at nought the command of the emperors, nor contentiously resist the lords of the country, who have authority in it."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:40",
                            "text": "Barsamya said:  Of what avail is the light of the sun to a blind man that cannot see it?  For without the eyes of the body, it is not possible for its beams to be seen."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:41",
                            "text": "So that by this thou mayest know that it is the work of God, forasmuch as it has no power of its own to show its light to the sightless."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:42",
                            "text": "The judge said:  When I have tortured thee as thou deservest, then will I write word about thee to the Imperial government, reporting what insult thou hast offered to the gods, in that thou madest a disciple of Sharbil the priest, one who honoured the gods, and that ye despise the laws of the emperors, and that ye make no account of the judges of the countries, and live like barbarians, though under the authority of the Romans."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:43",
                            "text": "Barsamya said:  Thou dost not terrify me by these things which thou sayest."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:44",
                            "text": "It is true, I am not in the presence of the emperors to-day; yet lo! before the authority which the emperors have given thee I am now standing, and I am brought to trial, because I said, I will not renounce God, to whom the heavens and the earth belong, nor His Son Jesus Christ, the King of all the earth."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:45",
                            "text": "The judge said:  If thou art indeed assured of this, that thou art standing and being tried before the authority of the emperors, obey their commands, and rebel not against their laws, lest like a rebel thou receive the punishment of death."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:46",
                            "text": "Barsamya said:  But if those who rebel against the emperors, even when they justly rebel, are deserving of death, as thou sayest; for those who rebel against God, the King of kings, even the punishment of death by the sword is too little."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:47",
                            "text": "The judge said:  It was not that thou shouldest expound in my judgment-hall that thou wast brought in before me, because the trial on which thou standest has but little concern with expounding, but much concern with the punishment of death, for those who insult the emperors and comply not with their laws."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:48",
                            "text": "Barsamya said:  Because God is not before your eyes, and ye refuse to hear the word of God; and graven images that are of no use, \"which have a mouth and speak not,\" are accounted by you as though they spake, because your understanding is blinded by the darkness of paganism in which ye stand—  The judge interrupting said:  Leave off those things thou art saying, for they will not help thee at all, and worship the gods, before the bitter tearings of combs and harsh tortures come upon thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:49",
                            "text": "Barsamya said:  Do thou too leave off the many questions which lo! thou askest me, and give command for the stripes and the combs with which thou dost menace me:  for thy words will not help thee so much as thy inflictions will help me."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:50",
                            "text": "The judge said:  Let Barsamya be hanged up and torn with combs."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:51",
                            "text": "And at that very moment there came to him letters from Alusis the chief proconsul, father of emperors."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:52",
                            "text": "And he commanded, and they took down Barsamya, and he was not torn with combs; and they took him outside of the hall of judgment."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:53",
                            "text": "And the judge commanded that the nobles, and the chief persons, and the princes, and the honourable persons of the city, should come before him, that they might hear what was the order that was issued by the emperors, by the hand of the proconsuls, the rulers of the countries under the authority of the Romans."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:54",
                            "text": "And it was found that the emperors had written by the hand of the proconsuls to the judges of the countries:  \"Since our Majesty commanded that there should be a persecution against the people of the Christians, we have heard and learned, from the Sharirs whom we have in the countries under the dominion of our Majesty, that the people of the Christians are persons who eschew murder, and sorcery, and adultery, and theft, and bribery and fraud, and those things for which the laws of our Majesty also exact punishment from those who commit them."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:55",
                            "text": "We, therefore, in our impartial justice, have commanded that on account of these things the persecution of the sword shall cease from them, and that there shall be rest and quietness in all our dominions, they continuing to minister according to their custom and no man hindering them."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:56",
                            "text": "It is not, however, towards them that we show clemency, but towards their laws, agreeing as they do with the laws of our Majesty."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:57",
                            "text": "And, if any man hinder them after this our command, that sword which is ordered by us to descend upon those who despise our command, the same do we command to descend upon those who despise this decree of our clemency\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:58",
                            "text": "And, when this command of the emperor's clemency was read, the whole city rejoiced that there was quietness and rest for every man."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:59",
                            "text": "And the judge commanded, and they released Barsamya, that he might go down to his church."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:60",
                            "text": "And the Christians went up in great numbers to the judgment-hall, together with a great multitude of the population of the city, and they received Barsamya with great and exceeding honour, repeating psalms before him, according to their custom; there went also the wives of the chief of the wise men."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:61",
                            "text": "And they thronged about him, and saluted him, and called him \"the persecuted confessor,\" \"the companion of Sharbil the martyr\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:62",
                            "text": "And he said to them:  Persecuted I am, like yourselves; but from the tortures and combs of Sharbil and his companions I am clean escaped."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:63",
                            "text": "And they said to him:  We have heard from thee that a teacher of the Church has said, \"The will, according to what it is, so is it accepted\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:64",
                            "text": "And, when he was entered into the church, he and all the people that were with him, he stood up and prayed, and blessed them and sent them away to their homes rejoicing and praising God for the deliverance which He had wrought for them and for the Church."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:65",
                            "text": "And the day after Lysinas the judge of the country had set his hand to these Acts, he was dismissed from his authority."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:66",
                            "text": "I Zenophilus and Patrophilus are the notaries who wrote these Acts, Diodorus and Euterpes, Sharirs of the city, bearing witness with us by setting-to their hand, as the ancient laws of the ancient kings command."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:67",
                            "text": "This Barsamya, bishop of Edessa, who made a disciple of Sharbil, the priest of the same city, lived in the days of Fabianus, bishop of the city of Rome."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:68",
                            "text": "And ordination to the priesthood was received by Barsamya from Abshelama, who was bishop in Edessa; and by Abshelama ordination was received from Palut the First; and by Palut ordination was received from Serapion, bishop of Antioch; and by Serapion ordination was received from Zephyrinus, bishop of Rome; and Zephyrinus of Rome received ordination from Victor of the same place, viz."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:69",
                            "text": ", Rome; and Victor received ordination from Eleutherius; and Eleutherius received it from Soter; and Soter received it from Anicetus; and Anicetus received it from Dapius; and Dapius received it from Telesphorus; and Telesphorus received it from Xystus; and Xystus received it from Alexander; and Alexander received it from Evartis; and Evartis received it from Cletus; and Cletus received it from Anus; and Anus received it from Simon Cephas; and Simon Cephas received it from our Lord, together with his fellow-apostles, on the first day of the week, the day of the ascension of our Lord to His glorious Father, which was the fourth day of Heziran, which was is the nineteenth year of the reign of Tiberius Caesar, in the consulship of Rufus and Rubelinus, which year was the year ; for in the year  occurred the advent of our Saviour in the world, according to the testimony which we ourselves have found in a correct register among the archives, which errs not at all in whatever it sets forth."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Syriac: Acts of Sharbil 2:70",
                            "text": "Here endeth the martyrdom of Barsamya, bishop of Edessa."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Syriac: Acts of Sharbil 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:1",
                            "text": "Elucidation."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:2",
                            "text": "(See p."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:3",
                            "text": ", note."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:4",
                            "text": "Also, p."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:5",
                            "text": ", note , of Barsamya."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:6",
                            "text": ")  I found at the Armenian Convent of St."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:7",
                            "text": "Lazarus, near Venice, a version of the Letter of Abgar, translated into French \"from the Armenian version of the fifth century,\" and published in , which is now before me."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:8",
                            "text": "It ascribes the original to Laboubnia, and adds:  \"The name Léroubna, mentioned only by Moses of Chorène, was not repeated after him by any one else, save, perhaps, Mekhitar d'Aïrivank (one of our chroniclers of the thirteenth century), who puts him among our historians, between Tatien and Mar Ibas Gadina, but without affirming whether he knew him only by name or also by his writings\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:9",
                            "text": "The editor goes on to speak of his correspondence with Dr."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:10",
                            "text": "Cureton (a."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:11",
                            "text": "d."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:12",
                            "text": ") which is referred to in note , p."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:13",
                            "text": ", supra."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:14",
                            "text": "He notes the incomplete and mutilated character of the Syriac copies used by Cureton, and congratulates himself on the entire and integral condition of the Armenian, which he found in  in the Imperial Library at Paris, as Codex No."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:15",
                            "text": ", mss."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:16",
                            "text": "Armen."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:17",
                            "text": "Here the name of the author is given as Laboubnia, and agrees with the Syriac."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Syriac: Acts of Sharbil 3:18",
                            "text": "The interpolations he regards as made after the fourth century."
                        }
                    ]
                }
            ]
        }
    ]
}