{
    "books": [
        {
            "name": "Against Eunomius Book IX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Against Eunomius Book IX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:1",
                            "text": "Book IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:3",
                            "text": "The ninth book declares that Eunomius' account of the Nature of God is, up to a certain point, well stated."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:4",
                            "text": "Then in succession he mixes up with his own argument, on account of its affinity, the expression from Philo's writings, \"God is before all other things, which are generated,\" adding also the expression, \"He has dominion over His own power\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:5",
                            "text": "Detesting the excessive absurdity, Gregory strikingly confutes it  But he now turns to loftier language, and elevating himself and puffing himself up with empty conceit, he takes in hand to say something worthy of God's majesty."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:6",
                            "text": "\"For God,\" he says, \"being the most highly exalted of all goods, and the mightiest of all, and free from all necessity—\" Nobly does the gallant man bring his discourse, like some ship without ballast, driven unguided by the waves of deceit, into the harbour of truth! \"God is the most highly exalted of all goods\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:7",
                            "text": "Splendid acknowledgment! I suppose he will not bring a charge of unconstitutional conduct against the great John, by whom, in his lofty proclamation, the Only-begotten is declared to be God, Who was with God and was God."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:8",
                            "text": "If he, then, the proclaimer of the Godhead of the Only-begotten, is worthy of credit, and if \"God is the most highly exalted of all goods,\" it follows that the Son is alleged by the enemies of His glory, to be \"the most highly exalted of all goods\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:9",
                            "text": "And as this phrase is also applied to the Father, the superlative force of \"most highly exalted\" admits of no diminution or addition by way of comparison."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:10",
                            "text": "But, now that we have obtained from the adversary's testimony these statements for the proof of the glory of the Only-begotten, we must add in support of sound doctrine his next statement too."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:11",
                            "text": "He says, \"God, the most highly exalted of all goods, being without hindrance from nature, or constraint from cause, or impulse from need, begets and creates according to the supremacy of His own authority, having His will as power sufficient for the constitution of the things produced."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:12",
                            "text": "If, then, all good is according to His will, He not only determines that which is made as good, but also the time of its being good, if, that is to say, as one may assume, it is an indication of weakness to make what one does not will\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:13",
                            "text": "We shall borrow so far as this, for the confirmation of the orthodox doctrines, from our adversaries' statement, percolated as that statement is by vile and counterfeit clauses."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:14",
                            "text": "Yes, He Who has, by the supremacy of His authority, power in His will that suffices for the constitution of the things that are made, He Who created all things without hindrance from nature or compulsion from cause, does determine not only that which is made as good, but also the time of its being good."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:15",
                            "text": "But He Who made all things is, as the gospel proclaims, the Only-begotten God."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:16",
                            "text": "He, at that time when He willed it, did make the creation; at that time, by means of the circumambient essence, He surrounded with the body of heaven all that universe that is shut off within its compass: at that time, when He thought it well that this should be, He displayed the dry land to view, He enclosed the waters in their hollow places; vegetation, fruits, the generation of animals, the formation of man, appeared at that time when each of these things seemed expedient to the wisdom of the Creator:—and He Who made all these things (I will once more repeat my statement) is the Only-begotten God Who made the ages."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:17",
                            "text": "For if the interval of the ages has preceded existing things, it is proper to employ the temporal adverb, and to say \"He then willed\" and \"He then made\": but since the age was not, since no conception of interval is present to our minds in regard to that Divine Nature which is not measured by quantity or by interval, the force of temporal expressions must surely be void."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:18",
                            "text": "Thus to say that the creation has had given to it a beginning in time, according to the good pleasure of the wisdom of Him Who made all things, does not go beyond probability: but to regard the Divine Nature itself as being in a kind of extension measured by intervals, belongs only to those who have been trained in the new wisdom."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:19",
                            "text": "What a point is this, embedded in his words, which I intentionally passed by in my eagerness to reach the subject! I will now resume it, and read it to show our author's cleverness."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:20",
                            "text": "\"For He Who is most highly exalted in God Himself before all other things that are generated,\" he says, \"has dominion over His own power\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:21",
                            "text": "The phrase has been transferred by our pamphleteer word for word from the Hebrew Philo to his own argument, and Eunomius' theft will be proved by Philo's works themselves to any one who cares about it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:22",
                            "text": "I note the fact, however, at present, not so much to reproach our speech-monger with the poverty of his own arguments and thoughts, as with the intention of showing to my readers the close relationship between the doctrine of Eunomius and the reasoning of the Jews."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:23",
                            "text": "For this phrase of Philo would not have fitted word for word into his argument had there not been a sort of kindred between the intention of the one and the other."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:24",
                            "text": "In the Hebrew author you may find the phrase in this form: \"God, before all other things that are generated\"; and what follows, \"has dominion over His own power,\" is an addition of the new Judaism."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:25",
                            "text": "But what an absurdity this involves an examination of the saying will clearly show."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:26",
                            "text": "\"God,\" he says, \"has dominion over His own power\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:27",
                            "text": "Tell me, what is He? over what has He dominion? Is He something else than His own power, and Lord of a power that is something else than Himself? Then power is overcome by the absence of power."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:28",
                            "text": "For that which is something else than power is surely not power, and thus He is found to have dominion over power just in so far as He is not power."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:29",
                            "text": "Or again, God, being power, has another power in Himself, and has dominion over the one by the other."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:30",
                            "text": "And what contest or schism is there, that God should divide the power that exists in Himself, and overthrow one section of His power by the other."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:31",
                            "text": "I suppose He could not have dominion over His own power without the assistance to that end of some greater and more violent power! Such is Eunomius' God: a being with double nature, or composite, dividing Himself against Himself, having one power out of harmony with another, so that by one He is urged to disorder, and by the other restrains this discordant motion."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:32",
                            "text": "Again, with what intent does He dominate the power that urges on to generation? lest some evil should arise if generation be not hindered? or rather let him explain this in the first place,—what is that which is naturally under dominion? His language points to some movement of impulse and choice, considered separately and independently."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:33",
                            "text": "For that which dominates must needs be one thing, that which is dominated another."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:34",
                            "text": "Now God \"has dominion over His power\"—and this is—what? a self-determining nature? or something else than this, pressing on to disquiet, or remaining in a state of quiescence? Well, if he supposes it to be quiescent, that which is tranquil needs no one to have dominion over it: and if he says \"He has dominion,\" He \"has dominion\" clearly over something which impels and is in motion: and this, I presume he will say, is something naturally different from Him Who rules it."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:35",
                            "text": "What then, let him tell us, does he understand in this idea? Is it something else besides God, considered as having an independent existence? How can another existence be in God? Or is it some condition in the Divine Nature considered as having an existence not its own? I hardly think he would say so: for that which has no existence of its own is not: and that which is not, is neither under dominion, nor set free from it."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Against Eunomius Book IX 1:36",
                            "text": "What then is that power which was under dominion, and was restrained in respect of its own activity, while the due time of the generation of Christ was still about to come, and to set this power free to proceed to its natural operation? What was the intervening cause of delay, for which God deferred the generation of the Only-begotten, not thinking it good as yet to become a Father? And what is this that is inserted as intervening between the life of the Father and that of the Son, that is not time nor space, nor any idea of extension, nor any like thing? To what purpose is it that this keen and clear-sighted eye marks and beholds the separation of the life of God in regard to the life of the Son? When he is driven in all directions he is himself forced to admit that the interval does not exist at all."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Against Eunomius Book IX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:2",
                            "text": "He then ingeniously shows that the generation of the Son is not according to the phrase of Eunomius, \"The Father begat Him at that time when He chose, and not before:\" but that the Son, being the fulness of all that is good and excellent, is always contemplated in the Father; using for this demonstration the support of Eunomius' own arguments."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:3",
                            "text": "However, though there is no interval between them, he does not admit that their communion is immediate and intimate, but condescends to the measure of our knowledge, and converses with us in human phrase as one of ourselves, himself quietly confessing the impotence of reasoning and taking refuge in a line of argument that was never taught by Aristotle and his school."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:4",
                            "text": "He says, \"It was good and proper that He should beget His Son at that time when He willed: and in the minds of sensible men there does not hence arise any questioning why He did not do so before\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:5",
                            "text": "What does this mean, Eunomius? Are you too going afoot like us unlettered men? are you leaving your artistic periods and actually taking refuge in unreasoning assent? you, who so much reproached those who take in hand to write without logical skill? You, who say to Basil, \"You show your own ignorance when you say that definitions of the terms that express things spiritual are an impossibility for men,\" who again elsewhere advance the same charge, \"you make your own impotence common to others, when you declare that what is not possible for you is impossible for all\"? Is this the way that you, who say such things as these, approach the ears of him who questions about the reason why the Father defers becoming the Father of such a Son? Do you think it an adequate explanation to say, \"He begat Him at that time when He chose: let there be no questioning on this point\"? Has your apprehensive fancy grown so feeble in the maintenance of your doctrines? What has become of your premises that lead to dilemmas? What has become of your forcible proofs? how comes it that those terrible and inevitable syllogistic conclusions of your art have dissolved into vanity and nothingness? \"He begat the Son at that time when He chose: let there be no questioning on this point!\" Is this the finished product of your many labours, of your voluminous undertakings? What was the question asked? \"If it is good and fitting for God to have such a Son, why are we not to believe that the good is always present with Him?\" What is the answer he makes to us from the very shrine of his philosophy, tightening the bonds of his argument by inevitable necessity? \"He made the Son at that time when He chose: let there be no questioning as to why He did not do so before\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:6",
                            "text": "Why, if the inquiry before us were concerning some irrational being, that acts by natural impulse, why it did not sooner do whatever it may be,—why the spider did not make her webs, or the bee her honey, or the turtle-dove her nest,—what else could you have said? would not the same answer have been ready—\"She did it at that time when she chose: let there be no questioning on this matter\"? Nay, if it were concerning some sculptor or painter who works in paintings or in sculptures by his imitative art, whatever it may be (supposing that he exercises his art without being subject to any authority), I imagine that such an answer would meet the case of any one who wished to know why he did not exercise his art sooner,—that, being under no necessity, he made his own choice the occasion of his operation."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:7",
                            "text": "For men, because they do not always wish the same things, and commonly have not power co-operating with their will, do something which seems good to them at that time when their choice inclines to the work, and they have no external hindrance."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:8",
                            "text": "But that nature which is always the same, to which no good is adventitious, in which all that variety of plans which arises by way of opposition, from error or from ignorance, has no place, to which there comes nothing as a result of change, which was not with it before, and by which nothing is chosen afterwards which it had not from the beginning regarded as good,—to say of this nature that it does not always possess what is good, but afterwards chooses to have something which it did not choose before,—this belongs to wisdom that surpasses us."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:9",
                            "text": "For we were taught that the Divine."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:10",
                            "text": "Nature is at all times full of all good, or rather is itself the fulness of all goods, seeing that it needs no addition for its perfecting, but is itself by its own nature the perfection of good."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:11",
                            "text": "Now that which is perfect is equally remote from addition and from diminution; and therefore, we say that perfection of goods which we behold in the Divine Nature always remains the same, as, in whatsoever direction we extend our thoughts, we there apprehend it to be such as it is."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:12",
                            "text": "The Divine Nature, then, is never void of good: but the Son is the fulness of all good: and accordingly He is at all times contemplated in that Father Whose Nature is perfection in all good."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:13",
                            "text": "But he says, \"let there be no questioning about this point, why He did not do so before:\" and we shall answer him,—\"It is one thing, most sapient sir, to lay down as an ordinance some proposition that you happen to approve, and another to make converts by reasoning on the points of controversy."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:14",
                            "text": "So long, therefore, as you cannot assign any reason why we may piously say that the Son was \"afterwards\" begotten by the Father, your ordinances will be of no effect with sensible men\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:15",
                            "text": "Thus it is then that Eunomius brings the truth to light for us as the result of his scientific attack."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:16",
                            "text": "And we for our part shall apply his argument, as we are wont to do, for the establishment of the true doctrine, so that even by this passage it may be clear that at every point, constrained against their will, they advocate our view."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:17",
                            "text": "For if, as our opponent says, \"He begat the Son at that time when He chose,\" and if He always chose that which is good, and His power coincided with His choice, it follows that the Son will be considered as always with the Father, Who always both chooses that which is excellent, and is able to possess what He chooses."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:18",
                            "text": "And if we are to reduce his next words also to truth, it is easy for us to adapt them also to the doctrine we hold:—\"Let there be no questioning among sensible men on this point, why He did not do so before\"—for the word \"before\" has a temporal sense, opposed to what is \"afterwards\" and \"later\": but on the supposition that time does not exist, the terms expressing temporal interval are surely abolished with it."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:19",
                            "text": "Now the Lord was before times and before ages: questioning as to \"before\" or \"after\" concerning the Maker of the ages is useless in the eyes of reasonable men: for words of this class are devoid of all meaning, if they are not used in reference to time."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:20",
                            "text": "Since then the Lord is antecedent to times, the words \"before\" and \"after\" have no place as applied to Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:21",
                            "text": "This may perhaps be sufficient to refute arguments that need no one to overthrow them, but fall by their own feebleness."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:22",
                            "text": "For who is there with so much leisure that he can give himself up to such an extent to listen to the arguments on the other side, and to our contention against the silly stuff? Since, however, in men prejudiced by impiety, deceit is like some ingrained dye, hard to wash out, and deeply burned in upon their hearts, let us spend yet a little time upon our argument, if haply we may be able to cleanse their souls from this evil stain."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Against Eunomius Book IX 2:23",
                            "text": "After the utterances that I have quoted, and after adding to them, in the manner of his teacher Prunicus, some unconnected and ill-arranged octads of insolence and abuse, he comes to the crowning point of his arguments, and, leaving the illogical exposition of his folly, arms his discourse once more with the weapons of dialectic, and maintains his absurdity against us, as he imagines, syllogistically."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Against Eunomius Book IX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:2",
                            "text": "He further shows that the pretemporal generation of the Son is not the subject of influences drawn from ordinary and carnal generation, but is without beginning and without end, and not according to the fabrications constructed by Eunomius, in ignorance of His power, from the statements of Plato concerning the soul and from the sabbath rest of the Hebrews."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:3",
                            "text": "What he says runs thus:—\"As all generation is not protracted to infinity, but ceases on arriving at some end, those who admit the origination of the Son are absolutely obliged to say that He then ceased being generated, and not to look incredulously on the beginning of those things which cease being generated, and therefore also surely begin: for the cessation of generation establishes a beginning of begetting and being begotten: and these facts cannot be disbelieved, on the ground at once of nature itself and of the Divine laws\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:4",
                            "text": "Now since he endeavours to establish his point inferentially, laying down his universal proposition according to the scientific method of those who are skilled in such matters, and including in the general premise the proof of the particular, let us first consider his universal, and then proceed to examine the force of his inferences."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:5",
                            "text": "Is it a reverent proceeding to draw from \"all generation\" evidence even as to the pre-temporal generation of the Son? and ought we to put forward ordinary nature as our instructor on the being of the Only-begotten? For my own part, I should not have expected any one to reach such a point of madness, that any such idea of the Divine and unsullied generation should enter his fancy."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:6",
                            "text": "\"All generation,\" he says, \"is not protracted to infinity\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:7",
                            "text": "What is it that he understands by \"generation\"? Is he speaking of fleshly, bodily birth, or of the formation of inanimate objects? The affections involved in bodily generation are well known—affections which no one would think of transferring to the Divine Nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:8",
                            "text": "In order therefore that our discourse may not, by mentioning the works of nature at length, be made to appear redundant, we shall pass such matters by in silence, as I suppose that every sensible man is himself aware of the causes by which generation is protracted, both in regard to its beginning and to its cessation: it would be tedious and at the same time superfluous to express them all minutely, the coming together of those who generate, the formation in the womb of that which is generated, travail, birth, place, time, without which the generation of a body cannot be brought about,—things which are all equally alien from the Divine generation of the Only-begotten: for if any one of these things were admitted, the rest will of necessity all enter with it."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:9",
                            "text": "That the Divine generation, therefore, may be clear of every idea connected with passion, we shall avoid conceiving with regard to it even that extension which is measured by intervals."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:10",
                            "text": "Now that which begins and ends is surely regarded as being in a kind of extension, and all extension is measured by time, and as time (by which we mark both the end of birth and its beginning) is excluded, it would be vain, in the case of the uninterrupted generation, to entertain the idea of end or beginning, since no idea can be formed to mark either the point at which such generation begins or that at which it ceases."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:11",
                            "text": "If on the other hand it is the inanimate creation to which he is looking, even in this case, in like manner, place, and time, and matter, and preparation, and power of the artificer, and many like things, concur to bring the product to perfection."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:12",
                            "text": "And since time assuredly is concurrent with all things that are produced, and since with everything that is created, be it animate or inanimate, there are conceived also bases of construction relative to the product, we can find in these cases evident beginnings and endings of the process of formation."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:13",
                            "text": "For even the procuring of material is actually the beginning of the fabric, and is a sign of place, and is logically connected with time."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:14",
                            "text": "All these things fix for the products their beginnings and endings; and no one could say that these things have any participation in the pretemporal generation of the Only-begotten God, so that, by the aid of the things now under consideration, we are able to calculate, with regard to that generation, any beginning or end."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:15",
                            "text": "Now that we have so far discussed these matters, let us resume consideration of our adversaries' argument."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:16",
                            "text": "It says, \"As all generation is not protracted to infinity, but ceases on arriving at some end\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:17",
                            "text": "Now, since the sense of \"generation\" has been considered with respect to either meaning,—whether he intends by this word to signify the birth of corporeal beings, or the formation of things created (neither of which has anything in common with the unsullied Nature), the premise is shown to have no connection with the subject."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:18",
                            "text": "For it is not a matter of absolute necessity, as he maintains, that, because all making and generation ceases at some limit, therefore those who accept the generation of the Son should circumscribe it by a double limit, by supposing, as regards it, a beginning and an end."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:19",
                            "text": "For it is only as being circumscribed in some quantitative way that things can be said either to begin or to cease on arriving at a limit, and the measure expressed by time (having its extension concomitant with the quantity of that which is produced) differentiates the beginning from the end by the interval between them."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:20",
                            "text": "But how can any one measure or treat as extended that which is without quantity and without extension? What measure can he find for that which has no quantity, or what interval for that which has no extension? or how can any one define the infinite by \"end\" and \"beginning?\" for \"beginning\" and \"end\" are names of limits of extension, and, where there is no extension, neither is there any limit."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:21",
                            "text": "Now the Divine Nature is without extension, and, being without extension, it has no limit; and that which is limitless is infinite, and is spoken of accordingly."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:22",
                            "text": "Thus it is idle to try to circumscribe the infinite by \"beginning\" and \"ending\"—for what is circumscribed cannot be infinite."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:23",
                            "text": "How comes it, then, that this Platonic Phdrus disconnectedly tacks on to his own doctrine those speculations on the soul which Plato makes in that dialogue? For as Plato there spoke of \"cessation of motion,\" so this writer too was eager to speak of \"cessation of generation,\" in order to impose upon those who have no knowledge of these matters, with fine Platonic phrases."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:24",
                            "text": "\"And these facts,\" he tells us, \"cannot be disbelieved, on the ground at once of nature itself and of the Divine laws\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:25",
                            "text": "But nature, from our previous remarks, appears not to be trustworthy for instruction as to the Divine generation,—not even if one were to take the universe itself as an illustration of the argument: since through its creation also, as we learn in the cosmogony of Moses, there ran the measure of time, meted out in a certain order and arrangement by stated days and nights, for each of the things that came into being: and this even our adversaries' statement does not admit with regard to the being of the Only-begotten, since it acknowledges that the Lord was before the times of the ages."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:26",
                            "text": "It remains to consider his support of his point by \"the Divine laws,\" by which he undertakes to show both an end and a beginning of the generation of the Son."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:27",
                            "text": "\"God,\" he says, \"willing that the law of creation should be impressed upon the Hebrews, did not appoint the first day of generation for the end of creation, or to be the evidence of its beginning; for He gave them as the memorial of the creation, not the first day of generation, but the seventh, whereon He rested from His works\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:28",
                            "text": "Will any one believe that this was written by Eunomius, and that the words cited have not been inserted by us, by way of misrepresenting his composition so as to make him appear ridiculous to our readers, in dragging in to prove his point matters that have nothing to do with the question? For the matter in hand was to show, as he undertook to do, that the Son, not previously existing, came into being; and that in being generated, He took a beginning of generation, and of cessation,—His generation being protracted in time, as it were by a kind of travail."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:29",
                            "text": "And what is his resource for establishing this? The fact that the people of the Hebrews, according to the Law, keep sabbath on the seventh day! How well the evidence agrees with the matter in hand! Because the Jew honours his sabbath by idleness, the fact, as he says, is proved that the Lord both had a beginning of birth and ceased being born! How many other testimonies on this matter has our author passed by, not at all of less weight than that which he employs to establish the point at issue!—the circumcision on the eighth day, the week of unleavened bread, the mystery on the fourteenth day of the moon's course, the sacrifices of purification, the observation of the lepers, the ram, the calf, the heifer, the scapegoat, the he-goat."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:30",
                            "text": "If these things are far removed from the point, let those who are so much interested in the Jewish mysteries tell us how that particular matter is within range of the question."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:31",
                            "text": "We judge it to be mean and unmanly to trample on the fallen, and shall proceed to enquire, from what follows in his writings, whether there is anything there of such a kind as to give trouble to his opponent."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:32",
                            "text": "All, then, that he maintains in the next passage, as to the impropriety of supposing anything intermediate between the Father and the Son, I shall pass by, as being, in a sense, in agreement with our doctrine."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:33",
                            "text": "For it would be alike undiscriminating and unfair not to distinguish in his remarks what is irreproachable, and what is blamable, seeing that, while he fights against his own statements, he does not follow his own admissions, speaking of the immediate character of the connection while refusing to admit its continuity, and conceiving that nothing was before the Son and having some suspicion that the Son was while yet contending that He came into being when He was not."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:34",
                            "text": "We shall spend but a short time on these points (since the argument has already been established beforehand), and then proceed to handle the arguments proposed."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:35",
                            "text": "It is not allowable for the same person to set nothing above the existence of the Only-begotten, and to say that before His generation He was not, but that He was generated then when the Father willed."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:36",
                            "text": "For \"then\" and \"when\" have a sense which specially and properly refers to the denoting of time, according to the common use of men who speak soundly, and according to their signification in Scripture."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:37",
                            "text": "One may take \"then shall they say among the heathen,\" and \"when I sent you\" and \"then shall the kingdom of heaven be likened,\" and countless similar phrases through the whole of Scripture, to prove this point, that the ordinary Scriptural use employs these parts of speech to denote time."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:38",
                            "text": "If therefore, as our opponent allows, time was not, the signifying of time surely disappears too: and if this did not exist, it will necessarily be replaced by eternity in our conception."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:39",
                            "text": "For in the phrase \"was not\" there is surely implied \"once\": as, if he should speak of \"not being,\" without the qualification \"once,\" he would also deny his existence now: but if he admits His present existence, and contends against His eternity, it is surely not \"not being\" absolutely, but \"not being\" once which is present to his mind."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:40",
                            "text": "And as this phrase is utterly unreal, unless it rests upon the signification of time, it would be foolish and idle to say that nothing was before the Son, and yet to maintain that the Son did not always exist."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:41",
                            "text": "For if there is neither place nor time, nor any other creature where the Word that was in the beginning is not, the statement that the Lord \"once was not\" is entirely removed from the region of orthodox doctrine."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:42",
                            "text": "So he is at variance not so much with us as with himself, who declares that the Only-begotten both was and was not."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:43",
                            "text": "For in confessing that the conjunction of the Son with the Father is not interrupted by anything, He clearly testifies to His eternity."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Against Eunomius Book IX 3:44",
                            "text": "But if he should say that the Son was not in the Father, we shall not ourselves say anything against such a statement, but shall oppose to it the Scripture which declares that the Son is in the Father, and the Father in the Son, without adding to the phrase \"once\" or \"when\" or \"then,\" but testifying His eternity by this affirmative and unqualified utterance."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Against Eunomius Book IX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:2",
                            "text": "Then, having shown that Eunomius' calumny against the great Basil, that he called the Only-begotten \"Ungenerate,\" is false, and having again with much ingenuity discussed the eternity, being, and endlessness of the Only-begotten, and the creation of light and of darkness, he concludes the book."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:3",
                            "text": "With regard to his attempting to show that we say the Only-begotten God is ungenerate, it is as though he should say that we actually define the Father to be begotten: for either statement is of the same absurdity, or rather of the same blasphemous character."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:4",
                            "text": "If, therefore, he has made up his mind to slander us, let him add the other charge as well, and spare nothing by which it may be in his power more violently to exasperate his hearers against us."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:5",
                            "text": "But if one of these charges is withheld because its calumnious nature is apparent, why is the other made? For it is just the same thing, as we have said, so far as the impiety goes, to call the Son ungenerate and to call the Father generated."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:6",
                            "text": "Now if any such phrase can be found in our writings, in which the Son is spoken of as ungenerate, we shall give the final vote against ourselves: but if he is fabricating false charges and calumnies at his pleasure, making any fictitious statement he pleases to slander our doctrines, this fact may serve with sensible men for an evidence of our orthodoxy, that while truth itself fights on our side, he brings forward a lie to accuse our doctrine and makes up an indictment for unorthodoxy that has no relation to our statements."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:7",
                            "text": "To these charges, however, we can give a concise answer."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:8",
                            "text": "As we judge that man accursed who says that the Only-begotten God is ungenerate, let him in turn anathematize the man who lays it down that He who was in the beginning \"once was not\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:9",
                            "text": "For by such a method it will be shown who brings his charges truly, and who calumniously."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:10",
                            "text": "But if we deny his accusations, if, when we speak of a Father, we understand as implied in that word a Son also, and if, when we use the name \"Son,\" we declare that He really is what He is called, being shed forth by generation from the ungenerate Light, how can the calumny of those who persist that we say the Only-begotten is ungenerate fail to be manifest? Yet we shall not, because we say that He exists by generation, therefore admit that He \"once was not\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:11",
                            "text": "For every one knows that the contradiction between \"being\" and \"not being\" is immediate, so that the affirmation of one of these terms is absolutely the destruction of the other, and that, just as \"being\" is the same in regard to every time at which any of the things that \"are\" is supposed to have its existence (for the sky, and stars, and sun, and the rest of the things that \"are,\" are not more in a state of being now than they were yesterday, or the day before, or at any previous time), so the meaning of \"not being\" expresses non-existence equally at every time, whether one speaks of it in reference to what is earlier or to what is later."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:12",
                            "text": "For any of the things that do not exist is no more in a state of \"not being\" now than if it were non-existent before, but the idea of \"not being\" is one applied to that which \"is not\" at any distance of time."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:13",
                            "text": "And for this reason, in speaking of living creatures, while we use different words to denote the dissolution into a state of \"not being\" of that which has been, and the condition of non-existence of that which has never had an entrance into being, and say either that a thing has never come into being at all, or that which was generated has died, yet by either form of speech we equally represent by our words \"non-existence\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:14",
                            "text": "For as day is bounded on each side by night, yet the parts of the night which bound it are not named alike, but we speak of one as \"after night-fall,\" and of the other as \"before dawn,\" while that which both phrases denote is night, so, if any one looks on that which is not in contrast to that which is, he will give different names to that state which is antecedent to formation and to that which follows the dissolution of what was formed, yet will conceive as one the condition which both phrases signify—the condition which is antecedent to formation and the condition following on dissolution after formation."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:15",
                            "text": "For the state of \"not being\" of that which has not been generated, and of that which has died, save for the difference of the names, are the same,—with the exception of the account which we take of the hope of the resurrection."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:16",
                            "text": "Now since we learn from Scripture that the Only-begotten God is the Prince of Life, the very life, and light, and truth, and all that is honourable in word or thought, we say that it is absurd and impious to contemplate, in conjunction with Him Who really is, the opposite conception, whether of dissolution tending to corruption, or of non-existence before formation: but as we extend our thought in every direction to what is to follow, or to what was before the ages, we nowhere pause in our conceptions at the condition of \"not being,\" judging it to tend equally to impiety to cut short the Divine being by non-existence at any time whatever."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:17",
                            "text": "For it is the same thing to say that the immortal life is mortal, that the truth is a lie, that light is darkness, and that that which is is not."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:18",
                            "text": "He, accordingly, who refuses to allow that He will at some future time cease to be, will also refuse to allow that He \"once was not,\" avoiding, according to our view, the same impiety on either hand: for, as no death cuts short the endlessness of the life of the Only-begotten, so, as we look back, no period of nonexistence will terminate His life in its course towards eternity, that that which in reality is may be clear of all community with that which in reality is not."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:19",
                            "text": "For this cause the Lord, desiring that His disciples might be far removed from this error (that they might never, by themselves searching for something antecedent to the existence of the Only-begotten, be led by their reasoning to the idea of non-existence), saith, \"I am in the Father, and the Father in Me,\" in the sense that neither is that which is not conceived in that which is, nor that which is in that which is not."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:20",
                            "text": "And here the very order of the phrase explains the orthodox doctrine; for because the Father is not of the Son, but the Son of the Father, therefore He says, \"I am in the Father,\" showing the fact that He is not of another but of Him, and then reverses the phrase to, \"and the Father in Me,\" indicating that he who, in his curious speculation, passes beyond the Son, passes also beyond the conception of the Father: for He who is in anything cannot be found outside of that in which He is: so that the man who, while not denying that the Father is in the Son, yet imagines that he has in any degree apprehended the Father as external to the Son, is talking idly."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:21",
                            "text": "Idle too are the wanderings of our adversaries' fighting about shadows touching the matter of \"ungeneracy,\" proceeding without solid foundation by means of nonentities."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:22",
                            "text": "Yet if I am to bring more fully to light the whole absurdity of their argument, let me be allowed to spend a little longer on this speculation."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:23",
                            "text": "As they say that the Only-begotten God came into existence \"later,\" after the Father, this \"unbegotten\" of theirs, whatever they imagine it to be, is discovered of necessity to exhibit with itself the idea of evil."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:24",
                            "text": "Who knows not, that, just as the non-existent is contrasted with the existent, so with every good thing or name is contrasted the opposite conception, as \"bad\" with \"good,\" \"falsehood\" with \"truth,\" \"darkness\" with \"light,\" and all the rest that are similarly opposed to one another, where the opposition admits of no middle term, and it is impossible that the two should co-exist, but the presence of the one destroys its opposite, and with the withdrawal of the other takes place the appearance of its contrary?  Now these points being conceded to us, the further point is also clear to any one, that, as Moses says darkness was before the creation of light, so also in the case of the Son (if, according to the heretical statement, the Father \"made Him at that time when He willed\"), before He made Him, that Light which the Son is was not; and, light not yet being, it is impossible that its opposite should not be."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:25",
                            "text": "For we learn also from the other instances that nothing that comes from the Creator is at random, but that which was lacking is added by creation to existing things."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:26",
                            "text": "Thus it is quite clear that if God did make the Son, He made Him by reason of a deficiency in the nature of things."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:27",
                            "text": "As, then, while sensible light was still lacking, there was darkness, and darkness would certainly have prevailed had light not come into being, so also, when the Son \"as yet was not,\" the very and true Light, and all else that the Son is, did not exist."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:28",
                            "text": "For even according to the evidence of heresy, that which exists has no need of coming into being; if therefore He made Him, He assuredly made that which did not exist."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:29",
                            "text": "Thus, according to their view, before the Son came into being, neither had truth come into being, nor the intelligible Light, nor the fount of life, nor, generally, the nature of any thing that is excellent and good."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:30",
                            "text": "Now, concurrently with the exclusion of each of these, there is found to subsist the opposite conception: and if light was not, it cannot be denied that darkness was; and so with the rest,—in place of each of these more excellent conceptions it is clearly impossible that its opposite did not exist in place of that which was lacking."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:31",
                            "text": "It is therefore a necessary conclusion, that when the Father, as the heretics say, \"had not as yet willed to make the Son,\" none of those things which the Son is being yet existent, we must say that He was surrounded by darkness instead of Light, by falsehood instead of truth, by death instead of life, by evil instead of good."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:32",
                            "text": "For He Who creates, creates things that are not; \"That which is,\" as Eunomius says, \"needs not generation\"; and of those things which are considered as opposed, the better cannot be non-existent, except by the existence of the worse."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:33",
                            "text": "These are the gifts with which the wisdom of heresy honours the Father, by which it degrades the eternity of the Son, and ascribes to God and the Father, before the \"production\" of the Son, the whole catalogue of evils!  And let no one think to rebut by examples from the rest of creation the demonstration of the doctrinal absurdity which results from this argument."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:34",
                            "text": "One will perhaps say that, as, when the sky was not, there was no opposite to it, so we are not absolutely compelled to admit that if the Son, Who is Truth, had not come into existence, the opposite did exist."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:35",
                            "text": "To him we may reply that to the sky there is no corresponding opposite, unless one were to say that its non-existence is opposed to its existence."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:36",
                            "text": "But to virtue is certainly opposed that which is vicious (and the Lord is virtue); so that when the sky was not, it does not follow that anything was; but when good was not, its opposite was; thus he who says that good was not, will certainly allow, even without intending it, that evil was."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:37",
                            "text": "\"But the Father also,\" he says, \"is absolute virtue, and life, and light unapproachable, and all that is exalted in word or thought: so that there is no necessity to suppose, when the Only-begotten Light was not, the existence of that darkness which is His corresponding opposite\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:38",
                            "text": "But this is just what I say, that darkness never was; for the light never \"was not,\" for \"the light,\" as the prophecy says, \"is always in the light\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:39",
                            "text": "If, however, according to the heretical doctrine, the \"ungenerate light\" is one thing, and the \"generated light\" another, and the one is eternal, while the other comes into existence at a later time, it follows of absolute necessity that in the eternal light we should find no place for the establishment of its opposite; (for if the light always shines, the power of darkness has no place in it;) and that in the case of the light which comes into being, as they say, afterwards, it is impossible that the light should shine forth save out of darkness; and the interval of darkness between eternal light and that which arises later will be clearly marked in every way."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:40",
                            "text": "For there would have been no need of the making of the later light, if that which was created had not been of utility for some purpose: and the one use of light is that of the dispersion by its means of the prevailing gloom."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:41",
                            "text": "Now the light which exists without creation is what it is by nature by reason of itself; but the created light clearly comes into being by reason of something else."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:42",
                            "text": "It must be then that its existence was preceded by darkness, on account of which the light was of necessity created, and it is not possible by any reasoning to make plausible the view that darkness did not precede the manifestation of the Only-begotten Light,—on the supposition, that is, that He is believed to have been \"made\" at a later time."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Against Eunomius Book IX 4:43",
                            "text": "Surely such a doctrine is beyond all impiety! It is therefore clearly shown that the Father of truth did not make the truth at a time when it was not; but, being the fountain of light and truth, and of all good, He shed forth from Himself that Only-begotten Light of truth by which the glory of His Person is expressly imaged; so that the blasphemy of those who say that the Son was a later addition to God by way of creation is at all points refuted."
                        }
                    ]
                }
            ]
        }
    ]
}