{
    "books": [
        {
            "name": "Sozoman: Book VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sozoman: Book VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:1",
                            "text": "Sozomen, Book VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:3",
                            "text": "—Successors of Theodosius the Great."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:4",
                            "text": "Rufinus, the Praetorian Prefect, is Slain."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:5",
                            "text": "The Chief Priests of the Principal Cities."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:6",
                            "text": "Differences among the Heretics."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:7",
                            "text": "Account of Sisinius, Bishop of the Novatians."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:8",
                            "text": "Such was the death of Theodosius, who had contributed so efficiently to the aggrandizement of the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:9",
                            "text": "He expired in the sixtieth year of his age, and the sixteenth of his reign."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:10",
                            "text": "He left his two sons as his successors."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:11",
                            "text": "Arcadius, the elder, reigned in the East, and Honorius in the West."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:12",
                            "text": "They both held the same religious sentiments as their father."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:13",
                            "text": "Damasus was dead; and at this period Siricius was the leader of the church of Rome; Nectarius, of the church in Constantinople; Theophilus, over the church of Alexandria; Flavian, over the church of Antioch; and John, over that of Jerusalem."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:14",
                            "text": "Armenia and the Eastern provinces were at this time overrun by the barbarian Huns."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:15",
                            "text": "Rufinus, prefect of the East, was suspected of having clandestinely invited them to devastate the Roman territories, in furtherance of his own ambitious designs; for he was said to aspire to tyranny."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:16",
                            "text": "For this reason, he was soon after slain; for, on the return of the troops from the conquest of Eugenius, the Emperor Arcadius, according to custom, went forth from Constantinople to meet them; and the soldiers took this opportunity to massacre Rufinus."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:17",
                            "text": "These circumstances tended greatly to the extension of religion."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:18",
                            "text": "The emperors attributed to the piety of their father, the ease with which the tyrant had been vanquished, and the plot of Rufinus to gain their government arrested; and they readily confirmed all the laws which had been enacted by their predecessors in favor of the churches, and bestowed their own gifts in addition."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:19",
                            "text": "Their subjects profited by their example, so that even the pagans were converted without difficulty to Christianity, and the heretics united themselves to the Catholic Church."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:20",
                            "text": "Owing to the disputes which had arisen among the Arians and Eunomians, and to which I have already alluded, these heretics daily diminished in number."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:21",
                            "text": "Many of them, in reflecting upon the diversity of sentiments which prevailed among those of their own persuasion, judged that the truth of God could not be present with them, and went over to those who held the same faith as the emperors."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:22",
                            "text": "The interests of the Macedonians of Constantinople were materially affected by their possessing no bishop in that juncture; for, ever since they had been deprived of their churches by Eudoxius, under the reign of Constantius, they had been governed only by presbyters, and remained so until the next reign."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:23",
                            "text": "The Novatians, on the other hand, although they had been agitated by the controversy concerning the Passover, which was an innovation made by Sabbatius, yet the most of them remained in quiet possession of their churches, and had not been molested by any of the punishments or laws enacted against other heretics, because they maintained that the Three Persons of the Trinity are of the same substance."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:24",
                            "text": "The virtue of their leaders also tended greatly to the maintenance of concord among them."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:25",
                            "text": "After the presidency of Agelius they were governed by Marcian, a good man; and on his decease,  a little while before the time now under consideration, the bishopric devolved upon Sisinius,  a very eloquent man, well versed in the doctrines of philosophy and of the Holy Scriptures, and so expert in disputation that even Eunomius, who was well approved in this art and effective in this work, often refused to hold debates with him."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:26",
                            "text": "His course of life was prudent and above the reach of calumny; yet he indulged in luxury, and even in superfluities; so that those who knew him not were incredulous as to whether he could remain temperate in the midst of so much abundance."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:27",
                            "text": "His manners were gracious and suave in assemblies, and on this account he was esteemed by the bishops of the Catholic Church, by the rulers, and by the learned."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:28",
                            "text": "His jests were replete with good nature, and he could bear ridicule without manifesting the least resentment."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:29",
                            "text": "He was very prompt and witty in his rejoinders."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:30",
                            "text": "Being once asked wherefore, as he was bishop, he bathed twice daily, he replied, \"Because I do not bathe thrice\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:31",
                            "text": "On another occasion, being ridiculed by a member of the Catholic Church because he dressed in white, he asked where it was commanded that he should dress in black; and, as the other hesitated for a reply, he continued, \"You can give no argument in support of your position; but I refer you to Solomon, the wisest of men, who says, 'Let your garments be always white."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:32",
                            "text": "' Moreover Christ is described in the Gospel as having appeared in white, and Moses and Elias manifested themselves to the apostles in robes of white\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:33",
                            "text": "It appears to me that the following reply was also very ingenious."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:34",
                            "text": "Leontius, bishop of Ancyra, in Galatia, settled in Constantinople after he had deprived the Novatians in his province of their churches."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:35",
                            "text": "Sisinius went to him to request that the churches might be restored; but far from yielding compliance, he reviled the Novatians, and said that they were not worthy of holding churches, because, by abolishing the observance of penance, they intercepted the philanthropy of God."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:36",
                            "text": "To this Sisinius replied, \"No one does penance as I do\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:37",
                            "text": "Leontius asked him in what way he did penance."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:38",
                            "text": "\"In coming to see you,\" retorted Sisinius."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:39",
                            "text": "Many other witty speeches are attributed to him, and he is even said to have written several works with some elegance."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:40",
                            "text": "But his discourses obtained greater applause than his writings, since he was best at declamation, and was capable of attracting the hearer by his voice and look and pleasing countenance."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Sozoman: Book VIII 1:41",
                            "text": "This brief description may serve as a proof of the disposition and mode of life of this great man."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sozoman: Book VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:2",
                            "text": "—Education, Training, Conduct, and Wisdom of the Great John Chrysostom; his Promotion to the See; Theophilus, Bishop of Alexandria, becomes his Confirmed Opponent."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:3",
                            "text": "Nectarius died about this period,  and lengthened debates were held on the ordination of a successor."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:4",
                            "text": "They all voted for different individuals, and it seemed impossible for all to unite on one, and the time passed heavily."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:5",
                            "text": "There was, however, at Antioch on the Orontes, a certain presbyter named John, a man of noble birth and of exemplary life, and possessed of such wonderful powers of eloquence and persuasion that he was declared by the sophist, Libanius the Syrian, to surpass all the orators of the age."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:6",
                            "text": "When this sophist was on his death-bed he was asked by his friends who should take his place."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:7",
                            "text": "\"It would have been John,\" replied he, \"had not the Christians taken him from us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:8",
                            "text": "Many of those who heard the discourses of John in the church were thereby excited to the love of virtue and to the reception of his own religious sentiments."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:9",
                            "text": "For by living a divine life he imparted zeal from his own virtues to his hearers."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:10",
                            "text": "He produced convictions similar to his own, because he did not enforce them by rhetorical art and strength, but expounded the sacred books with truth and sincerity."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:11",
                            "text": "For a word which is ornamented by deeds customarily shows itself as worthy of belief; but without these the speaker appears as an impostor and a traitor to his own words, even though he teach earnestly."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:12",
                            "text": "Approbation in both regards was due to John."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:13",
                            "text": "He devoted himself to a prudent course of life and to a severe public career, while he also used a clear diction, united with brilliance in speech."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:14",
                            "text": "His natural abilities were excellent, and he improved them by studying under the best masters."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:15",
                            "text": "He learned rhetoric from Libanius, and philosophy from Andragathius."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:16",
                            "text": "When it was expected that he would embrace the legal profession and take part in the career of an advocate, he determined to exercise himself in the sacred books and to practice philosophy according to the law of the Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:17",
                            "text": "He had as teachers of this philosophy, Carterius and Diodorus, two celebrated presidents of ascetic institutions."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:18",
                            "text": "Diodorus was afterwards the governor of the church of Tarsus, and, I have been informed, left many books of his own writings in which he explained the significance of the sacred words and avoided allegory."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:19",
                            "text": "John did not receive the instructions of these men by himself, but persuaded Theodore and Maximus, who had been his companions under the instruction of Libanius, to accompany him."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:20",
                            "text": "Maximus afterwards became bishop of Seleucia, in Isauria; and Theodore, bishop of Mompsuestia, in Cilicia."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:21",
                            "text": "Theodore was well conversant with the sacred books and with the rest of the discipline of rhetoricians and philosophers."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:22",
                            "text": "After studying the ecclesiastical laws, and frequenting the society of holy men, he was filled with admiration of the ascetic mode of life and condemned city life."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:23",
                            "text": "He did not persevere in the same purpose, but after changing it, he was drawn to his former course of life; and, to justify his conduct, cited many examples from ancient history, with which he was well acquainted, and went back into the city."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:24",
                            "text": "On hearing that he was engaged in business and intent on marriage, John composed an epistle,  more divine in language and thought than the mind of man could produce, and sent it to him."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:25",
                            "text": "Upon reading it, he repented and immediately gave up his possessions, renounced his intention of marrying, and was saved by the advice of John, and returned to the philosophic career."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:26",
                            "text": "This seems to me a remarkable instance of the power of John's eloquence; for he readily forced conviction on the mind of one who was himself habituated to persuade and convince others."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:27",
                            "text": "By the same eloquence, John attracted the admiration of the people; while he strenuously convicted sinners even in the churches, and antagonized with boldness all acts of injustice, as if they had been perpetrated against himself."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:28",
                            "text": "This boldness pleased the people, but grieved the wealthy and the powerful, who were guilty of most of the vices which he denounced."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:29",
                            "text": "Being, then, held in such high estimation by those who knew him by experience, and by those who were acquainted with him through the reports of others, John was adjudged worthy, in word and in deed, by all the subjects of the Roman Empire, to be the bishop of the church of Constantinople."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:30",
                            "text": "The clergy and people were unanimous in electing him; their choice was approved by the emperor, who also sent the embassy which should conduct him; and, to confer greater solemnity on his ordination, a council was convened."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:31",
                            "text": "Not long after the letter of the emperor reached Asterius, the general of the East; he sent to desire John to repair to him, as if he had need of him."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:32",
                            "text": "On his arrival, he at once made him get into his chariot, and conveyed him with dispatch to a military station, Pagras so-called, where he delivered him to the officers whom the emperor had sent in quest of him."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:33",
                            "text": "Asterius acted very prudently in sending for John before the citizens of Antioch knew what was about to occur; for they would probably have excited a sedition, and have inflicted injury on others, or subjected themselves to acts of violence, rather than have suffered John to be taken from them."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:34",
                            "text": "When John had arrived at Constantinople, and when the priests were assembled together, Theophilus opposed his ordination; and proposed as a candidate in his stead, a presbyter of his church named Isidore, who took charge of strangers and of the poor at Alexandria."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:35",
                            "text": "I have been informed by persons who were acquainted with Isidore, that from his youth upwards he practiced the philosophic virtues, near Scetis."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:36",
                            "text": "Others say that he had gained the friendship of Theophilus by being a participant and a familiar in a very perilous undertaking."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:37",
                            "text": "For it is reported that during the war against Maximus, Theophilus intrusted Isidore with gifts and letters respectively addressed to the emperor and to the tyrant, and sent him to Rome, desiring him to remain there until the termination of the war, when he was to deliver the gifts, with the letters, to him, who might prove the victor."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:38",
                            "text": "Isidore acted according to his instructions, but the artifice was detected; and, fearful of being arrested, he fled to Alexandria."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:39",
                            "text": "Theophilus from that period evinced much attachment towards him, and, with a view of recompensing his services, strove to raise him to the bishopric of Constantinople."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:40",
                            "text": "But whether there was really any truth in this report, or whether Theophilus desired to ordain this man because of his excellence, it is certain that he eventually yielded to those who decided for John."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:41",
                            "text": "He feared Eutropius, who was artfully eager for this ordination."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Sozoman: Book VIII 2:42",
                            "text": "Eutropius then presided over the imperial house, and they say he threatened Theophilus, that unless he would vote with the other bishops, he would have to defend himself against those who desired to accuse him; for many written accusations against him were at that time before the council."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sozoman: Book VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:2",
                            "text": "—Rapid Promotion of John to the Bishopric, and more Vehement Grappling with its Affairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:3",
                            "text": "He re-establishes Discipline in the Churches everywhere."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:4",
                            "text": "By sending an Embassy to Rome, he abolished the Hostility to Flavian."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:5",
                            "text": "As soon as John was raised to the episcopal dignity, he devoted his attention first to the reformation of the lives of his clergy;  he reproved and amended their ways and diet and every procedure of their manifold transactions."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:6",
                            "text": "He also ejected some of the clergy from the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:7",
                            "text": "He was naturally disposed to reprehend the misconduct of others, and to antagonize righteously those who acted unjustly; and he gave way to these characteristics still more in the episcopate; for his nature, having attained power, led his tongue to reproof, and nerved his wrath more readily against the enemy."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:8",
                            "text": "He did not confine his efforts to the reformation of his own church; but as a good and large-minded man, he sought to rectify abuses throughout the world."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:9",
                            "text": "Immediately upon entering the episcopate, he strove to put an end to the dissension which had arisen concerning Paulinus, between the Western and Egyptian bishops and the bishops of the East; since on this account a general disunion was overpowering the churches in the whole empire."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:10",
                            "text": "He requested the assistance of Theophilus in effecting the reconciliation of Flavian with the bishop of Rome."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:11",
                            "text": "Theophilus agreed to co-operate with him in the restoration of concord; and Acacius, bishop of Berea, and Isidore, whom Theophilus had proposed as a candidate for ordination instead of John, were sent on an embassy to Rome."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:12",
                            "text": "They soon effected the object of their journey, and sailed back to Egypt."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:13",
                            "text": "Acacius repaired to Syria, bearing conciliatory letters to the adherents of Flavian from the priests of Egypt and of the West."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:14",
                            "text": "And the churches, after a long delay once more laid aside their discord, and took up communion with one another."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:15",
                            "text": "The people at Antioch, who were called Eustathians, continued, indeed, for some time to hold separate assemblies, although they possessed no bishop."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:16",
                            "text": "Evagrius, the successor of Paulinus, did not, as we have stated, long survive him; and I think reconciliation became easier for the bishops from there being no one to oppose."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Sozoman: Book VIII 3:17",
                            "text": "The laity, as is customary with the populace, gradually went over to those who assembled together under the guidance of Flavian; and thus, in course of time, they were more and more united."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sozoman: Book VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:2",
                            "text": "—Enterprise of Gaïnas, the Gothic Barbarian."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:3",
                            "text": "Evils which he perpetrated."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:4",
                            "text": "A barbarian, named Gaïnas,  who had taken refuge among the Romans, and who had risen from the lowest ranks of the army to military command, formed a design to usurp the throne of the Roman Empire."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:5",
                            "text": "With this in view, he sent for his countrymen, the Goths, from their own homes to come to the Roman territories, and appointed his relatives to be tribunes and chiliarchs."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:6",
                            "text": "Tirbingilus, a relative of his, who commanded a large body of troops in Phrygia, commenced an insurrection; and to all persons of judgment it was patent that he was preparing the way."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:7",
                            "text": "Under the pretext of resenting the devastation of many of the Phrygian cities, which had been committed to his superintendence, Gaïnas turned to their assistance; but on his arrival, when a multitude of barbarians had been equipped for war, he disclosed his plan which he had previously concealed, and pillaged the cities which he had been commanded to guard, and was about to attack others."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:8",
                            "text": "He then proceeded to Bithynia, and encamped in the boundaries of Chalcedon, and threatened war."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:9",
                            "text": "The cities of the East of Asia, and as many as lived between these regions and about the Euxine, being thus in danger, the emperor and his counsellors judged that it would not be safe to venture into any hazardous undertaking without preparation against men who were already desperate; for the emperor declared that he was ready to be favorable to him in every point, and sent to Gaïnas to offer him whatever he might demand."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:10",
                            "text": "Gaïnas requested that two consuls, named Saturninus and Aurelian, whom he suspected of being inimical, should be delivered up to him; and when they were in his power, he pardoned them."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:11",
                            "text": "He afterwards held a conference with the emperor near Chalcedon, in the house of prayer in which the tomb of Euphemia the martyr is deposited; and after he and the emperor had mutually bound themselves by vows of friendship to each other, he threw down his arms, and repaired to Constantinople, where, by an imperial edict, he was appointed general of the infantry and cavalry."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:12",
                            "text": "Prosperity so far beyond his deserts was more than he could bear with moderation; and as, contrary to all expectations, he had succeeded so wonderfully in his former enterprise, he determined to undermine the peace of the Catholic Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:13",
                            "text": "He was a Christian, and, like the rest of the barbarians, had espoused the Arian heresy."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:14",
                            "text": "Urged either by the presidents of this party, or by the suggestions of his own ambition, he applied to the emperor to place one of the churches of the city in the hands of the Arians."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:15",
                            "text": "He represented that it was neither just nor proper that, while he was general of the Roman troops, he should be compelled to retire without the walls of the city when he wished to engage in prayer."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:16",
                            "text": "John did not remain inactive when made acquainted with these proceedings."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:17",
                            "text": "He assembled all the bishops who were then residing in the city, and went with them to the palace."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:18",
                            "text": "He spoke at great length in the presence of the emperor and of Gaïnas, reproached the latter with being a stranger and a fugitive, and reminded him that his life had been saved by the father of the emperor, to whom he had sworn fidelity, as likewise to his children, to the Romans, and to the laws which he was striving to make powerless."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:19",
                            "text": "When he had made this speech he showed the law which Theodosius had established, forbidding the heterodox to hold a church within the walls."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:20",
                            "text": "Then, addressing himself to the emperor, John exhorted him to maintain the laws which had been established against heretics; and told him that it would be better to be deprived of the empire, than to be guilty of impiety by becoming a traitor to the house of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:21",
                            "text": "Thus did John speak boldly like a man, and gave no place to innovation in the churches under his care."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:22",
                            "text": "Gaïnas, however, regardless of his oaths, attacked the city."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:23",
                            "text": "His enterprise was pre-announced by the appearance of a comet directly over the city; this comet was of extraordinary magnitude, larger, it is said, than any that had previously been seen, and reaching almost to the earth itself."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:24",
                            "text": "Gaïnas intended to seize first upon the stores of the bankers, and hoped to collect together their enormous wealth."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:25",
                            "text": "But since the rumor of his plan was spread, the bankers concealed their ready wealth and no longer set forth silver upon the tables, as they were wont publicly to do."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:26",
                            "text": "Gaïnas then sent some of the barbarians by night to set fire to the palace; but they were unskillful and overcome with fear, so they turned back."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:27",
                            "text": "For when they drew near the edifice, they fancied that they saw a multitude of heavily armed men of immense stature, and they returned to inform Gaïnas that fresh troops had just arrived."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:28",
                            "text": "Gaïnas disbelieved their report, for he was confident that no troops had entered the city."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:29",
                            "text": "As, however, other individuals whom he despatched to the palace for the same purpose, on the following night, returned with the same report, he went out himself to be an eye-witness of the extraordinary spectacle."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:30",
                            "text": "Imagining that the army before him consisted of soldiers who had been withdrawn from other cities, and that these troops protected the city and palace by night and concealed themselves by day, Gaïnas feigned to be possessed of a demon; and under the pretext of offering up a prayer, went to the church which the father of the emperor had erected in honor of John the Baptist, at Hebdomos."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:31",
                            "text": "Some of the barbarians remained in Constantinople, and others accompanied Gaïnas; they secretly carried arms and pots full of darts in the women's chariots, but when they were discovered, they slew the guard at the gates, who attempted to hinder the carrying out of the arms."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:32",
                            "text": "From this the city was filled with as much confusion and uproar, as if it had suddenly been captured."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:33",
                            "text": "A good thought ruled this terrible moment; for the emperor without delay declared Gaïnas a public enemy, and commanded that all the barbarians left in the city should be slain."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:34",
                            "text": "No sooner was this mandate issued, than the soldiers rushed upon the barbarians, and slew the greater number of them; they then set fire to the church which was named after the Goths; for as was customary, they had congregated there in the house of prayer, because there was no other refuge, since the gates were shut."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:35",
                            "text": "On hearing of this calamity, Gaïnas passed through Thrace, and proceeded towards the Cherronesus, intending to cross the Hellespont; for he thought that if he could conquer the opposite coast of Asia, he could easily subjugate to himself all the provinces of the empire in the East."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:36",
                            "text": "All these things proved contrary to his hopes, because the Romans were there favored by Divine power."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:37",
                            "text": "For the army sent by the emperor was on hand by land and by sea, under the command of Flavita, who although a barbarian by birth, was a good man, and an able general."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:38",
                            "text": "The barbarians, having no ships, imprudently attempted to cross the Hellespont to the opposite continent on rafts; when suddenly a great wind blew and violently separated them, and drove them against the Roman vessels."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:39",
                            "text": "The greater part of the barbarians and their horses were drowned; but many were slain by the military."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:40",
                            "text": "Gaïnas, however, with a few of his followers escaped; but not long after, when fleeing through Thrace, they fell in with another detachment of the Roman army, and Gaïnas, with all his barbarians, perished."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:41",
                            "text": "Such was the termination of the daring schemes and life of Gaïnas."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:42",
                            "text": "Flavita had rendered himself very conspicuous in this war, and was therefore appointed consul."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:43",
                            "text": "During his consulate, and that of Vincentius, a son was born to the emperor."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Sozoman: Book VIII 4:44",
                            "text": "The young prince was named after his grandfather, and at the commencement of the next consulate,  was proclaimed Augustus."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sozoman: Book VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:2",
                            "text": "—John swayed the People by his Teachings."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:3",
                            "text": "Concerning the Woman, a Follower of Macedonius, on account of whom the Bread was turned into a Stone."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:4",
                            "text": "John governed the church of Constantinople with exemplary prudence, and induced many of the pagans and of the heretics to unite themselves with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:5",
                            "text": "Crowds of people daily resorted to him; some for the purpose of being edified by listening to his discourses, and others with the intention of tempting him."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:6",
                            "text": "He, however, pleased and attracted all classes, and led them to embrace the same religious sentiments as himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:7",
                            "text": "As the people pressed around him, and could not get enough of his words, so that when they were pushed hither and yon, and were pressing one another, they incurred danger; and each one was forcing his way to go farther, so that by standing near, he might hear more accurately what John was saying, he placed himself in the midst of them upon the platform of the readers, and, having taken a seat, taught the multitude."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:8",
                            "text": "It seems to me that this is a suitable place in my history for the insertion of the account of a miracle which was performed during the life of John."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:9",
                            "text": "A certain man of the Macedonian heresy, lived with a wife of the same belief; he chanced to hear John discoursing concerning the opinion one ought to hold about the Divine nature; he was convinced by the argument he heard advanced, and strove to persuade his wife to embrace the same sentiments."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:10",
                            "text": "Her previous habits of mind, and the conversation of other women of her acquaintance, deterred her from complying with his wishes; and, when he found that all his efforts to convince her were futile, he told her that, unless she would be of one mind with him on Divine subjects, she should not continue to live with him."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:11",
                            "text": "The woman, therefore, promised to do as she was required; but, at the same time, she made known the matter to one of her servant maids, in whose fidelity she confided, and used her as an instrument in deceiving her husband."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:12",
                            "text": "At the season of the celebration of the mysteries (the initiated will understand what I mean), this woman kept what was given to her and held down her head as if engaged in prayer."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:13",
                            "text": "Her servant, who was standing behind her, placed in her hand a bit of bread which she had brought with her; but, as soon as she had placed it between her teeth, it was converted into stone."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:14",
                            "text": "Since such a divine affair had happened to her, she was very fearful lest any further calamity should befall her, and ran to the bishop, and confessed on herself."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:15",
                            "text": "She showed him the stone, which bore the marks of her teeth; it was composed of some unknown substance, and was marked by a very strange color."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:16",
                            "text": "She implored forgiveness with tears, and continued ever after to hold the same religious tenets as her husband."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Sozoman: Book VIII 5:17",
                            "text": "If any person should consider this narrative incredible, he can inspect the stone in question; for it is still preserved in the treasury of the church of Constantinople."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sozoman: Book VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:2",
                            "text": "—Proceedings of John in Asia and Phrygia."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:3",
                            "text": "Heraclides, Bishop of Ephesus, and Gerontius, Bishop of Nicomedia."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:4",
                            "text": "{{small-caps|John  having been informed that the churches in Asia and the neighborhood were governed by unworthy persons, and that they bartered the priesthood for the incomes and gifts received, or bestowed that dignity as a matter of private favor, repaired to Ephesus, and deposed thirteen bishops, some in Lycia and Phrygia, and others in Asia itself, and appointed others in their stead."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:5",
                            "text": "The bishop of Ephesus was dead, and he therefore ordained Heraclides over the church."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:6",
                            "text": "Heraclides was a native of Cyprus, and was one of the deacons under John: he had formerly joined the monks at Scetis, and had been the disciple of the monk Evagrius."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:7",
                            "text": "John also expelled Gerontius, bishop of the church in Nicomedia."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:8",
                            "text": "This latter was a deacon under Ambrosius, of the church of Milan; he declared, I do not know why, either with an intention to invent a miracle, or because he had been himself deceived by the art and phantasms of a demon, that he had seized something resembling an ass (ὀνοσκελίς) by night, had cut off its head, and flung it into a grinding-house."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:9",
                            "text": "Ambrose regarded this mode of discourse as unworthy of a deacon of God, and commanded Gerontius to remain in seclusion until he had expiated his fault by repentance."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:10",
                            "text": "Gerontius, however, was a very skillful physician; he was eloquent and persuasive, and knew well how to gain friends; he therefore ridiculed the command of Ambrose, and repaired to Constantinople."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:11",
                            "text": "In a short time he obtained the friendship of some of the most powerful men at court; and, not long after, was elevated to the bishopric of Nicomedia."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:12",
                            "text": "He was ordained by Helladius, bishop of Caesarea in Cappadocia, who performed this office the more readily for him, because he had been instrumental, through his interest at court, in obtaining high appointment in the army for that functionary's son."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:13",
                            "text": "When Ambrose heard of this ordination, he wrote to Nectarius, the president of the church of Constantinople, desiring him to eject Gerontius from the priesthood, and not permit him and the ecclesiastical order to be so abused."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:14",
                            "text": "However desirous Nectarius might have been to obey this injunction, he could never succeed carrying it into effect, owing to the determined resistance of the people of Nicomedia."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:15",
                            "text": "John deposed Gerontius, and ordained Pansophius, who had formerly been preceptor to the wife of the emperor, and who, though a man of decided piety and of a mild and gentle disposition, was not liked by the Nicomedians."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:16",
                            "text": "They arose in frequent sedition, and enumerated publicly and privately the beneficence of Gerontius, and on the liberal advantage derived from his science, and its generous and active use for the rich and poor alike; and as is usual when we applaud those we love, they ascribed many other virtues to him."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:17",
                            "text": "They went about the streets of their own city and Constantinople as if some earthquake, or pestilence, or other visitation of Divine wrath had occurred, and sang psalms, and offered supplications that they might have Gerontius for their bishop."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:18",
                            "text": "They were at length compelled to yield to necessity, and parted with grief and groans from Gerontius, receiving in his stead a bishop whom they regarded with fear and aversion."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:19",
                            "text": "The bishops who had been deposed and all their followers declaimed against John, as the leader of a revolution in the churches, and as changing the rights of the ordained, contrary to the ancestral laws; and under the influence of their grievance, they condemned deeds done by him, which were worthy of praise according to the opinion of most people."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Sozoman: Book VIII 6:20",
                            "text": "Among other matters, they reproached him with the proceedings that had been taken against Eutropius."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sozoman: Book VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:2",
                            "text": "—Concerning Eutropius, Chief of the Eunuchs, and the Law enacted by him."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:3",
                            "text": "On being turned from the Church, he was put to Death."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:4",
                            "text": "Murmurs against John."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:5",
                            "text": "Eutropius was originally the chief of the eunuchs, and was the first and only person of that rank of whom we have known or heard who attained the consular and patrician dignity."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:6",
                            "text": "When he was raised to present power, he thought not of the future, nor of the instability of human affairs, but caused those who sought an asylum in churches to be thrust out."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:7",
                            "text": "He treated Pentadia, the wife of Timasius, in this manner."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:8",
                            "text": "Timasius was a general in the army, capable and much feared; but Eutropius procured an edict for his banishment to Pasis in Egypt, under the pretext that he aspired to tyranny."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:9",
                            "text": "I have been informed that Timasius fell a victim to thirst, or dreading lest anything worse might be in store, he was caught in the sands there, and was found dead."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:10",
                            "text": "Eutropius issued a law, enacting that no one should seek refuge in churches, and that those who had already fled thither should be driven out."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:11",
                            "text": "He was, however, the first to transgress this law; for not long after its enactment, he offended the empress, and immediately left the palace, and fled to the Church as a suppliant."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:12",
                            "text": "While he was lying beneath the table, John pronounced a discourse, in which he reprehended the pride of power, and directed the attention of the people to the instability of human greatness."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:13",
                            "text": "The enemies of John hence took occasion to cast reproach on him, because he had rebuked instead of compassionating, one who was suffering under the calamities of adverse fortunes."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:14",
                            "text": "Eutropius soon after paid the penalty of his impious plan, and was beheaded; and the law which he had enacted was effaced from the public inscriptions."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:15",
                            "text": "The wrath of God having been thus promptly visited on the injustice that had been perpetrated against the Church, prosperity was restored to it, and there was an increase in the Divine worship."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Sozoman: Book VIII 7:16",
                            "text": "The people of Constantinople were more sedulous then than before, in attendance at the singing of the morning and evening hymns."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sozoman: Book VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:2",
                            "text": "—Antiphonal Hymns against the Arians introduced by John."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:3",
                            "text": "The Interests of the Orthodox are much augmented by the Teachings of John, while the Wealthy are More and More Enraged."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:4",
                            "text": "The Arians, having been deprived of their churches in Constantinople during the reign of Theodosius, held their churches without the walls of the city."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:5",
                            "text": "They previously assembled by night in the public porticoes, and were divided into bands, so that they sang antiphonally, for they had composed certain refrains which reflected their own dogma, and at the break of day marched in procession, singing these hymns, to the places in which they held their churches."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:6",
                            "text": "They proceeded in this manner on all solemn festivals, and on the first and last days of the week."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:7",
                            "text": "The sentiments propounded in these odes were such as were likely to engender disputes."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:8",
                            "text": "As, for instance, the following: \"Where are those who say that the Three Persons constitute one Power?\" Other similar acrimonious observations were interspersed throughout their compositions."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:9",
                            "text": "John was fearful lest any of his own church people should be led astray by witnessing these exhibitions, and therefore commanded them to sing hymns in the same manner."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:10",
                            "text": "The orthodox became more distinguished, and in a short time surpassed the opposing heretics in number and processions; for they had silver crosses and lighted wax tapers borne before them."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:11",
                            "text": "The eunuch of the empress was appointed to regulate these processions, to pay the cost of whatever might be required, and to prepare hymns."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:12",
                            "text": "Hence the Arians, impelled either by jealousy or revenge, attacked the members of the Catholic Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:13",
                            "text": "Much bloodshed ensued on both sides."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:14",
                            "text": "Briso (for this was the name of the imperial eunuch) was wounded on the forehead by a stone that was cast at him."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:15",
                            "text": "The resentment of the emperor was kindled, and he put a stop to the Arian assemblies."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:16",
                            "text": "Having commenced the custom of singing hymns in the manner and from the cause above stated, the members of the Catholic Church did not discontinue the practice, but have retained it to the present day."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Sozoman: Book VIII 8:17",
                            "text": "The institution of these processions and his services in the Church endeared John to the people; but he was hated by the clergy and the powerful on account of his free boldness, for he never failed to rebuke the clergy when he detected them in acts of injustice, nor to exhort the powerful to return to the practice of virtue when they abused their wealth, committed impiety, or yielded to voluptuousness."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sozoman: Book VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:2",
                            "text": "—Serapion, the Archdeacon, and St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:3",
                            "text": "Olympias."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:4",
                            "text": "Some of the Celebrated Men insolently bear down upon John, traducing him as Impracticable and Passionate."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:5",
                            "text": "The enmity of the clergy against John was greatly increased by Serapion, his archdeacon."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:6",
                            "text": "He was an Egyptian, naturally prone to anger, and always ready to insult his opponents."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:7",
                            "text": "The feelings of hostility were further fostered by the counsel which Olympias received from John."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:8",
                            "text": "Olympias was of most illustrious birth, and although she had become a widow while young, and was zealously attached to the exercises of monastic philosophy according to the laws of the church, yet Nectarius had ordained her as deaconess."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:9",
                            "text": "John, perceiving that she bestowed her goods liberally on any one who asked her for them, and that she despised everything but the service of God, said to her: \"I applaud your intentions; but would have you know that those who aspire to the perfection of virtue according to God, ought to distribute their wealth with economy."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:10",
                            "text": "You, however, have been bestowing wealth on the wealthy, which is as useless as if you had cast it into the sea."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:11",
                            "text": "Know you not that you have voluntarily, for the sake of God, devoted all your possessions to the relief of the poor."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:12",
                            "text": "You ought, therefore, to regard your wealth as belonging to your Master, and to remember that you have to account for its distribution."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:13",
                            "text": "If you will be persuaded by me, you will in future regulate your donations according to the wants of those who solicit relief."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:14",
                            "text": "You will thus be enabled to extend the sphere of your benevolence, and your mercy and most zealous care will receive reward from God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:15",
                            "text": "John had several disputes with many of the monks, particularly with Isaac."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:16",
                            "text": "He highly commended those who remained in quietude in the monasteries and practiced philosophy there; he protected them from all injustice and solicitiously supplied whatever necessities they might have."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:17",
                            "text": "But the monks who went out of doors and made their appearance in cities, he reproached and regarded as insulting philosophy."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:18",
                            "text": "For these causes, he incurred the hatred of the clergy, and of many of the monks, who called him a hard, passionate, morose, and arrogant man."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:19",
                            "text": "They therefore attempted to bring his life into public disrepute, by stating confidently, as if it were the truth, that he would eat with no one, and that he refused every invitation to a meal that was offered him."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:20",
                            "text": "I know of no pretext that could have given rise to this assertion, except that, as I have been assured by a man of undoubted veracity, John had, by rigorous asceticism, rendered himself liable to pain in the head and stomach, and was thus prevented from being present at some of the choicest symposia."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Sozoman: Book VIII 9:21",
                            "text": "Hence, however, originated the greatest accusation that was ever devised against him."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sozoman: Book VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:2",
                            "text": "—Severian, Bishop of Gabales, and Antiochus, Bishop of Ptolemaïs."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:3",
                            "text": "Dispute between Serapion and Severian."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:4",
                            "text": "Reconciliation between them effected by the Empress."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:5",
                            "text": "John likewise incurred the enmity of the empress, through the machinations of Severian, bishop of Gabali in Syria."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:6",
                            "text": "Severian and Antiochus, bishop of Ptolemaïs, a city in Phoenicia, were both learned men, and well qualified to teach in the churches."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:7",
                            "text": "Antiochus had so fine a voice and delivery that, by some persons, he was surnamed Chrysostom."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:8",
                            "text": "Severian, on the other hand, had the harshness of the Syrians in his speech; but, in point of knowledge and the evidences of the Scriptures, he was considered superior to Antiochus."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:9",
                            "text": "It appears that Antiochus was the first to visit Constantinople; he gained great applause by his discourses, amassed some property, and then returned to his own city."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:10",
                            "text": "Severian followed his example, and went to Constantinople."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:11",
                            "text": "He formed an intimacy with John, spoke frequently in the churches, and was admired."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:12",
                            "text": "He was in honor, and became well known to many of those in power, and to the emperor and empress."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:13",
                            "text": "When John went to Asia, he commended the Church to his care; for he was so far deceived by the adulation of Severian as to imagine him to be his zealous friend."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:14",
                            "text": "Severian, however, thought only of gratifying his auditors, and of pleasing the people by his discourses."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:15",
                            "text": "When John was apprised of this, he was filled with jealousy; and his resentment was further kindled, it is said, by the representations of Serapion."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:16",
                            "text": "After the return of John from Asia, Serapion happened to see Severian passing; but, instead of rising to salute him, he kept his seat, in order to show his utter contempt for the man."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:17",
                            "text": "Severian was offended by this manifestation of disrespect, and exclaimed, \"If Serapion die a clergyman, then Christ was not incarnate\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:18",
                            "text": "Serapion reported these words; and John, in consequence, expelled Severian from the city as insolent, and as a blaspheme against God; for witnesses were brought forward to attest that the above words had been really uttered by him."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:19",
                            "text": "Some of the friends of Serapion even went so far as to suppress part of the speech of Severian, and to affirm that he had declared that Christ was not incarnate."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:20",
                            "text": "John also rebuked Severian, by asking whether, \"If Serapion should not die among the clergy, it would follow that Christ had not been incarnate?\" As soon as the wife of the emperor was informed by the friends of Severian of what had occurred, she immediately sent for him from Chalcedon."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:21",
                            "text": "John, notwithstanding all her remonstrances, positively refused to hold any intercourse with him, until the empress placed her son Theodosius on his knees in the church named after the apostles; then she entreated him persistently, and frequently adjured him, until John yielded a reluctant consent to receive Severian into friendship."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Sozoman: Book VIII 10:22",
                            "text": "Such are the accounts which I have received of these transactions."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sozoman: Book VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:2",
                            "text": "—Question agitated in Egypt, as to whether God has a Corporeal Form."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:3",
                            "text": "Theophilus, Bishop of Alexandria, and the Books of Origen."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:4",
                            "text": "A question was at this period agitated in Egypt, which had been propounded a short time previously, namely, whether it is right to believe that God is anthropomorphic."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:5",
                            "text": "Because they laid hold of the sacred words with simplicity and without any questioning, most of the monks of that part of the world were of this opinion; and supposed that God possessed eyes, a face, and hands, and other members of the bodily organization."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:6",
                            "text": "But those who searched into the hidden meaning of the terms of Scripture held the opposite; and they maintained that those who denied the incorporeality of God were guilty of blasphemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:7",
                            "text": "This later opinion was espoused by Theophilus, and preached by him in the church; and in the epistle  which, according to custom, he wrote respecting the celebration of the passover, he took occasion to state that God ought to be regarded as incorporeal, as alien to a human form."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:8",
                            "text": "When it was signified to the Egyptian monks that Theophilus had broached these sentiments, they went to Alexandria, assembled the people together in one place, excited a tumult, and determined upon slaying the bishop as an impious man."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:9",
                            "text": "Theophilus, however, presented himself to the insurgents forthwith, and said to them, \"When I look upon you, it is as if I beheld the face of God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:10",
                            "text": "This address sufficiently mollified the men; yielding their wrath, they replied, \"Wherefore, then, if you really hold orthodox doctrines, do you not denounce the books of Origen; since those who read them are led into such opinions?\" \"Such has long been my intention,\" replied he, \"and I shall do as you advise; for I blame not less than you do, all those who follow the doctrines of Origen\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sozoman: Book VIII 11:11",
                            "text": "By these means he deluded the brethren, and broke up the sedition."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sozoman: Book VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:2",
                            "text": "—About the Four Brothers, called \"The Long,\" who were Ascetics, and of whom Theophilus was an Enemy; about Isidore and the Events which came about through these Four."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:3",
                            "text": "The controversy would most likely have been terminated, had it not been renewed by Theophilus himself, from inimical feelings against Ammonius, Dioscorus, Eusebius, and Euthymius, who were called \"the long\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:4",
                            "text": "They were brothers; and, as we have before stated, became conspicuous among the philosophers at Scetis."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:5",
                            "text": "They were at one period beloved by Theophilus above all the other monks of Egypt; he sought their society, and frequently dwelt with them."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:6",
                            "text": "He even conferred on Dioscorus the bishopric of Hermopolis."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:7",
                            "text": "He was confirmed in his hatred of them, on account of his enmity to Isidore, whom he had endeavored to ordain in Constantinople after Nectarius."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:8",
                            "text": "Some say, that a woman, belonging to the Manichean heresy, had been converted to the faith of the Catholic Church; Theophilus rebuked the arch-presbyter (towards whom he had other reasons for entertaining resentful feeling), because he had admitted her to participate in the sacred mysteries before she had adjured her former heresy."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:9",
                            "text": "Peter, for this was the name of the arch-presbyter, maintained that he had received the woman into communion according to the laws of the Church, and with the consent of Theophilus; and referred to Isidore, as a witness to the truth of what he had deposed."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:10",
                            "text": "Isidore happened to be then at Rome on an embassy; but, on his return, he testified that the assertions of Peter were true."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:11",
                            "text": "Theophilus resented this avowal as a calumny, and ejected both him and Peter from the Church."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:12",
                            "text": "Such is the account given by some persons of the transaction."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:13",
                            "text": "I have, however, heard it alleged, by a man of undoubted veracity, who was very intimate with the monks above mentioned, that the enmity of Theophilus towards Isidore originated from two causes."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:14",
                            "text": "One of these causes was identical with that specified by Peter the presbyter, namely, that he had refused to attest the existence of a testament in which the inheritance was entailed on the sister of Theophilus; the other cause alleged by this individual was, that Isidore refused to give up certain moneys that had been confided to him for the relief of the poor, and which Theophilus wished to appropriate to the erection of churches; saying that it is better to restore the bodies of the suffering, which are more rightly to be considered the temples of God, and for which end the money had been furnished, than to build walls."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:15",
                            "text": "But from whatever cause the enmity of Theophilus might have originated, Isidore, immediately after his excommunication, joined his former companions, the monks at Scetis."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:16",
                            "text": "Ammonius, with a few others, then repaired to Theophilus, and entreated him to restore Isidore to communion."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:17",
                            "text": "Theophilus readily promised to do as they requested; but as time passed away, and nothing more was effected for them, and it became evident that Theophilus was pretending, they again repaired to him, renewed their entreaties, and pressed him to be faithful to his engagement."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:18",
                            "text": "Instead of complying, Theophilus thrust one of the monks into prison, for the purpose of intimidating the others."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:19",
                            "text": "But he erred in this."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:20",
                            "text": "Ammonius and all the monks with him then went to the prison, into which they were readily admitted by the jailer, who imagined that they had come to bring provisions to the prisoner; but having once obtained admission, they refused to leave the prison."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:21",
                            "text": "When Theophilus heard of their voluntary confinement, he sent to desire them to come to him."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:22",
                            "text": "They replied, that he ought first to take them out of prison himself, for it was not just, after having been subjected to public indignity, that they should be privately released from confinement."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:23",
                            "text": "At length, however, they yielded and went to him."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:24",
                            "text": "Theophilus apologized for what had occurred, and dismissed them as if he had no further intention of molesting them; but by himself, he champed and was vexed, and determined to do them ill."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:25",
                            "text": "He was in doubt, however, as to how he could ill-treat them, as they had no possessions, and despised everything but philosophy, until it occurred to him, to disturb the peace of their retirement."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:26",
                            "text": "From his former intercourse with them he had gathered that they blamed those who believe that God has a human form, and that they adhered to the opinions of Origen; he brought them into collision with the multitude of monks who maintained the other view."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:27",
                            "text": "A terrible contention prevailed among the monks, for they did not think it worth while to persuade one another by flaming arguments for themselves in an orderly way, but settled down into insults."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Sozoman: Book VIII 12:28",
                            "text": "They gave the name of Origenists to those who maintained the incorporeality of the Deity, while those who held the opposite opinion were called Anthropomorphists."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sozoman: Book VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:2",
                            "text": "—These Four repair to John on account of his Interest; for this Reason, Theophilus was enraged, and prepares himself to fight against John."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:3",
                            "text": "Dioscorus, Ammonius, and the other monks, having discovered the machinations of Theophilus, retired to Jerusalem, and thence proceeded to Scythopolis; for they thought that it would be an advantageous residence there for them on account of the many palms, whose leaves are used by the monks for their customary work."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:4",
                            "text": "Dioscorus and Ammonius were accompanied hither by about eighty other monks."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:5",
                            "text": "In the meantime, Theophilus sent messengers to Constantinople, to prefer complaints against them, and to oppose any petitions that they might lay before the emperor."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:6",
                            "text": "On being informed of this fact, Ammonius and the monks embarked for Constantinople, and took Isidore with them; and they requested that their cause might be tried in the presence of the emperor and of the bishop; for they thought that, by reason of his boldness, John, who was careful to do right, would be able to help them in their rights."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:7",
                            "text": "John, although he received them with kindness, and treated them with honor, and did not forbid them to pray in the church, refused to admit them to participation in the mysteries, for it was not lawful to do this before the investigation."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:8",
                            "text": "He wrote to Theophilus, desiring him to receive them back into communion, as their sentiments concerning the Divine nature were orthodox; requesting him, if he regarded their orthodoxy as doubtful, to send some one to act as their accuser."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:9",
                            "text": "Theophilus returned no reply to this epistle."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:10",
                            "text": "Some time subsequently, Ammonius and his companions presented themselves before the wife of the emperor, as she was riding out, and complained of the machinations of Theophilus against them."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:11",
                            "text": "She knew what had been plotted against them; and she stood up in honor of them; and, leaning forward from her royal chariot, she nodded, and said to them, \"Pray for the emperor, for me, for our children, and for the empire."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:12",
                            "text": "For my part, I shall shortly cause a council to be convened, to which Theophilus shall be summoned\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sozoman: Book VIII 13:13",
                            "text": "A false report having prevailed in Alexandria, that John had received Dioscorus and his companions into communion, and had afforded them every aid and encouragement in his power, Theophilus began to reflect upon what measures it would be possible to adopt in order to eject John from his episcopate."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sozoman: Book VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:2",
                            "text": "—Perversity of Theophilus."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:4",
                            "text": "Epiphanius: his Residence at Constantinople and Preparation to excite the People against John."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:5",
                            "text": "Theophilus kept his designs against John as secret as possible; and wrote to the bishops of every city, condemning the books of Origen."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:6",
                            "text": "It also occurred to him that it would be advantageous to enlist Epiphanius, bishop of Salamis, in Cyprus, on his side, a man who was revered for his life, and was the most distinguished of his contemporaries; and he therefore formed a friendship with him, although he had formerly blamed him for asserting that God possessed a human form."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:7",
                            "text": "As if repentant of having ever entertained any other sentiment, Theophilus wrote to Epiphanius to acquaint him that he now held the same opinions as himself, and to move attacks against the books of Origen, as the source of such nefarious dogmas."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:8",
                            "text": "Epiphanius had long regarded the writings of Origen with peculiar aversion, and was therefore easily led to attach credit to the epistle of Theophilus."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:9",
                            "text": "He soon after assembled the bishops of Cyprus together, and prohibited the examination of the books of Origen."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:10",
                            "text": "He also wrote to the other bishops, and, among others, to the bishop of Constantinople, exhorting them to convene synods, and to make the same decision."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:11",
                            "text": "Theophilus, perceiving that there could be no danger in following the example of Epiphanius, who was the object of popular praise, and who was admired for the virtue of his life, whatever his opinion might be, passed a vote similar to that of Epiphanius, with the concurrence of the bishops under his jurisdiction."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:12",
                            "text": "John, on the other hand, paid little attention to the letters of Epiphanius and Theophilus."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:13",
                            "text": "Those among the powerful and the clergy, who were opposed to him, perceived that the designs of Theophilus tended to his ejection from the bishopric, and therefore endeavored to procure the convention of a council in Constantinople, in order to carry this measure into execution."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:14",
                            "text": "Theophilus, knowing this, exerted himself to the utmost in convening this council."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:15",
                            "text": "He commanded the bishops of Egypt to repair by sea to Constantinople; he wrote to request Epiphanius and the other Eastern bishops to proceed to that city with as little delay as possible, and he himself set off on the journey thither by land."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:16",
                            "text": "Epiphanius was the first to sail from Cyprus; he landed at Hebdomos, a suburb of Constantinople; and after having prayed in the church erected at that place, he proceeded to enter the city."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:17",
                            "text": "In order to do him honor, John went out with all his clergy to meet him."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:18",
                            "text": "Epiphanius, however, evinced clearly by his conduct that he believed the accusations against John; for, although invited to reside in the ecclesiastical residences, he would not continue there, and refused to meet with John in them."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:19",
                            "text": "He also privately assembled all the bishops who were residing in Constantinople, and showed them the decrees which he had issued against the discourses of Origen."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:20",
                            "text": "He persuaded some of the bishops to approve of these decrees, while others objected to them."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:21",
                            "text": "Theotimus, bishop of Scythia, strongly opposed the proceedings of Epiphanius, and told him that it was not right to cast insult on the memory of one who had long been numbered with the dead; nor was it without blasphemy to assail the conclusion to which the ancients had arrived on the subject, and to set aside their decisions."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:22",
                            "text": "While discoursing in this strain, he drew forth a book of Origen's which he had brought with him; and, after reading aloud a passage conducive to the education of the Church, he remarked that those who condemned such sentiments acted absurdly, for they were in danger of insulting the subjects themselves about which these words treated."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:23",
                            "text": "John still had respect for Epiphanius, and invited him to join in the meetings of his church, and to dwell with him."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:24",
                            "text": "But Epiphanius declared that he would neither reside with John nor pray with him publicly, unless he would denounce the works of Origen and expel Dioscorus and his companions."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:25",
                            "text": "Not considering it just to act in the manner proposed until judgment had been passed on the case, John tried to postpone matters."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:26",
                            "text": "When the assembly was about to be held in the Church of the Apostles, those ill-disposed to John planned that Epiphanius should go beforehand and publicly decry the books of Origen to the people, and Dioscorus and his companions as the partisans of this writer; and also to attack the bishop of the city as the abetter of those heretics."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:27",
                            "text": "And some concerned themselves in this; for by this means it was supposed that the affections of the people would be alienated from their bishop."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:28",
                            "text": "The following day, when Epiphanius was about entering the church, in order to carry his design into execution, he was stopped by Serapion, at the command of John, who had received intimation of the plot."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:29",
                            "text": "Serapion proved to Epiphanius that while the project he had devised was unjust in itself, it could be of no personal advantage to him; for that if it should excite a popular resurrection, he would be regarded as responsible for the outrages that might follow."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Sozoman: Book VIII 14:30",
                            "text": "By these arguments Epiphanius was induced to relinquish his attack."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sozoman: Book VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:2",
                            "text": "—The Son of the Empress and St."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:3",
                            "text": "Epiphanius."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:4",
                            "text": "Conference between the \"Long Brothers\" and Epiphanius, and his Re-Embarkation for Cyprus."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:5",
                            "text": "Epiphanius and John."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:6",
                            "text": "About this time, the son of the empress was attacked by a dangerous illness, and the mother, apprehensive of consequences, sent to implore Epiphanius to pray for him."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:7",
                            "text": "Epiphanius returned for answer, that the sick one would live, provided that she would avoid all intercourse with the heretic Dioscorus and his companions."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:8",
                            "text": "To this message the empress replied as follows: \"If it be the will of God to take my son, His will be done."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:9",
                            "text": "The Lord who gave me my child, can take him back again."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:10",
                            "text": "You have not power to raise the dead, otherwise your archdeacon would not have died\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:11",
                            "text": "She alluded to Chrispion, the archdeacon, who had died a short time previously."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:12",
                            "text": "He was brother to Fuscon and Salamanus, monks whom I had occasion to mention  when detailing the history of events under the reign of Valens; he had been companion of Epiphanius, and had been appointed his archdeacon."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:13",
                            "text": "Ammonius and his companions went to Epiphanius, at the permission of the empress."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:14",
                            "text": "Epiphanius inquired who they were, and Ammonius replied, \"We are, O father, the Long Brothers; we come respectfully to know whether you have read any of our works or those of our disciples?\" On Epiphanius replying that he had not seen them, he continued, \"How is it, then, that you consider us to be heretics, when you have no proof as to what sentiments we may hold?\" Epiphanius said that he had formed his judgment by the reports he had heard on the subject; and Ammonius replied, \"We have pursued a very different line of conduct from yours."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:15",
                            "text": "We have conversed with your disciples, and read your works frequently, and among others, that entitled 'The Anchored."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:16",
                            "text": "' When we have met with persons who have ridiculed your opinions, and asserted that your writings are replete with heresy, we have contended for you, and defended you as our father."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:17",
                            "text": "Ought you then to condemn the absent upon mere report, and of whom you know nothing with assured certitude, or return such an exchange to those who have spoken well of you?\" Epiphanius was measurably convinced, and dismissed them."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:18",
                            "text": "Soon after he embarked for Cyprus, either because he recognized the futility of his journey to Constantinople, or because, as there is reason to believe, God had revealed to him his approaching death; for he died while on his voyage back to Cyprus."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:19",
                            "text": "It is reported that he said to the bishops who had accompanied him to the place of embarkation, \"I leave you the city, the palace, and the stage, for I shall shortly depart\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:20",
                            "text": "I have been informed by several persons that John predicted that Epiphanius would die at sea, and that this latter predicted the deposition of John."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Sozoman: Book VIII 15:21",
                            "text": "For it appears that when the dispute between them was at its height, Epiphanius said to John, \"I hope you will not die a bishop,\" and that John replied, \"I hope you will never return to your bishopric\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sozoman: Book VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:2",
                            "text": "—The Dispute between the Empress and John."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:3",
                            "text": "Arrival of Theophilus from Egypt."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:4",
                            "text": "Cyrinus, Bishop of Chalcedon."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:5",
                            "text": "After the departure of Epiphanius, John, when preaching in the church as usual, chanced to inveigh against the vices to which females are peculiarly prone."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:6",
                            "text": "The people imagined that his strictures were enigmatically directed against the wife of the emperor."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:7",
                            "text": "The enemies of the bishop did not fail to report his discourse in this sense to the empress; and she, conceiving herself to have been insulted, complained to the emperor, and urged the necessity for the speedy presence of Theophilus and the convocation of a council."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:8",
                            "text": "Severian, bishop of Gabala, who had not yet changed his former resentment against John, cooperated in the promotion of these measures."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:9",
                            "text": "I am not in possession of sufficient data to determine whether there was any truth in the current report that John delivered the discourse above mentioned with express allusion to the empress, because he suspected her of having excited Epiphanius against him."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:10",
                            "text": "Theophilus arrived soon after at Chalcedon in Bithynia, and was followed thither by many bishops."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:11",
                            "text": "Some of the bishops joined him in compliance with his own invitation, and others in obedience to the commands of the emperor."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:12",
                            "text": "The bishops whom John had deposed in Asia repaired to Chalcedon with the utmost alacrity, as likewise all those who cherished any feeling of hostility against him."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:13",
                            "text": "The ships which Theophilus expected from Egypt had already come to Chalcedon."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:14",
                            "text": "When they had convened again in the same place, and when they had deliberated how the attempt against John might be judiciously forwarded by them, Cyrinus, leader of the church of Chalcedon, who was an Egyptian and a relative of Theophilus, and who had besides some other difficulties with John, spoke very abusively of him."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:15",
                            "text": "Justice, however, seemed to follow him speedily; for Maruthas, a native of Mesopotamia, who had accompanied the bishops, happened to tread on his foot; and Cyrinus suffered so severely from this accident that he was unable to repair with the other bishops to Constantinople, although his aid was necessary to the execution of the designs that had been formed against John."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:16",
                            "text": "The wound assumed so alarming an appearance, that the surgeons were obliged to perform several operations on the leg; and at length mortification took place, and spread over the whole body, and even extended to the other foot."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Sozoman: Book VIII 16:17",
                            "text": "He expired soon afterwards in great agony."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sozoman: Book VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:2",
                            "text": "—Council held by Theophilus and the Accusers of John in Rufinianae."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:3",
                            "text": "John is summoned to attend, and not being present, was deposed by Them."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:4",
                            "text": "When Theophilus entered Constantinople, none of the clergy went out to meet him; for his enmity against the bishop had become publicly known."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:5",
                            "text": "Some sailors from Alexandria, however, who chanced to be on the shore, both from the corn vessels as well as other ships, having collected together, received him with great acclamations of joy."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:6",
                            "text": "Passing by the church, he proceeded directly to the palace, where a lodging had been prepared for his accommodation."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:7",
                            "text": "He soon perceived that many people of the city were strongly prejudiced against John, and ready to bring accusations against him; and taking his measures accordingly, he repaired to a place called \"The Oak,\" in the suburbs of Chalcedon."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:8",
                            "text": "This place now bears the name of Rufinus; for he was a consul, and erected here a magnificent palace, and a great church in honor of the apostles, Peter and Paul, and therefore named it the Apostolium; and appointed a congregation of monks to perform the clerical duties in the church."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:9",
                            "text": "When Theophilus and the other bishops met for deliberation in this place, he judged it expedient to make no further allusion to the works of Origen, and called the monks of Scetis to repentance, promising that there would be no recollection of wrongs nor infliction of evil."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:10",
                            "text": "His partisans zealously seconded his efforts, and told them that they must ask Theophilus to pardon their conduct; and as all the members of the assembly concurred in this request, the monks were troubled, and believing that it was necessary to do what they were desired by so many bishops, they used the words which it was their custom to use even when injured, and said \"spare us\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:11",
                            "text": "Theophilus willingly received them into favor, and restored them to communion; and the question concerning the injuries done to the monks of Scetis was ended."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:12",
                            "text": "I feel convinced that this matter would not have been so quickly settled, had Dioscorus and Ammonius been present with the other monks."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:13",
                            "text": "But Dioscorus had died some time previously, and had been interred in the church dedicated to St."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:14",
                            "text": "Mocius the martyr."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:15",
                            "text": "Ammonius, also, had been taken ill at the very time that preparations were being made for the convocation of the council; and although he insisted upon repairing to \"The Oak,\" yet his malady was thereby greatly increased: he died soon after his journey, and had a splendid entombment among the monks of that vicinity, and there he lies."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:16",
                            "text": "Theophilus, it is said, shed tears on hearing of his death, and declared that although he had been the cause of much perplexity, there was not a monk to be found of more exalted character than Ammonius."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:17",
                            "text": "It must, however, be admitted, that the death of this monk tended much to promote the success of the designs of Theophilus."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:18",
                            "text": "The members of the council summoned all the clergy of Constantinople to appear before them, and threatened to depose those who did not obey the summons."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:19",
                            "text": "They cited John to appear and answer; as likewise Serapion, Tigrius a presbyter, and Paul a reader."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:20",
                            "text": "John acquainted them, through the medium of Demetrius, bishop of Pisinus, and of some of the other clergy, who were his friends, that he would not avoid investigation, but that he was ready, if the names of his accusers and the subject of his accusations were made known to him, to justify his proceedings before a larger council; for he did not choose to be considered insane, and to recognize his manifest enemies as judges."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:21",
                            "text": "The bishops testified so much indignation at the non-compliance of John, that some of the clergy whom he had sent to the council were intimidated and did not return to him."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:22",
                            "text": "Demetrius, and those who preferred his interests to all other considerations, quitted the council, and returned to him."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:23",
                            "text": "The same day, a courier and a shorthand writer were dispatched from the palace to command John to repair to the bishops, and to urge the bishops to decide his cause without further delay."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Sozoman: Book VIII 17:24",
                            "text": "After John had been cited four times, and had appealed to a general council, no other accusation could be substantiated against him, except his refusal to obey the summons of the council; and upon this ground they deposed him."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sozoman: Book VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:2",
                            "text": "—Sedition of the People against Theophilus; and they traduced their Rulers."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:3",
                            "text": "John was recalled, and again came to the See."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:4",
                            "text": "The people of Constantinople were made acquainted with the decree of the council towards the evening; and they immediately rose up in sedition."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:5",
                            "text": "At the break of day they ran to the church, and shouted, among many other plans, that a larger council ought to be convened to take cognizance of the matter; and they prevented the officers, who had been sent by the emperor to convey John into banishment, from carrying the edict into execution."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:6",
                            "text": "John, apprehensive lest another accusation should be preferred against him, under the pretext that he had disobeyed the mandate of the emperor, or excited an insurrection among the people, when the multitude was dispersed, secretly made his escape from the church at noon, three days after his deposition."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:7",
                            "text": "When the people became aware that he had gone into exile, the sedition became serious, and many insulting speeches were uttered against the emperor and the council; and particularly against Theophilus and Severian, who were regarded as the originators of the plot."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:8",
                            "text": "Severian happened to be teaching in the church at the very time that these occurrences were taking place; and he took occasion to commend the deposition of John, and stated that, even supposing him guiltless of other crimes, John deserved to be deposed on account of his pride; because, while God willingly forgives men all other sins, he resists the proud."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:9",
                            "text": "At this discourse the people became restive under the wrong, and renewed their wrath, and fell into unrestrainable revolt."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:10",
                            "text": "They ran to the churches, to the market-places, and even to the palace of the emperor, and with howls and groans demanded the recall of John."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:11",
                            "text": "The empress was at length overcome by their importunity; and she persuaded her husband to yield to the wishes of the people."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:12",
                            "text": "She quickly sent a eunuch, named Briso, in whom she placed confidence, to bring back John from Prenetus, a city of Bithynia; and protested that she had taken no part in the machinations that had been carried on against him, but had, on the contrary, always respected him as a priest and the initiator of her children."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:13",
                            "text": "When John, on his journey homeward, reached the suburbs belonging to the empress, he stopped near Anaplus; and refused to re-enter the city until the injustice of his deposition had been recognized by a larger synod of bishops; but as this refusal tended to augment the popular excitement, and led to many public declamations against the emperor and the empress, he allowed himself to be persuaded to enter the city."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:14",
                            "text": "The people went to meet him, singing psalms composed with reference to the circumstances; many carried light wax tapers."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:15",
                            "text": "They conducted him to the church; and although he refused, and frequently affirmed that those who had condemned him ought first to reconsider their vote, yet they compelled him to take the episcopal throne, and to speak peace to the people according to the custom of the priests."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Sozoman: Book VIII 18:16",
                            "text": "He then delivered an extemporaneous discourse, in which, by a pleasing figure of speech, he declared that Theophilus had meditated an injury against his church, even as the king of Egypt had contemplated the violation of Sarah, the wife of the patriarch Abraham, which is recorded in the books of the Hebrews: he then proceeded to commend the zeal of the people, and to extol the emperor and the empress for their good will to him; he stirred the people to much applause and good acclaim for the emperor and his spouse, so that he had to leave his speech half ended."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Sozoman: Book VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:2",
                            "text": "—Obstinancy of Theophilus."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:3",
                            "text": "Enmity between the Egyptians and the Citizens of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:4",
                            "text": "Flight of Theophilus."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:5",
                            "text": "Nilammon the Ascetic."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:6",
                            "text": "The Synod concerning John."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:7",
                            "text": "Although Theophilus would fain have brought an accusation against John,  under the plea that he had unlawfully reinstated himself in his bishopric, yet he was deterred from doing so by the fear of offending the emperor, who had been compelled to recall John, as the means of suppressing the popular insurrection."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:8",
                            "text": "Theophilus, however, received an accusation against Heraclides during the absence of the accused, in the hope of thereby authorizing the sentence of condemnation which had been issued against John."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:9",
                            "text": "But the friends of Heraclides interposed, and declared that it was unjust, and contrary to ecclesiastical law, to condemn one who was absent."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:10",
                            "text": "Theophilus and his partisans maintained the opposite side of the question: the people of Alexandria and of Egypt sided with them, and were opposed by the citizens of Constantinople."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:11",
                            "text": "The strife between the two parties became so vehement that bloodshed ensued; many were wounded, and others slain in the contest."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:12",
                            "text": "Severian, and all the bishops at Constantinople who did not support the cause of John, became apprehensive for their personal safety, and quitted the city in haste."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:13",
                            "text": "Theophilus, also, fled the city at the commencement of the winter; and, in company with Isaac the monk, sailed for Alexandria."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:14",
                            "text": "A wind arose which drove the vessel to Gera, a small city about fifty stadia from Pelusium."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:15",
                            "text": "The bishop of this city died, and the inhabitants, I have been informed, elected Nilammon to preside over their church; he was a good man, and had attained the summit of monastic philosophy."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:16",
                            "text": "He dwelt without the city, in a cell of which the door was built up with stones."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:17",
                            "text": "He refused to accept the dignity of the priesthood; and Theophilus, therefore, visited him in person, to exhort him to receive ordination at his hands."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:18",
                            "text": "Nilammon repeatedly refused the honor; but, as Theophilus would take no refusal, he said to him, \"To-morrow, my father, you shall act as you please; to-day it is requisite that I should arrange my affairs\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:19",
                            "text": "Theophilus repaired, on the following day, to the cell of the monk, and commanded the door to be opened; but Nilammon exclaimed, \"Let us first engage in prayer\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:20",
                            "text": "Theophilus complied and began to pray."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:21",
                            "text": "Nilammon likewise prayed within his cell, and in the act of prayer he expired."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:22",
                            "text": "Theophilus, and those who were standing with him without the cell, knew nothing at the time of what had occurred; but, when the greater part of the day had passed away, and the name of Nilammon had been loudly reiterated without his returning any answer, the stones were removed from the door, and the monk was found dead."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:23",
                            "text": "They honored him with a public burial after they had clothed him in the necessary vestments, and the inhabitants built a house of prayer about his tomb; and they celebrate the day of his death, in a very marked way, until this day."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:24",
                            "text": "Thus died Nilammon, if it can be called death to quit this life for another,—rather than accept a bishopric of which, with extraordinary modesty, he considered himself unworthy."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:25",
                            "text": "After his return to Constantinople, John appeared to be more than ever beloved by the people."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:26",
                            "text": "Sixty bishops assembled together in that city, and annulled all the decrees of the council of \"The Oak\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:27",
                            "text": "They confirmed John in the possession of the bishopric, and enacted that he should officiate as a priest, confer ordination, and perform all the duties of the church usually devolving on the president."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Sozoman: Book VIII 19:28",
                            "text": "At this time Serapion was appointed bishop of Heraclea in Thrace."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Sozoman: Book VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:2",
                            "text": "—The Statue of the Empress; what happened there; the Teaching of John; Convocation of another Synod against John; his Deposition."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:3",
                            "text": "Not long after these occurrences the silver statue of the empress, which is still to be seen to the south of the church opposite the grand council-chamber, was placed upon a column of porphyry on a high platform,  and the event was celebrated there with applause and popular spectacles of dances and mimes, as was then customary on the erection of the statues of the emperors."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:4",
                            "text": "In a public discourse to the people John charged that these proceedings reflected dishonor on the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:5",
                            "text": "This remark recalled former grievances to the recollection of the empress, and irritated her so exceedingly at the insult that she determined to convene another council."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:6",
                            "text": "He did not yield, but added fuel to her indignation by still more openly declaiming against her in the church; and it was at this period that he pronounced the memorable discourse commencing with the words, \"Herodias is again enraged; again she dances; again she seeks to have the head of John in a basin\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:7",
                            "text": "Several bishops arrived soon after at Constantinople, and amongst them were Leontius, bishop of Ancyra, and Acacius, bishop of Berea."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:8",
                            "text": "The festival of our Lord's Nativity was then at hand, and the emperor, instead of repairing to the church as usual, sent to acquaint John that he could not hold communion with him until he had cleared himself of the charges."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:9",
                            "text": "John spiritedly replied that he was ready to prove his innocence; and this so intimidated his accusers that they did not dare to follow up the charges."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:10",
                            "text": "The judges decided that, having been once deposed, he ought not to be admitted to a second trial."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:11",
                            "text": "But they called on John to defend himself on this point only, that after he had been deposed, he had sat on the episcopal throne before a synod had reinstated him."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:12",
                            "text": "In his defense he appealed to the decision of the bishops who had, subsequently to the council of \"The Oak,\" held communion with him."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:13",
                            "text": "The judges waived this argument, under the plea that those who had held communion with John were inferior in point of number to those who had deposed him, and that a canon was in force by which he stood condemned."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Sozoman: Book VIII 20:14",
                            "text": "Under this pretext they therefore deposed him, although the law in question had been enacted by heretics; for the Arians, after having taken advantage of various calumnies to expel Athanasius from the church of Alexandria, enacted this law from the apprehension of a change in public affairs, for they struggled to have the decisions against him remain uninvestigated."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Sozoman: Book VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:2",
                            "text": "—Calamities suffered by the People after the Expulsion of John."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:3",
                            "text": "The Plots against him of Assassination."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:4",
                            "text": "After his deposition, John held no more assemblies in the church, but quietly remained in the episcopal dwelling-house."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:5",
                            "text": "At the termination of the season of Quadragesima, on the same holy night in which the yearly festival in commemoration of the resurrection of Christ is celebrated, the followers of John were expelled from the church by the soldiers and his enemies, who attacked the people while still celebrating the mysteries."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:6",
                            "text": "Since this occurrence was unforeseen, a great disturbance arose in the baptistery."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:7",
                            "text": "The women wept and lamented, and the children screamed; the priests and the deacons were beaten, and were forcibly ejected from the church, in the priestly garments in which they had been officiating."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:8",
                            "text": "They were charged with the commission of such disorderly acts as can be readily conceived by those who have been admitted to the mysteries, but which I consider it requisite to pass over in silence, lest my work should fall into the hands of the uninitiated."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:9",
                            "text": "When the people perceived the plot, they did not use the church on the following day, but celebrated the Paschal feast in the very spacious public baths called after the Emperor Constantius."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:10",
                            "text": "Bishops and presbyters, and the rest, whose right it is to administer church matters, officiated."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:11",
                            "text": "Those who espoused the cause of John were present with the people."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:12",
                            "text": "They were, however, driven hence, and then assembled on a spot without the walls of the city, which the Emperor Constantine, before the city had been built, had caused to be cleared and inclosed with palisades, for the purpose of celebrating there the games of the hippodrome."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:13",
                            "text": "From that period, the people held separate assemblies, sometimes, whenever it was feasible, in that locality, and sometimes in another."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:14",
                            "text": "They obtained the name of Johnites."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:15",
                            "text": "About this time, a man who was either possessed of a devil, or who feigned to have one, was seized, having a poniard on his person, with the intention of assassinating John."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:16",
                            "text": "He was apprehended by the people as one who had been hired for this plot, and led to the prefect; but John sent some bishops of his party to free him from custody before he had been questioned by torture."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:17",
                            "text": "Some time afterwards, a slave of Elpidius the presbyter, who was an avowed enemy of the deacon, was seen running as swiftly as possible towards the episcopal residence."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:18",
                            "text": "A passer-by endeavored to stop him, in order to ascertain the cause of so much haste; but instead of answering him, the slave plunged his poniard into him."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:19",
                            "text": "Another person, who happened to be standing by, and who cried out at seeing the other wounded, was also wounded in a similar way by the slave; as was likewise a third bystander."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:20",
                            "text": "All the people in the neighborhood, on seeing what had occurred, shouted that the slave ought to be arrested."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:21",
                            "text": "He turned and fled."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:22",
                            "text": "When those who were pursuing called out to those ahead to seize the fugitive, a man, who just then came out from the baths, strove to stop him, and was so grievously wounded that he fell down dead on the spot."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:23",
                            "text": "At length, the people contrived to encircle the slave."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:24",
                            "text": "They seized him, and conveyed him to the palace of the emperor, declaring that he had intended to have assassinated John, and that the crime ought to be visited with punishment."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Sozoman: Book VIII 21:25",
                            "text": "The prefect allayed the fury of the people by putting the delinquent into custody, and by assuring them that justice should have its course against him."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Sozoman: Book VIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:2",
                            "text": "—Unlawful Expulsion of John from his Bishopric."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:3",
                            "text": "The Trouble which followed."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:4",
                            "text": "Conflagration of the Church by Fire from Heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:5",
                            "text": "Exile of John to Cucusus."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:6",
                            "text": "From this period the most zealous of the people guarded John alternately, stationing themselves about the episcopal residence by night and by day."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:7",
                            "text": "The bishops who had condemned him complained of this conduct as a violation of the laws of the Church, declared that they could answer for the justice of the sentence that had been enacted against him, and asserted that tranquillity would never be restored among the people until he had been expelled from the city."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:8",
                            "text": "A messenger having conveyed to him a mandate from the emperor enjoining his immediate departure, John obeyed, and escaped from the city, unnoticed by those who had been appointed to guard him."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:9",
                            "text": "He made no other censure than that, in being sent into banishment without a legal trial or any of the forms of the law, he was treated more severely than murderers, sorcerers, and adulterers."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:10",
                            "text": "He was conveyed in a little bark to Bithynia, and thence immediately continued his journey."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:11",
                            "text": "Some of his enemies were apprehensive lest the people, on hearing of his departure, should pursue him, and bring him back by force, and therefore commanded the gates of the church to be closed."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:12",
                            "text": "When the people who were in the public places of the city heard of what had occurred, great confusion ensued; for some ran to the seashore as if they would follow him, and others fled hither and thither, and were in great terror since the wrath of the emperor was expected to visit them for creating so much disturbance and tumult."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:13",
                            "text": "Those who were within the church barred the exits still further by rushing together upon them, and by pressing upon one another."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:14",
                            "text": "With difficulty they forced the doors open by the use of great violence; one party shattered them with stones, another was pulling them toward themselves, and was thus forcing the crowd backward into the building."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:15",
                            "text": "Meanwhile the church was suddenly consumed on all sides with fire."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:16",
                            "text": "The flames extended in all directions, and the grand house of the senatorial council, adjacent to the church on the south, was doomed."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:17",
                            "text": "The two parties mutually accused each other of incendiarism."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:18",
                            "text": "The enemies of John asserted that his partisans had been guilty of the deed from revenge, on account of the vote that had been passed against him by the council."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:19",
                            "text": "These latter, on the other hand, maintained that they had been calumniated, and that the deed was perpetrated by their enemies, with the intention of burning them in the church."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:20",
                            "text": "While the fire was spreading from late afternoon until the morning, and creeping forward to the material which was still standing, the officers who held John in custody conveyed him to Cucusus, a city of Armenia, which the emperor by letter had appointed as the place of residence for the condemned man."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:21",
                            "text": "Other officers were commissioned to arrest all the bishops and clerics who had favored the cause of John, and to imprison them in Chalcedon."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Sozoman: Book VIII 22:22",
                            "text": "Those citizens who were suspected of attachment to John were sought out and cast into prison, and compelled to pronounce anathema against him."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Sozoman: Book VIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:2",
                            "text": "—Arsacius elected to succeed John."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:3",
                            "text": "The Evils wrought against the Followers of John."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:4",
                            "text": "St."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:5",
                            "text": "Nicarete."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:6",
                            "text": "Arsacius, brother of Nectarius, who had administered the bishopric before John, was, not long afterwards, ordained as bishop of Constantinople."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:7",
                            "text": "He was of a very mild disposition, and possessed of great piety; but the reputation he had acquired as a presbyter was diminished by the conduct of some of the clergy to whom he delegated his power, and who did what they pleased in his name; for their evil deeds were imputed to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:8",
                            "text": "Nothing, however, operated so much to his disadvantage as the persecution that was carried on against the followers of John."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:9",
                            "text": "They refused to hold communion, or even to join in prayer with him, because the enemies of John were associated with him; and as they persisted, as we have before stated, in holding a church in the further parts of the city, he complained to the emperor of their conduct."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:10",
                            "text": "The tribune was commanded to attack them with a body of soldiers, and by means of clubs and stones he soon dispersed them."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:11",
                            "text": "The most distinguished among them in point of rank, and those who were most zealous in their adherence to John, were cast into prison."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:12",
                            "text": "The soldiers as is usual on such occasions, went beyond their orders, and forcibly stripped the women of their ornaments, and carried off as booty their chains, their golden girdles, necklaces, and their collars of rings; they pulled off the lobes of the ear with the earrings."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:13",
                            "text": "Although the whole city was thus filled with trouble and lamentation, the affection of the people for John still remained the same, and they refrained from appearing in public."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:14",
                            "text": "Many of them absented themselves from the market-place and public baths, while others, not considering themselves safe in their own houses, fled the city."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:15",
                            "text": "Among the zealous men and excellent women who adopted this latter measure was Nicarete, a lady of Bithynia."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:16",
                            "text": "She belonged to a noted family of the nobility, and was celebrated on account of her perpetual virginity and her virtuous life."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:17",
                            "text": "She was the most modest of all the zealous women that we have ever known, and was well ordered in manner and speech and in behavior, and throughout her life she invariably preferred the service of God to all earthly considerations."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:18",
                            "text": "She showed herself capable of enduring with courage and thought the sudden reversals of adverse affairs; she saw herself unjustly despoiled of the greater part of her ample patrimony without manifesting any indignation, and managed the little that remained to her with so much economy, that although she was advanced in age, she contrived to supply all the wants of her household, and to contribute largely to others."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:19",
                            "text": "Since she loved a humane spirit, she also prepared a variety of remedies for the needs of the sick poor, and she frequently succeeded in curing patients who had derived no benefit from the skill of the customary physicians."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:20",
                            "text": "With a devout strength which assisted her in reaching the best results, she closed her lips."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:21",
                            "text": "To sum up all in a few words, we have never known a devoted woman endowed with such manners, gravity, and every other virtue."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:22",
                            "text": "Although she was so extraordinary, she concealed the greater part of her nature and deeds; for by modesty of character and philosophy she was always studious of concealment."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:23",
                            "text": "She would not accept of the office of deaconess, nor of instructress of the virgins consecrated to the service of the Church, because she accounted herself unworthy, although the honor was frequently pressed upon her by John."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Sozoman: Book VIII 23:24",
                            "text": "After the popular insurrection had been quelled, the prefect of the city appeared in public, as if to inquire into the cause of the conflagration, and the burning of the council-hall, and punished many severely; but being a pagan, he ridiculed the calamities of the Church, and delighted in its misfortunes."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Sozoman: Book VIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:2",
                            "text": "—Eutropius the Reader, and the Blessed Olympian, and the Presbyter Tigrius, are persecuted on account of their Attachment to John."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:3",
                            "text": "The Patriarchs."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:4",
                            "text": "Eutropius, a reader,  was required to name the persons who had set fire to the church; but although he was scourged severely, although his sides and cheeks were torn with iron nails, and although lighted torches were applied to the most sensitive parts of his body, no confession could be extorted from him, notwithstanding his youth and delicacy of constitution."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:5",
                            "text": "After having been subjected to these tortures, he was cast into a dungeon, where he soon afterwards expired."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:6",
                            "text": "A dream of Sisinius concerning Eutropius seems worthy of insertion in this history."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:7",
                            "text": "Sisinius, the bishop of the Novatians, saw in his sleep a man, conspicuous for beauty and stature, standing near the altar of the church which the Novatians erected to the honor of Stephen, the proto-martyr; the man complained of the rarity of good men, and said that he had been searching throughout the entire city, and had found but one who was good, and that one was Eutropius."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:8",
                            "text": "Astonished at what he had seen, Sisinius made known the dream to the most faithful of the presbyters of his church, and commanded him to seek Eutropius wherever he might be."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:9",
                            "text": "The presbyter rightly conjectured that this Eutropius could be no other than he who had been so barbarously tortured by the prefect, and went from prison to prison in quest of him."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:10",
                            "text": "At length he found him, and in conversation with him made known the dream of the bishop, and besought him with tears to pray for him."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:11",
                            "text": "Such are the details we possess concerning Eutropius."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:12",
                            "text": "Great fortitude was evinced in the midst of these calamities by Olympias, the deaconess."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:13",
                            "text": "Being dragged for this reason before the tribunal, and interrogated by the prefect as to her motives in setting fire to the church, she replied, \"My past life ought to avert all suspicion from me, for I have devoted my large property to the restoration of the temples of God\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:14",
                            "text": "The prefect alleged that he was well acquainted with her past course of life."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:15",
                            "text": "\"Then,\" continued she, \"you ought to appear in the place of the accuser and let another judge us\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:16",
                            "text": "As the accusation against her was wholly unsubstantiated by proofs, and as the prefect found that he had no ground on which he could justly blame her, he changed to a milder charge as if desirous of advising her, finding fault with her and the other women, because they refused communion with his bishop, although it was possible for them to repent and to change their own circumstances."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:17",
                            "text": "They all through fear deferred to the advice of the prefect, but Olympias said to him, \"It is not just that, after having been publicly calumniated, without having had anything proved against me in the courts, I should be obliged to clear myself of charges totally unconnected with the accusation in question."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:18",
                            "text": "Let me rather take counsel concerning the original accusation that has been preferred against me."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:19",
                            "text": "For even if you resort to unlawful compulsion, I will not hold communion with those from whom I ought to secede, nor consent to anything that is not lawful to the pious\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:20",
                            "text": "The prefect, finding that he could not prevail upon her to hold communion with Arsacius, dismissed her that she might consult the advocates."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:21",
                            "text": "On another occasion, however, he again sent for her and condemned her to pay a heavy fine, for he imagined by this means she would be compelled to change her mind."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:22",
                            "text": "But she totally disregarded the loss of her property, and quitted Constantinople for Cyzicus."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:23",
                            "text": "Tigrius, a presbyter, was about the same period stripped of his clothes, scourged on the back, bound hand and foot, and stretched on the rack."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:24",
                            "text": "He was a barbarian by race, and a eunuch, but not by birth."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:25",
                            "text": "He was originally a slave in the house of a man in power, and on account of his faithful services had obtained his freedom."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:26",
                            "text": "He was afterwards ordained as presbyter, and was distinguished by his moderation and meekness of disposition, and by his charity towards strangers and the poor."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:27",
                            "text": "Such were the events which took place in Constantinople."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:28",
                            "text": "Meanwhile Siricius had died, after having administered the bishopric of Rome fifteen years."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:29",
                            "text": "Anastasius held the same bishopric three years, and then died, and was succeeded by Innocent."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:30",
                            "text": "Flavian, who refused his consent to the deposition of John, was also dead; and Porphyry, being appointed to succeed him in the church of Antioch, where he agreed with those who had condemned John, many of those in Syria seceded from the church in Antioch, and because they made congregations among themselves, they were subjected to many cruelties."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Sozoman: Book VIII 24:31",
                            "text": "For the purpose of enforcing fellowship with Arsacius, and with this Porphyry and Theophilus, the bishop of Alexandria, a law was established, by the zeal of the powerful at court, that those who were orthodox should not assemble outside of the churches, and those who were not in communion with them should be expelled."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Sozoman: Book VIII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:2",
                            "text": "—Since these Ills existed in the Church, Secular Affairs also fell into Disorder."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:3",
                            "text": "The Affairs of Stilicho, the General of Honorius."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:4",
                            "text": "About this period  the dissensions by which the Church was agitated were followed, as is frequently the case, by disturbances and commotions in the state."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:5",
                            "text": "The Huns crossed the Ister and devastated Thrace."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:6",
                            "text": "The robbers in Isauria gathered in great numbers and ravaged cities and villages as far as Caria and Phoenicia."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:7",
                            "text": "Stilicho, the general of Honorius, a man who had attained great power, if any one ever did, and had under his sway the flower of the Roman and of the barbarian soldiery, conceived feelings of enmity against the rulers who held office under Arcadius, and determined to set the two empires at enmity with each other."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:8",
                            "text": "He caused Alaric, the leader of the Goths, to be appointed by Honorius to the office of general of the Roman troops, and sent him into Illyria; whither also he dispatched Jovius, the praetorian prefect, and promised to join them there with the Roman soldiers in order to add that province to the dominions of Honorius."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:9",
                            "text": "Alaric marched at the head of his troops from the barbarous regions bordering on Dalmatia and Pannonia, and came to Epirus; and after waiting for some time there, he returned to Italy."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:10",
                            "text": "Stilicho was prevented from fulfilling his agreement to join Alaric, by some letters which were transmitted to him from Honorius."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Sozoman: Book VIII 25:11",
                            "text": "These events happened in the manner narrated."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Sozoman: Book VIII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:2",
                            "text": "—Two Epistles from Innocent, the Pope of Rome, of which one was addressed to John Chrysostom, and the other to the Clergy of Constantinople concerning John."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:3",
                            "text": "Innocent,  bishop of Rome,  was extremely indignant when apprised of the measures that had been adopted against John, and condemned the whole proceedings."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:4",
                            "text": "He then turned his attention to the convocation of an oecumenical council, and wrote to John and to the clergy of Constantinople in part."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:5",
                            "text": "Subjoined are the two letters, precisely as I found them, translated from the Latin into Greek."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:6",
                            "text": "\"Innocent, to the beloved brother John."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:7",
                            "text": "\"Although one conscious of his own innocence ought to expect every blessing and to ask for mercy from God, yet it seems well to us to send you a befitting letter by Cyriacus, the deacon, and to counsel you to long-suffering, lest the contumely cast upon you should have more power in subduing your courage than the testimony of a good conscience in encouraging you to hope."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:8",
                            "text": "It is not requisite to teach you, who are the teacher and pastor of so great a people, that God always tries the best of men to see whether they will continue in the height of patience, and will not give way to any labor of suffering; and how true it is that the conscience is a firm thing against all that befalls us unjustly, and unless one be moved in these misfortunes by patience, he furnishes a ground for evil surmising."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:9",
                            "text": "For he ought to endure everything, who first trusts in God, and then in his own conscience."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:10",
                            "text": "Especially when an excellent and good man can exercise himself in endurance, he cannot be overcome; for the Holy Scriptures guard his thoughts, and the devout lections, which we expound to the people, abound in examples."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:11",
                            "text": "These Scriptures assure us that almost all the saints are variously and continuously afflicted, and are tested by some investigation, and so have come to the crown of patience."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:12",
                            "text": "Let thy conscience encourage thy love, O most honored brother; for that faculty amid tribulations possesses an encouragement for virtue."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:13",
                            "text": "For since Christ, the Master, is observing, the purified conscience will station you in the haven of peace\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:14",
                            "text": "\"Innocent, the bishop, to the presbyters, deacons, and all the clergy, and to the people of the church of Constantinople under John, the bishop, greeting to you, beloved brethren."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:15",
                            "text": "\"From the letters of your love that you forwarded to me through Germanus, the presbyter, and Cassianus, the deacon, I have learned, with anxious solicitude, the scenes of evil which you have placed before our eyes."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:16",
                            "text": "I have frequently seen during its repeated reading with what calamities and labors the faith is wearied."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:17",
                            "text": "Only the consolation of patience heals such a state of affairs."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:18",
                            "text": "Our God will shortly put an end to such tribulations, and they will eventually tend to your profit."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:19",
                            "text": "But we recognized with approbation your proposition, placed at the beginning of the letter of your love; to wit, that this very consolation is necessary, and embraces many proofs of your patience; for our consolation, which we ought to have conveyed, you have anticipated in your epistle."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:20",
                            "text": "Our Lord is wont to furnish this patience to the suffering, in order that when they fall into tribulations, the servants of Christ may encourage themselves; for they should reason within themselves that what they suffer has happened previously to the saints."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:21",
                            "text": "And even we ourselves derive comfort from your letters, for we are not strangers to your sufferings; but we are disciplined in you."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:22",
                            "text": "Who, indeed, can endure to witness the errors introduced by those who were bound especially to be enthusiasts for the quiet of peace and for its concord? But far from maintaining peace, they expel guiltless priests from the front seat of their own churches."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:23",
                            "text": "John, our brother and fellow-minister and your bishop, has been the first to suffer this unjust treatment without being allowed a hearing."
                        },
                        {
                            "verse": 24,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:24",
                            "text": "No accusation was brought, none was heard."
                        },
                        {
                            "verse": 25,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:25",
                            "text": "What proposition was it that was nullified, so that no show of judgment might arise or be sought? Others were seated in the places of living priests, as though any who began from such discord would be able to possess anything or do anything rightly in any one's judgment."
                        },
                        {
                            "verse": 26,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:26",
                            "text": "We have never known such audacities to have been done by our fathers."
                        },
                        {
                            "verse": 27,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:27",
                            "text": "They rather prohibited such innovations by refusing to give power to any one to be ordained in another's place while the occupant was living, since he is unable to be a bishop who is unjustly substituted."
                        },
                        {
                            "verse": 28,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:28",
                            "text": "\"With respect to the observance of canons, we declare that those defined at Nicaea are alone  entitled to the obedience and recognition of the Catholic Church."
                        },
                        {
                            "verse": 29,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:29",
                            "text": "If any individuals should attempt to introduce other canons, at variance with those of Nicaea, and such as are a compilation by heretics, such canons ought to be rejected by the Catholic Church, for it is not lawful to add the inventions of heretics to the Catholic canons."
                        },
                        {
                            "verse": 30,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:30",
                            "text": "For they always wish to belittle the decision of the Nicene fathers through opponents and lawless men."
                        },
                        {
                            "verse": 31,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:31",
                            "text": "We say, then, that the canons we have censured are not only to be disregarded, but to be condemned with the dogmas of heretics and schismatics, even as they have been formerly condemned at the council of Sardica by the bishops who were our predecessors."
                        },
                        {
                            "verse": 32,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:32",
                            "text": "For it would be better, O most honored brethren, that these transactions be condemned, than that any actions should be confirmed contrary to the canons."
                        },
                        {
                            "verse": 33,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:33",
                            "text": "\"What measures ought we to adopt now in the present circumstances against such deeds? It is necessary that there be a synodical investigation, and a synod we long ago said should be gathered."
                        },
                        {
                            "verse": 34,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:34",
                            "text": "There are no other means of arresting the fury of the tempest."
                        },
                        {
                            "verse": 35,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:35",
                            "text": "In order that we may attain this it will be profitable meanwhile for that healing to be exalted which comes by the will of the great God and of His Christ, our Lord."
                        },
                        {
                            "verse": 36,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:36",
                            "text": "We shall thus behold the cessation of all the woes which have been excited by the envy of the devil, and which have served as trials for our faith."
                        },
                        {
                            "verse": 37,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:37",
                            "text": "If we remain steadfast in the faith, there is nothing that we ought not to expect from the Lord."
                        },
                        {
                            "verse": 38,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:38",
                            "text": "We are constantly watching for the opportunity of convening an oecumenical council, whereby, in accordance with the will of God, an end may be put to these harassing commotions."
                        },
                        {
                            "verse": 39,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:39",
                            "text": "Let us, then, endure in the interval, and, fortified by the wall of patience, let us trust in the help of our God for the restoration of all things."
                        },
                        {
                            "verse": 40,
                            "chapter": 26,
                            "name": "Sozoman: Book VIII 26:40",
                            "text": "\"We had previously been made acquainted with all that you have related concerning your trials, by our fellow-bishops Demetrius, Cyriacus, Eulysius, and Palladius, who visited Rome at different periods and are now with us; from them we had learned all the details by a complete inquiry\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Sozoman: Book VIII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:2",
                            "text": "—The Terrible Events which resulted from the Treatment of John."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:3",
                            "text": "Death of the Empress Eudoxia."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:4",
                            "text": "Death of Arsacius."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:5",
                            "text": "And further concerning Atticus, the Patriarch, his Birthplace, and Character."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:6",
                            "text": "Such were the letters of Innocent from which the opinion which he entertained of John may readily be inferred."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:7",
                            "text": "About the same period some hailstones of extraordinary magnitude fell at Constantinople and in the suburbs of the city."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:8",
                            "text": "Four days afterwards, the wife of the emperor died."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:9",
                            "text": "These occurrences were by many regarded as indications of Divine wrath on account of the persecution that had been carried on against John."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:10",
                            "text": "For Cyrinus, bishop of Chalcedon, one of his principal calumniators, had long previously terminated his life in the midst of great bodily agony, arising from the accident that had occurred to his foot, and the consequent necessary amputation of the leg by the physicians."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:11",
                            "text": "Arsacius, too, died after he had presided but a very short period over the church of Constantinople."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:12",
                            "text": "Many candidates were proposed as his successor; and four months after his decease, Atticus, a presbyter, of the clergy of Constantinople, and one of the enemies of John, was ordained."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:13",
                            "text": "He was a native of Sebaste in Armenia."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:14",
                            "text": "He had been instructed from his youth in the principles of monastic philosophy by monks of the Macedonian heresy."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:15",
                            "text": "These monks, who then enjoyed a very high reputation at Sebaste for philosophy, were of the discipline of Eustathius, to whom allusion has been already made as bishop there, and a leader of the best monks."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:16",
                            "text": "When Atticus attained the age of manhood, he embraced the tenets of the Catholic Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:17",
                            "text": "He possessed more by nature than by learning, and became a participant in affairs, and was as skillful in carrying on intrigues as in evading the machinations of others."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:18",
                            "text": "He was of a very engaging disposition, and was beloved by many."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:19",
                            "text": "The discourses which he delivered in the church did not rise above mediocrity; and although not totally devoid of erudition, they were not accounted by his auditors of sufficient value to be preserved in writing."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:20",
                            "text": "Being intent, if an opportunity offered itself anywhere, he exercised himself in the most approved Greek authors; but lest, in conversation about these writers, he might appear unlettered, he frequently concealed what he did know."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:21",
                            "text": "It is said that he manifested much zeal in behalf of those who entertained the same sentiments as himself, and that he rendered himself formidable to the heterodox."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:22",
                            "text": "When he wished he could easily throw them into alarm; but he at once transformed himself and would appear meek."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:23",
                            "text": "Such is the information which those who knew the man have furnished."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:24",
                            "text": "John acquired great celebrity even in his exile."
                        },
                        {
                            "verse": 25,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:25",
                            "text": "He possessed ample pecuniary resources, and being besides liberally supplied with money by Olympias, the deaconess, and others, he purchased the liberty of many captives from the Isaurian robbers, and restored them to their families."
                        },
                        {
                            "verse": 26,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:26",
                            "text": "He also administered to the necessities of many who were in want; and by his kind words comforted those who did not stand in need of money."
                        },
                        {
                            "verse": 27,
                            "chapter": 27,
                            "name": "Sozoman: Book VIII 27:27",
                            "text": "Hence he was exceedingly beloved not only in Armenia, where he dwelt, but by all the people of the neighboring countries, and the inhabitants of Antioch and of the other parts of Syria, and of Cilicia, who frequently sought his society."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Sozoman: Book VIII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:2",
                            "text": "—Effort of Innocent, Bishop of Rome, to recall John through a Council."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:3",
                            "text": "Concerning those who were sent by him to make Trial of the Matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:4",
                            "text": "The Death of John Chrysostom."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:5",
                            "text": "Innocent, bishop of Rome, was very anxious, as appears by his former letter, to procure the recall of John."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:6",
                            "text": "He sent five bishops and two presbyters of the Roman church, with the bishops who had been delegated as ambassadors to him from the East, to the emperors Honorius and Arcadius, to request the convocation of a council, and solicit them to name time and place."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:7",
                            "text": "The enemies of John at Constantinople framed a charge as though these things were done to insult the Eastern emperor, and caused the ambassadors to be ignominiously dismissed as if they had invaded a foreign government."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:8",
                            "text": "John was at the same time condemned by an imperial edict to a remoter place of banishment, and soldiers were sent to conduct him to Pityus; the soldiers were soon on hand, and effected the removal."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:9",
                            "text": "It is said that during this journey, Basiliscus, the martyr, appeared to him at Comani, in Armenia, and apprised him of the day of his death."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Sozoman: Book VIII 28:10",
                            "text": "Being attacked with pain in the head, and being unable to bear the heat of the sun, he could not prosecute his journey, but closed his life in that town."
                        }
                    ]
                }
            ]
        }
    ]
}