{
    "books": [
        {
            "name": "Testament of Zebulun",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Testament of Zebulun 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:1",
                            "text": "THE copy of the words of Zebulun, which he enjoined on his sons before he died in the hundred and fourteenth year of his life, two years after the death of Joseph."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:2",
                            "text": "And he said to them: Hearken to me, ye sons of Zebulun attend to the words of your father."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:3",
                            "text": "I, Zebulun, was born a good gift to my parents."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:4",
                            "text": "For when I was born my father was increased very exceedingly, both in flocks and herds, when with the straked rods he had his portion."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:5",
                            "text": "I am not conscious that I have sinned all my days, save in thought."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:6",
                            "text": "Nor yet do I remember that I have done any iniquity, except the sin of ignorance which I committed against Joseph; for I covenanted with my brethren not to tell my father what had been done."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:7",
                            "text": "But I wept in secret many days on account of Joseph, for I feared my brethren, because they had all agreed that if any one should declare the secret, he should be slain."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:8",
                            "text": "But when they wished to kill him, I adjured them much with tears not to be guilty of this sin."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:9",
                            "text": "For Simeon and Gad came against Joseph to kill him, and he said unto them with tears: Pity me, my brethren, have mercy upon the bowels of Jacob our father: lay not upon me your hands to shed innocent blood, for I have not sinned against you."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:10",
                            "text": "And if indeed I have sinned, with chastening chastise me, my brethren, but lay not upon me your hand, for the sake of Jacob our father,"
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:11",
                            "text": "And as he spoke these words, wailing as he did so, I was unable to bear his lamentations, and began to weep, and my liver was poured out, and all the substance of my bowels was loosened."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:12",
                            "text": "And I wept with Joseph and my heart sounded, and the joints of my body trembled, and I was not able to stand."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:13",
                            "text": "And when Joseph saw me weeping with him, and them coming against him to slay him, he fled behind me, beseeching them."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:14",
                            "text": "But meanwhile Reuben arose and said: Come, my brethren, let us not slay him, but let us cast him into one of these dry pits, which our fathers digged and found no water."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:15",
                            "text": "For for this cause the Lord forbade that water should rise up in them in order that Joseph should be preserved."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:16",
                            "text": "And they did so, until they sold him to the Ishmaelites."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:17",
                            "text": "For in his price I had no share, my children."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:18",
                            "text": "But Simeon and Gad and six other of our brethren took the price of Joseph, and bought sandals for themselves, and their wives, and their children, saying:"
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:19",
                            "text": "We will not eat of it, for it is the price of our brother's blood, but we will assuredly tread it under foot, because he said that he would be king over us, and so let us see what will become of his dreams."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:20",
                            "text": "Therefore it is written in the writing of the law of Moses, that whosoever will not raise up seed to his brother, his sandal should be unloosed, and they should spit in his face."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:21",
                            "text": "And the brethren of Joseph wished not that their brother should live, and the Lord loosed from them the sandal which they wore against Joseph their brother."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:22",
                            "text": "For when they came into Egypt they were unloosed by the servants of Joseph outside the gate, and so they made obeisance to Joseph after the fashion of King Pharaoh."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:23",
                            "text": "And not only did they make obeisance to him, but were spit upon also, falling down before him forthwith, and so they were put to shame before. the Egyptians."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:24",
                            "text": "For after this the Egyptians heard all the evils that they had done to Joseph."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:25",
                            "text": "And after he was sold my brothers sat down to eat and drink."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:26",
                            "text": "But I, through pity for Joseph, did not eat, but watched the pit, since Judah feared lest Simeon, Dan, and Gad should rush off and slay him."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:27",
                            "text": "But when they saw that I did not eat, they set me to watch him, till he was sold to the Ishmaelites."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:28",
                            "text": "And when Reuben came and heard that while he was away Joseph had been sold, he rent his garments, and mourning, said:"
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:29",
                            "text": "How shall I look on the face of my father Jacob? And he took the money and ran after the merchants but as he failed to find them he returned grieving."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:30",
                            "text": "But the merchants had left the broad road and marched through the Troglodytes by a short cut."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:31",
                            "text": "But Reuben was grieved, and ate no food that day."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:32",
                            "text": "Dan therefore came to him and said: Weep not, neither grieve; for we have found what we can say to our father Jacob."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:33",
                            "text": "Let us slay a kid of the goats, and dip in it the coat of Joseph; and let us send it to Jacob, saying: Know, is this the coat of thy son?"
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:34",
                            "text": "And they did so. For they stripped off from Joseph his coat when they were selling him, and put upon him the garment of a slave."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:35",
                            "text": "Now Simeon took the coat, and would not give it up, for he wished to rend it with his sword, as he was angry that Joseph lived and that he had not slain him."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:36",
                            "text": "Then we all rose up and said unto him: If thou givest not up the coat, we will say to our father that thou alone didst this evil thing in Israel."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Testament of Zebulun 1:37",
                            "text": "And so he gave it unto them, and they did even as Dan had said.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Testament of Zebulun 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:1",
                            "text": "AND now children, I bid you to keep the commands of the Lord, and to show mercy to your neighbours, and to have compassion towards all, not towards men only, but also towards beasts."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:2",
                            "text": "For all this thing's sake the Lord blessed me, and when all my brethren were sick, I escaped without sickness, for the Lord knoweth the purposes of each."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:3",
                            "text": "Have, therefore, compassion in your hearts, my children, because even as a man doeth to his neighbour, even so also will the Lord do to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:4",
                            "text": "For the sons of my brethren were sickening and were dying on account of Joseph, because they showed not mercy in their hearts; but my sons were preserved without sickness, as ye know."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:5",
                            "text": "And when I was in the land of Canaan, by the sea-coast, I made a catch of fish for Jacob my father; and when many were choked in the sea, I continued unhurt."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:6",
                            "text": "I was the first to make a boat to sail upon the sea, for the Lord gave me understanding and wisdom therein."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:7",
                            "text": "And I let down a rudder behind it, and I stretched a sail upon another upright piece of wood in the midst."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:8",
                            "text": "And I sailed therein along the shores, catching fish for the house of my father until we came to Egypt."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:9",
                            "text": "And through compassion I shared my catch with every stranger."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:10",
                            "text": "And if a man were a stranger, or sick, or aged, I boiled the fish, and dressed them well, and offered them to all men, as every man had need, grieving with and having compassion upon them."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:11",
                            "text": "Wherefore also the Lord satisfied me with abundance of fish when catching fish; for he that shareth with his neighbour receiveth manifold more from the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:12",
                            "text": "For five years I caught fish and gave thereof to every man whom I saw, and sufficed for all the house of my father."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:13",
                            "text": "And in the summer I caught fish, and in the winter I kept sheep with my brethren."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:14",
                            "text": "Now I will declare unto you what I did."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:15",
                            "text": "I saw a man in distress through nakedness in wintertime, and had compassion upon him, and stole away a garment secretly from my father's house, and gave it to him who was in distress."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:16",
                            "text": "Do you, therefore, my children, from that which God bestoweth upon you, show compassion and mercy without hesitation to all men, and give to every man with a good heart."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:17",
                            "text": "And if ye have not the wherewithal to give to him that needeth, have compassion for him in bowels of mercy."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:18",
                            "text": "I know that my hand found not the wherewithal to give to him that needed, and I walked with him weeping for seven furlongs, and my bowels yearned towards him in compassion."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:19",
                            "text": "Have, therefore, yourselves also, my children, compassion towards every man with mercy, that the Lord also may have compassion and mercy upon you."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:20",
                            "text": "Because also in, the last days God will send His compassion on the earth, and wheresoever He findeth bowels of mercy He dwelleth in him."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:21",
                            "text": "For in the degree in which a man hath compassion upon his neighbours, in the same degree hath the Lord also upon him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:22",
                            "text": "And when we went down into Egypt, Joseph bore no malice against us."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:23",
                            "text": "To whom taking heed, do ye also, my children, approve yourselves without malice, and love one another; and do not set down in account, each one of you, evil against his brother."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:24",
                            "text": "For this breaketh unity and divideth all kindred, and troubleth the soul, and weareth away the countenance."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:25",
                            "text": "Observe, therefore, the waters, and know when they flow together, they sweep along stones, trees, earth, and other things."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:26",
                            "text": "But if they are divided into many streams, the earth swalloweth them up, and they vanish away."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:27",
                            "text": "So shall ye also be if ye be divided. Be not Ye, therefore, divided into two heads for everything which the Lord made .hath but one head, and two shoulders, two hands, two feet, and all the remaining members."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:28",
                            "text": "For I have learnt in the writing of my fathers, that ye shall be divided in Israel, and ye shall follow two kings, and shall work every abomination."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:29",
                            "text": "And your enemies shall lead you captive, and ye shall be evil entreated among the Gentiles, with many infirmities and tribulations."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:30",
                            "text": "And after these things ye shall remember the Lord and repent, and He shall have mercy upon you, for He is merciful and compassionate."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:31",
                            "text": "And He setteth not down in account evil against the sons of men, because they are flesh, and are deceived through their own wicked deeds."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:32",
                            "text": "And after these things shall there arise unto you the Lord Himself, the light of righteousness, and ye shall return unto your land."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:33",
                            "text": "And ye shall see Him in Jerusalem, for His name's sake."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:34",
                            "text": "And again through the wickedness of your works shall ye provoke Him to anger,"
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:35",
                            "text": "And ye shall be cast away by Him unto the time of consummation."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:36",
                            "text": "And now, my children, grieve not that I am dying, nor be cast down in that I am coming to my end."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:37",
                            "text": "For I shall rise again in the midst of you, as a ruler in the midst of his sons; and I shall rejoice in the midst of my tribe, as many as shall keep the law of the Lord, and the commandments of Zebulun their father."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:38",
                            "text": "But upon the ungodly shall the Lord bring eternal fire, and destroy them throughout all generations."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:39",
                            "text": "But I am now hastening away to my rest, as did also my fathers."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:40",
                            "text": "But do ye fear the Lord our God with all your strength all the days of your life."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:41",
                            "text": "And when he had said these things he fell asleep, at a good old age."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Testament of Zebulun 2:42",
                            "text": "And his sons laid him in a wooden coffin. And afterwards they carried him up and buried him in Hebron, with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}