{
    "books": [
        {
            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:1",
                            "text": "Origen's Commentary on the Gospel of John, Fragments of the Fourth Book: (Three Leaves from the Beginning."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:2",
                            "text": ")."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:3",
                            "text": "He who distinguishes in himself voice and meaning and things for which the meaning stands, will not be offended at rudeness of language if, on enquiry, he finds the things spoken of to be sound."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:4",
                            "text": "The more may this be so when we remember how the holy men acknowledge their speech and their preaching to be not in persuasion of the wisdom of words, but in demonstration of the Spirit and of power."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:5",
                            "text": "…  Then, after speaking of the rudeness of style of the Gospel, he proceeds:."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:6",
                            "text": "The Apostles are not unaware that in some things they give offence, and that in some respects their culture is defective, and they confess themselves accordingly to be rude in speech but not in knowledge; for we must consider that the other Apostles would have said this, too, as well as Paul."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:7",
                            "text": "As for the text, \"But we have this treasure in earthen vessels, that the excellency of the power may be of God and not of us,\" we interpret it in this way."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:8",
                            "text": "By \"treasures\" we understand here, as in other passages, the treasure of knowledge (gnosis) and of hidden wisdom."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:9",
                            "text": "By \"earthen vessels\" we understand the humble diction of the Scriptures, which the Greek might so readily be led to despise, and in which the excellency of God's power appears so clearly."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:10",
                            "text": "The mystery of the truth and the power of the things said were not hindered by the humble diction from travelling to the ends of the earth, nor from subduing to the word of Christ, not only the foolish things of the world, but sometimes its wise things, too."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:11",
                            "text": "For we see our calling, not that no wise man according to the flesh, but that not many wise according to the flesh."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:12",
                            "text": "But Paul, in his preaching of the Gospel, is a debtor to deliver the word not to Barbarians only, but also to Greeks, and not only to the unwise, who would easily agree with him, but also to the wise."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:13",
                            "text": "For he was made sufficient by God to be a minister of the New Covenant, wielding the demonstration of the spirit and of power, so that when the believers agreed with him their belief should not be in the wisdom of men, but in the power of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Fragments of Book IV 1:14",
                            "text": "For, perhaps, if the Scripture possessed, like the works the Greeks admire, elegance and command of diction, then it would be open to suppose that not the truth of them had laid hold of men, but that the apparent sequence and splendour of language had carried off the hearers, and had carried them off by guile."
                        }
                    ]
                }
            ]
        }
    ]
}