{
    "books": [
        {
            "name": "Augustine: On the Morals of the Manichaeans",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Morals of the Manichaeans 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:1",
                            "text": "On the Morals of the Manichaeans."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:2",
                            "text": "[De Moribus Manich aeorum."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:3",
                            "text": "] a."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:4",
                            "text": "d."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:5",
                            "text": "388."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:6",
                            "text": "Containing a particular refutation of the doctrine of these heretics regarding the origin and nature of evil; an exposure of their pretended symbolical customs of the mouth, of the hands, and of the breast; and a condemnation of their superstitious abstinence and unholy mysteries."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Morals of the Manichaeans 1:7",
                            "text": "Lastly, some crimes brought to light among the Manich aeans are mentioned."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Morals of the Manichaeans 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:1",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:2",
                            "text": "—The Supreme Good is that Which is Possessed of Supreme Existence."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:4",
                            "text": "Every one, I suppose, will allow that the question of things good and evil belongs to moral science, in which such terms are in common use."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:5",
                            "text": "It is therefore to be wished that men would bring to these inquiries such a clear intellectual perfection as might enable them to see the chief good, than which nothing is better or higher, next in order to which comes a rational soul in a state of purity and perfection."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:6",
                            "text": "If this were clearly understood, it would also become evident that the chief good is that which is properly described as having supreme and original existence."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:7",
                            "text": "For that exists in the highest sense of the word which continues always the same, which is throughout like itself, which cannot in any part be corrupted or changed, which is not subject to time, which admits of no variation in its present as compared with its former condition."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:8",
                            "text": "This is existence in its true sense."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:9",
                            "text": "For in this signification of the word existence there is implied a nature which is self-contained, and which continues immutably."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:10",
                            "text": "Such things can be said only of God, to whom there is nothing contrary in the strict sense of the word."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:11",
                            "text": "For the contrary of existence is non-existence."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:12",
                            "text": "There is therefore no nature contrary to God."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Morals of the Manichaeans 2:13",
                            "text": "But since the minds with which we approach the study of these subjects have their vision damaged and dulled by silly notions, and by perversity of will, let us try as we can to gain some little knowledge of this great matter by degrees and with caution, making our inquiries not like men able to see, but like men groping the dark."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Morals of the Manichaeans 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:1",
                            "text": "Chapter 2 —What Evil is."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:2",
                            "text": "That Evil is that Which is Against Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:3",
                            "text": "In Allowing This, the Manich aeans Refute Themselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:4",
                            "text": "2."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:5",
                            "text": "You Manich aeans often, if not in every case, ask those whom you try to bring over to your heresy, Whence is evil? Suppose I had now met you for the first time, I would ask you, if you please, to follow my example in putting aside for a little the explanation you suppose yourselves to have got of these subjects, and to commence this great inquiry with me as if for the first time."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:6",
                            "text": "You ask me, Whence is evil? I ask you in return, What is evil? Which is the more reasonable question? Are those right who ask whence a thing is, when they do not know what it is; or he who thinks it necessary to inquire first what it is, in order to avoid the gross absurdity of searching for the origin of a thing unknown? Your answer is quite correct, when you say that evil is that which is contrary to nature; for no one is so mentally blind as not to see that, in every kind, evil is that which is contrary to the nature of the kind."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:7",
                            "text": "But the establishment of this doctrine is the overthrow of your heresy."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:8",
                            "text": "For evil is no nature, if it is contrary to nature."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:9",
                            "text": "Now, according to you, evil is a certain nature and substance."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:10",
                            "text": "Moreover, whatever is contrary to nature must oppose nature and seek its destruction."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:11",
                            "text": "For nature means nothing else than that which anything is conceived of as being in its own kind."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:12",
                            "text": "Hence is the new word which we now use derived from the word for being,—essence namely, or, as we usually say, substance,—while before these words were in use, the word nature was used instead."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:13",
                            "text": "Here, then, if you will consider the matter without stubbornness, we see that evil is that which falls away from essence and tends to non-existence."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:14",
                            "text": "3."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:15",
                            "text": "Accordingly, when the Catholic Church declares that God is the author of all natures and substances, those who understand this understand at the same time that God is not the author of evil."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:16",
                            "text": "For how can He who is the cause of the being of all things be at the same time the cause of their not being,—that is, of their falling off from essence and tending to non-existence? For this is what reason plainly declares to be the definition of evil."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:17",
                            "text": "Now, how can that race of evil of yours, which you make the supreme evil, be against nature, that is, against substance, when it, according to you, is itself a nature and substance? For if it acts against itself, it destroys its own existence; and when that is completely done, it will come at last to be the supreme evil."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:18",
                            "text": "But this cannot be done, because you will have it not only to be, but to be everlasting."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:19",
                            "text": "That cannot then be the chief evil which is spoken of as a substance."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:20",
                            "text": "4."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:21",
                            "text": "But what am I to do? I know that many of you can understand nothing of all this."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:22",
                            "text": "I know, too, that there are some who have a good understanding and can see these things, and yet are so stubborn in their choice of evil,—a choice that will ruin their understanding as well,—that they try rather to find what reply they can make in order to impose upon inactive and feeble minds, instead of giving their assent to the truth."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: On the Morals of the Manichaeans 3:23",
                            "text": "Still I shall not regret having written either what one of you may come some day to consider impartially, and be led to abandon your error, or what men of understanding and in allegiance to God, and who are still untainted with your errors, may read and so be kept from being led astray by your addresses."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Morals of the Manichaeans 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:1",
                            "text": "Chapter 3 —If Evil is Defined as that Which is Hurtful, This Implies Another Refutation of the Manich aeans."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:2",
                            "text": "5."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:3",
                            "text": "Let us then inquire more carefully, and, if possible, more plainly."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:4",
                            "text": "I ask you again, What is evil? If you say it is that which is hurtful, here, too, you will not answer amiss."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:5",
                            "text": "But consider, I pray you; be on your guard, I beg of you; be so good as to lay aside party spirit, and make the inquiry for the sake of finding the truth, not of getting the better of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:6",
                            "text": "Whatever is hurtful takes away some good from that to which it is hurtful; for without the loss of good there can be no hurt."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:7",
                            "text": "What, I appeal to you, can be plainer than this? what more intelligible? What else is required for complete demonstration to one of average understanding, if he is not perverse? But, if this is granted, the consequence seems plain."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:8",
                            "text": "In that race which you take for the chief evil, nothing can be liable to be hurt, since there is no good in it."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:9",
                            "text": "But if, as you assert, there are two natures,—the kingdom of light and the kingdom of darkness; since you make the kingdom of light to be God, attributing to it an uncompounded nature,  so that it has no part inferior to another, you must grant, however decidedly in opposition to yourselves, you must grant, nevertheless, that this nature, which you not only do not deny to be the chief good, but spend all your strength in trying to show that it is so, is immutable, incorruptible, impenetrable, inviolable, for otherwise it would not be the chief good; for the chief good is that than which there is nothing better, and for such a nature to be hurt is impossible."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:10",
                            "text": "Again, if, as has been shown, to hurt is to deprive of good, there can be no hurt to the kingdom of darkness, for there is no good in it."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Morals of the Manichaeans 4:11",
                            "text": "And as the kingdom of light cannot be hurt, as it is inviolable, what can the evil you speak of be hurtful to?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Morals of the Manichaeans 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:1",
                            "text": "Chapter 4 —The Difference Between What is Good in Itself and What is Good by Participation."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:2",
                            "text": "6."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:3",
                            "text": "Now, compare with this perplexity, from which you cannot escape, the consistency of the statements in the teaching of the Catholic Church, according to which there is one good which is good supremely and in itself, and not by the participation of any good, but by its own nature and essence; and another good which is good by participation, and by having something bestowed."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:4",
                            "text": "Thus it has its being as good from the supreme good, which, however, is still self-contained, and loses nothing."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:5",
                            "text": "This second kind of good is called a creature, which is liable to hurt through falling away."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:6",
                            "text": "But of this falling away God is not the author, for He is author of existence and of being."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:7",
                            "text": "Here we see the proper use of the word evil; for it is correctly applied not to essence, but to negation or loss."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:8",
                            "text": "We see, too, what nature it is which is liable to hurt."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:9",
                            "text": "This nature is not the chief evil, for when it is hurt it loses good; nor is it the chief good, for its falling away from good is because it is good not intrinsically, but by possessing the good."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:10",
                            "text": "And a thing cannot be good by nature when it is spoken of as being made, which shows that the goodness was bestowed."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:11",
                            "text": "Thus, on the one hand, God is the good, and all things which He has made are good, though not so good as He who made them."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: On the Morals of the Manichaeans 5:12",
                            "text": "For what madman would venture to require that the works should equal the workman, the creatures the Creator? What more do you want? Could you wish for anything plainer than this?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Morals of the Manichaeans 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:1",
                            "text": "Chapter 5 —If Evil is Defined to Be Corruption, This Completely Refutes the Manich aean Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:2",
                            "text": "7."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:3",
                            "text": "I ask a third time, What is evil? Perhaps you will reply, Corruption."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:4",
                            "text": "Undeniably this is a general definition of evil; for corruption implies opposition to nature, and also hurt."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:5",
                            "text": "But corruption exists not by itself, but in some substance which it corrupts; for corruption itself is not a substance."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:6",
                            "text": "So the thing which it corrupts is not corruption, is not evil; for what is corrupted suffers the loss of integrity and purity."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:7",
                            "text": "So that which has no purity to lose cannot be corrupted; and what has, is necessarily good by the participation of purity."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:8",
                            "text": "Again, what is corrupted is perverted; and what is perverted suffers the loss of order, and order is good."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:9",
                            "text": "To be corrupted, then, does not imply the absence of good; for in corruption it can be deprived of good, which could not be if there was the absence of good."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:10",
                            "text": "Therefore that race of darkness, if it was destitute of all good, as you say it was, could not be corrupted, for it had nothing which corruption could take from it; and if corruption takes nothing away, it does not corrupt."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On the Morals of the Manichaeans 6:11",
                            "text": "Say now, if you dare, that God and the kingdom of God can be corrupted, when you cannot show how the kingdom of the devil, such as you make it, can be corrupted."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Morals of the Manichaeans 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:1",
                            "text": "Chapter 6 —What Corruption Affects and What It is."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:2",
                            "text": "8."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:3",
                            "text": "What further does the Catholic light say? What do you suppose, but what is the actual truth, that it is the created substance which can be corrupted, for the uncreated, which is the chief good, is incorruptible; and corruption, which is the chief evil, cannot be corrupted; besides, that it is not a substance? But if you ask what corruption is, consider to what it seeks to bring the things which it corrupts; for it affects those things according to its own nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:4",
                            "text": "Now all things by corruption fall away from what they were, and are brought to non-continuance, to non-existence; for existence implies continuance."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:5",
                            "text": "Thus the supreme and chief existence is so called because it continues in itself, or is self-contained."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:6",
                            "text": "In the case of a thing changing for the better, the change is not from continuance, but from perversion to the worse, that is, from falling away from essence; the author of which falling away is not He who is the author of the essence."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:7",
                            "text": "So in some things there is change for the better, and so a tendency towards existence."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:8",
                            "text": "And this change is not called a perversion, but reversion or conversion; for perversion is opposed to orderly arrangement."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:9",
                            "text": "Now things which tend towards existence tend towards order, and, attaining order they attain existence, as far as that is possible to a creature."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:10",
                            "text": "For order reduces to a certain uniformity that which it arranges; and existence is nothing else than being one."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:11",
                            "text": "Thus, so far as anything acquires unity, so far it exists."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:12",
                            "text": "For uniformity and harmony are the effects of unity, and by these compound things exist as far as they have existence."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:13",
                            "text": "For simple things exist by themselves, for they are one."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:14",
                            "text": "But things not simple imitate unity by the agreement of their parts; and so far as they attain this, so far they exist."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:15",
                            "text": "This arrangement is the cause of existence, disorder of non-existence; and perversion or corruption are the other names for disorder."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:16",
                            "text": "So whatever is corrupted tends to non-existence."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: On the Morals of the Manichaeans 7:17",
                            "text": "You may now be left to reflect upon the effect of corruption, that you may discover what is the chief evil; for it is that which corruption aims at accomplishing."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Morals of the Manichaeans 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:1",
                            "text": "Chapter 7 —The Goodness of God Prevents Corruption from Bringing Anything to Non-Existence."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:2",
                            "text": "The Difference Between Creating and Forming."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:3",
                            "text": "9."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:4",
                            "text": "But the goodness of God does not permit the accomplishment of this end, but so orders all things that fall away that they may exist where their existence is most suitable, till in the order of their movements they return to that from which they fell away."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:5",
                            "text": "Thus, when rational souls fall away from God, although they possess the greatest amount of free-will, He ranks them in the lower grades of creation, where their proper place is."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:6",
                            "text": "So they suffer misery by the divine judgment, while they are ranked suitably to their deserts."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:7",
                            "text": "Hence we see the excellence of that saying which you are always inveighing against so strongly, \"I make good things, and create evil things\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:8",
                            "text": "To create is to form and arrange."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:9",
                            "text": "So in some copies it is written, \"I make good things and form evil things\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:10",
                            "text": "To make is used of things previously not in existence; but to form is to arrange what had some kind of existence, so as to improve and enlarge it."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:11",
                            "text": "Such are the things which God arranges when He says, \"I form evil things,\" meaning things which are falling off, and so tending to non-existence,—not things which have reached that to which they tend."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:12",
                            "text": "For it has been said, Nothing is allowed in the providence of God to go the length of non-existence."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:13",
                            "text": "10."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:14",
                            "text": "These things might be discussed more fully and at greater length, but enough has been said for our purpose in dealing with you."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:15",
                            "text": "We have only to show you the gate which you despair of finding, and make the uninstructed despair of it too."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:16",
                            "text": "You can be made to enter only by good-will, on which the divine mercy bestows peace, as the song in the Gospel says, \"Glory to God in the highest, and on earth peace to men of good-will\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:17",
                            "text": "It is enough, I say, to have shown you that there is no way of solving the religious question of good and evil, unless whatever is, as far as it is, is from God; while as far as it falls away from being it is not of God, and yet is always ordered by Divine Providence in agreement with the whole system."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:18",
                            "text": "If you do not yet see this, I know nothing else that I can do but to discuss the things already said with greater particularity."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: On the Morals of the Manichaeans 8:19",
                            "text": "For nothing save piety and purity can lead the mind to greater things."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Morals of the Manichaeans 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:1",
                            "text": "Chapter 8 —Evil is Not a Substance, But a Disagreement Hostile to Substance."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:2",
                            "text": "11."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:3",
                            "text": "For what other answer will you give to the question, What is evil? but either that it is against nature, or that it is hurtful, or that it is corruption, or something similar? But I have shown that in these replies you make shipwreck of your cause, unless, indeed, you will answer in the childish way in which you generally speak to children, that evil is fire, poison, a wild beast, and so on."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:4",
                            "text": "For one of the leaders of this heresy, whose instructions we attended with great familiarity and frequency, used to say with reference to a person who held that evil was not a substance, \"I should like to put a scorpion in the man's hand, and see whether he would not withdraw his hand; and in so doing he would get a proof, not in words but in the thing itself, that evil is a substance, for he would not deny that the animal is a substance\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:5",
                            "text": "He said this not in the presence of the person, but to us, when we repeated to him the remark which had troubled us, giving, as I said, a childish answer to children."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:6",
                            "text": "For who with the least tincture of learning or science does not see that these things hurt by disagreement with the bodily temperament, while at other times they agree with it, so as not only not to hurt, but to produce the best effects? For if this poison were evil in itself, the scorpion itself would suffer first and most."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:7",
                            "text": "In fact, if the poison were quite taken from the animal, it would die."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:8",
                            "text": "So for its body it is evil to lose what it is evil for our body to receive; and it is good for it to have what it is good for us to want."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:9",
                            "text": "Is the same thing then both good and evil? By no means; but evil is what is against nature, for this is evil both to the animal and to us."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:10",
                            "text": "This evil is the disagreement, which certainly is not a substance, but hostile to substance."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:11",
                            "text": "Whence then is it? See what it leads to, and you will learn, if any inner light lives in you."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:12",
                            "text": "It leads all that it destroys to non-existence."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:13",
                            "text": "Now God is the author of existence; and there is no existence which, as far as it is existing, leads to non-existence: Thus we learn whence disagreement is not; as to whence it is, nothing can be said."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:14",
                            "text": "12."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:15",
                            "text": "We read in history of a female criminal in Athens, who succeeded in drinking the quantity of poison allotted as a fatal draught for the condemned with little or no injury to her health, by taking it at intervals."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:16",
                            "text": "So being condemned, she took the poison in the prescribed quantity like the rest, but rendered it powerless by accustoming herself to it, and did not die like the rest."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:17",
                            "text": "And as this excited great wonder, she was banished."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:18",
                            "text": "If poison is an evil, are we to think that she made it to be no evil to her? What could be more absurd than this? But because disagreement is an evil, what she did was to make the poisonous matter agree with her own body by a process of habituation."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:19",
                            "text": "For how could she by any amount of cunning have brought it about that disagreement should not hurt her? Why so? Because what is truly and properly an evil is hurtful both always and to all."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:20",
                            "text": "Oil is beneficial to our bodies, but very much the opposite to many six-footed animals."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:21",
                            "text": "And is not hellebore sometimes food, sometimes medicine, and sometimes poison."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:22",
                            "text": "Does not every one maintain that salt taken in excess is poisonous? And yet the benefits to the body from salt are innumerable and most important."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:23",
                            "text": "Sea-water is injurious when drunk by land animals, but it is most suitable and useful to many who bathe their bodies in it and to fish it is useful and wholesome in both ways."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:24",
                            "text": "Bread nourishes man, but kills hawks."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:25",
                            "text": "And does not mud itself, which is offensive and noxious when swallowed or smelt, serve as cooling to the touch in hot weather, and as a cure for wounds from fire? What can be nastier than dung, or more worthless than ashes? And yet they are of such use to the fields, that the Romans thought divine honors due to the discoverer, Stercutio, from whose name the word for dung [stercus] is derived."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:26",
                            "text": "13."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:27",
                            "text": "But why enumerate details which are countless? We need not go farther than the four elements themselves, which, as every one knows, are beneficial when there is agreement, and bitterly opposed to nature when there is disagreement in the objects acted upon."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:28",
                            "text": "We who live in air die under earth or under water, while innumerable animals creep alive in sand or loose earth, and fish die in our air."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:29",
                            "text": "Fire consumes our bodies, but, when suitably applied, it both restores from cold, and expels diseases without number."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:30",
                            "text": "The sun to which you bow the knee, and than which, indeed, there is no fairer object among visible things, strengthens the eyes of eagles, but hurts and dims our eyes when we gaze on it; and yet we too can accustom ourselves to look upon it without injury."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:31",
                            "text": "Will you, then, allow the sun to be compared to the poison which the Athenian woman made harmless by habituating herself to it? Reflect for once, and consider that if a substance is an evil because it hurts some one, the light which you worship cannot be acquitted of this charge."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Augustine: On the Morals of the Manichaeans 9:32",
                            "text": "See the preferableness of making evil in general to consist in this disagreement, from which the sun's ray produces dimness in the eyes, though nothing is pleasanter to the eyes than light."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Morals of the Manichaeans 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:1",
                            "text": "Chapter 9 —The Manich aean Fictions About Things Good and Evil are Not Consistent with Themselves."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:2",
                            "text": "14."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:3",
                            "text": "I have said these things to make you cease, if that is possible, giving the name of evil to a region boundless in depth and length; to a mind wandering through the region; to the five caverns of the elements,—one full of darkness, another of waters, another of winds, another of fire, another of smoke; to the animals born in each of these elements,—serpents in the darkness, swimming creatures in the waters, flying creatures in the winds, quadrupeds in the fire, bipeds in the smoke."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:4",
                            "text": "For these things, as you describe them, cannot be called evil; for all such things, as far as they exist, must have their existence from the most high God, for as far as they exist they are good."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:5",
                            "text": "If pain and weakness is an evil, the animals you speak of were of such physical strength that their abortive offspring, after, as your sect believes, the world was formed of them, fell from heaven to earth, according to you, and could not die."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:6",
                            "text": "If blindness is an evil, they could see; if deafness, they could hear."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:7",
                            "text": "If to be nearly or altogether dumb is an evil, their speech was so clear and intelligible, that, as you assert, they decided to make war against God in compliance with an address delivered in their assembly."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:8",
                            "text": "If sterility is an evil, they were prolific in children."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:9",
                            "text": "If exile is an evil, they were in their own country, and occupied their own territories."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:10",
                            "text": "If servitude is an evil, some of them were rulers."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:11",
                            "text": "If death is an evil, they were alive, and the life was such that, by your statement, even after God was victorious, it was impossible for the mind ever to die."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:12",
                            "text": "15."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:13",
                            "text": "Can you tell me how it is that in the chief evil so many good things are to be found, the opposites of the evils above mentioned? and if these are not evils, can any substance be an evil, as far as it is a substance? If weakness is not an evil, can a weak body be an evil? If blindness is not an evil, can darkness be an evil? If deafness is not an evil, can a deaf man be an evil? If dumbness is not an evil, can a fish be an evil? If sterility is not an evil, how can we call a barren animal an evil? If exile is not an evil, how can we give that name to an animal in exile, or to an animal sending some one into exile? If servitude is not an evil, in what sense is a subject animal an evil, or one enforcing subjection? If death is not an evil, in what sense is a mortal animal an evil, or one causing death? Or if these are evils, must we not give the name of good things to bodily strength, sight, hearing, persuasive speech, fertility, native land, liberty, life, all which you hold to exist in that kingdom of evil, and yet venture to call it the perfection of evil?  16."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:14",
                            "text": "Once more, if, as has never been denied, unsuitableness is an evil, what can be more suitable than those elements to their respective animals,—the darkness to serpents, the waters to swimming creatures, the winds to flying creatures, the fire to voracious animals, the smoke to soaring animals? Such is the harmony which you describe as existing in the race of strife; such the order in the seat of confusion."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:15",
                            "text": "If what is hurtful is an evil, I do not repeat the strong objection already stated, that no hurt can be suffered where no good exists; but if that is not so clear, one thing at least is easily seen and understood as following from the acknowledged truth, that what is hurtful is an evil."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:16",
                            "text": "The smoke in that region did not hurt bipeds: it produced them, and nourished and sustained them without injury in their birth, their growth, and their rule."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:17",
                            "text": "But now, when the evil has some good mixed with it, the smoke has become more hurtful, so that we, who certainly are bipeds, instead of being sustained by it, are blinded, and suffocated, and killed by it."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:18",
                            "text": "Could the mixture of good have given such destructiveness to evil elements? Could there be such confusion in the divine government?  17."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:19",
                            "text": "In the other cases, at least, how is it that we find that congruity which misled your author and induced him to fabricate falsehoods? Why does darkness agree with serpents, and waters with swimming creatures, and winds with flying creatures, though the fire burns up quadrupeds, and smoke chokes us? Then, again, have not serpents very sharp sight, and do they not love the sunshine, and abound most where the calmness of the air prevents the clouds from gathering much or often? How very absurd that the natives and lovers of darkness should live most comfortably and agreeably where the clearest light is enjoyed! Or if you say that it is the heat rather than the light that they enjoy, it would be more reasonable to assign to fire serpents, which are naturally of rapid motion, than the slow-going asp."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:20",
                            "text": "Besides, all must admit that light is agreeable to the eyes of the asp, for they are compared to an eagle's eyes."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:21",
                            "text": "But enough of the lower animals."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:22",
                            "text": "Let us, I pray, attend to what is true of ourselves without persisting in error, and so our minds shall be disentangled from silly and mischievous falsehoods."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:23",
                            "text": "For is it not intolerable perversity to say that in the race of darkness, where there was no mixture of light, the biped animals had so sound and strong, so incredible force of eyesight, that even in their darkness they could see the perfectly pure light (as you represent it) of the kingdom of God? for, according to you, even these beings could see this light, and could gaze at it, and study it, and delight in it, and desire it; whereas our eyes, after mixture with light, with the chief good, yea, with God, have become so tender and weak, that we can neither see anything in the dark, nor bear to look at the sun, but, after looking, lose sight of what we could see before."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:24",
                            "text": "18."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:25",
                            "text": "The same remarks are applicable if we take corruption to be an evil, which no one doubts."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:26",
                            "text": "The smoke did not corrupt that race of animals, though it corrupts animals now."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:27",
                            "text": "Not to go over all the particulars, which would be tedious, and is not necessary, the living creatures of your imaginary description were so much less liable to corruption than animals are now, that their abortive and premature offspring, cast headlong from heaven to earth, both lived and were productive, and could band together again, having, forsooth, their original vigor, because they were conceived before good was mixed with the evil; for, after this mixture, the animals born are, according to you, those which we now see to be very feeble and easily giving way to corruption."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Augustine: On the Morals of the Manichaeans 10:28",
                            "text": "Can any one persist in the belief of error like this, unless he fails to see these things, or is affected by your habit and association in such an amazing way as to be proof against all the force of reasoning?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Morals of the Manichaeans 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:1",
                            "text": "Chapter 10 —Three Moral Symbols Devised by the Manich aeans for No Good."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:2",
                            "text": "19."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:3",
                            "text": "Now that I have shown, as I think, how much darkness and error is in your opinions about good and evil things in general, let us examine now those three symbols which you extol so highly, and boast of as excellent observances."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:4",
                            "text": "What then are those three symbols? That of the mouth, that of the hands, and that of the breast."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:5",
                            "text": "What does this mean? That man, we are told, should be pure and innocent in mouth, in hands, and in breast."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:6",
                            "text": "But what if he sins with eyes, ears, or nose? What if he hurts some one with his heels, or perhaps kills him? How can he be reckoned criminal when he has not sinned with mouth, hands, or breast? But, it is replied, by the mouth we are to understand all the organs of sense in the head; by the hands, all bodily actions; by the breast, all lustful tendencies."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:7",
                            "text": "To what, then, do you assign blasphemies? To the mouth or to the hand? For blasphemy is an action of the tongue."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:8",
                            "text": "And if all actions are to be classed under one head, why should you join together the actions of the hands and the feet, and not those of the tongue."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:9",
                            "text": "Do you wish to separate the action of the tongue, as being for the purpose of expressing something, from actions which are not for this purpose, so that the symbol of the hands should mean abstinence from all evil actions which are not for the purpose of expressing something? But then, what if some one sins by expressing something with his hands, as is done in writing or in some significant gesture? This cannot be assigned to the tongue and the mouth, for it is done by the hands."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:10",
                            "text": "When you have three symbols of the mouth, the hands, and the breast, it is quite inadmissible to charge against the mouth sins found in the hands."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:11",
                            "text": "And if you assign action in general to the hands, there is no reason for including under this the action of the feet and not that of the tongue."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: On the Morals of the Manichaeans 11:12",
                            "text": "Do you see how the desire of novelty, with its attendant error, lands you in great difficulties? For you find it impossible to include purification of all sins in these three symbols, which you set forth as a kind of new classification."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Morals of the Manichaeans 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:1",
                            "text": "Chapter 11 —The Value of the Symbol of the Mouth Among the Manich aeans, Who are Found Guilty of Blaspheming God."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:2",
                            "text": "20."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:3",
                            "text": "Classify as you please, omit what you please, we must discuss the doctrines you insist upon most."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:4",
                            "text": "You say that the symbol of the mouth implies refraining from all blasphemy."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:5",
                            "text": "But blasphemy is speaking evil of good things."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:6",
                            "text": "So usually the word blasphemy is applied only to speaking evil of God; for as regards man there is uncertainty, but God is without controversy good."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:7",
                            "text": "If, then, you are proved guilty of saying worse things of God than any one else says, what becomes of your famous symbol of the mouth? The evidence is not obscure, but clear and obvious to every understanding, and irresistible, the more so that no one can remain in ignorance of it, that God is incorruptible, immutable, liable to no injury, to no want, to no weakness, to no misery."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:8",
                            "text": "All this the common sense of rational beings perceives, and even you assent when you hear it."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:9",
                            "text": "21."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:10",
                            "text": "But when you begin to relate your fables, that God is corruptible, and mutable, and subject to injury, and exposed to want and weakness, and not secure from misery, this is what you are blind enough to teach, and what some are blind enough to believe."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:11",
                            "text": "And this is not all; for, according to you, God is not only corruptible, but corrupted; not only changeable, but changed; not only subject to injury, but injured; not only liable to want, but in want; not only possibly, but actually weak; not only exposed to misery, but miserable."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:12",
                            "text": "You say that the soul is God, or a part of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:13",
                            "text": "I do not see how it can be part of God without being God."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:14",
                            "text": "A part of gold is gold; of silver silver; of stone stone; and, to come to greater things, part of earth is earth, part of water is water, and of air air; and if you take part from fire, you will not deny it to be fire; and part of light can be nothing but light."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:15",
                            "text": "Why then should part of God not be God? Has God a jointed body, like man and the lower animals? For part of man is not man."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:16",
                            "text": "22."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:17",
                            "text": "I will deal with each of these opinions separately."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:18",
                            "text": "If you view God as resembling light, you must admit that part of God is God."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:19",
                            "text": "Hence, when you make the soul part of God, though you allow it to be corrupted as being foolish, and changed as having once been wise, and in want as needing health, and feeble as needing medicine, and miserable as desiring happiness, all these things you profanely attribute to God."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:20",
                            "text": "Or if you deny these things of the mind, it follows that the Spirit is not required to lead the soul into truth, since it is not in folly; nor is the soul renewed by true religion, since it does not need renewal; nor is it perfected by your symbols, since it is already perfect; nor does God give it assistance, since it does not need it; nor is Christ its physician, since it is in health; nor does it require the promise of happiness in another life."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:21",
                            "text": "Why then is Jesus called the deliverer, according to His own words in the Gospel, \"If the Son shall make you free, ye shall be free indeed?\"  And the Apostle Paul says, \"Ye have been called to liberty\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:22",
                            "text": "The soul, then, which has not attained this liberty is in bondage."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:23",
                            "text": "Therefore, according to you, God, since part of God is God, is both corrupted by folly, and is changed by falling, and is injured by the loss of perfection, and is in need of help, and is weakened by disease, and bowed down with misery, and subject to disgraceful bondage."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:24",
                            "text": "23."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:25",
                            "text": "Again, if part of God is not God, still He is not incorrupt when His part is corrupted, nor unchanged when there is change in any part, nor uninjured when He is not perfect in every part, nor free from want when He is busily endeavoring to recover part of Himself, nor quite whole when He has a weak part, nor perfectly happy when any part is suffering misery, nor entirely free when any part is under bondage."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:26",
                            "text": "These are conclusions to which you are driven, because you say that the soul, which you see to be in such a calamitous condition, is part of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:27",
                            "text": "If you can succeed in making your sect abandon these and many similar opinions, then you may speak of your mouth being free from blasphemies."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:28",
                            "text": "Better still, leave the sect; for if you cease to believe and to repeat what Manich aeus has written, you will be no longer Manich aeans."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:29",
                            "text": "24."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:30",
                            "text": "That God is the supreme good, and that than which nothing can be or can be conceived better, we must either understand or believe, if we wish to keep clear of blasphemy."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:31",
                            "text": "There is a relation of numbers which cannot possibly be impaired or altered, nor can any nature by any amount of violence prevent the number which comes after one from being the double of one."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:32",
                            "text": "This can in no way be changed; and yet you represent God as changeable! This relation preserves its integrity inviolable; and you will not allow God an equality even in this! Let some race of darkness take in the abstract the number three, consisting of indivisible units, and divide it into two equal parts."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:33",
                            "text": "Your mind perceives that no hostility could effect this."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Augustine: On the Morals of the Manichaeans 12:34",
                            "text": "And can that which is unable to injure a numerical relation injure God? If it could not, what possible necessity could there be for a part of him to be mixed with evil, and driven into such miseries?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On the Morals of the Manichaeans 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:1",
                            "text": "Chapter 12 —Manich aean Subterfuge."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:2",
                            "text": "25."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:3",
                            "text": "For this gives rise to the question, which used to throw us into great perplexity even when we were your zealous disciples, nor could we find any answer,—what the race of darkness would have done to God, supposing He had refused to fight with it at the cost of such calamity to part of Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:4",
                            "text": "For if God would not have suffered any loss by remaining quiet, we thought it hard that we had been sent to endure so much."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:5",
                            "text": "Again, if He would have suffered, His nature cannot have been incorruptible, as it behoves the nature of God to be."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:6",
                            "text": "Sometimes the answer was, that it was not for the sake of escaping evil or avoiding injury, but that God in His natural goodness wished to bestow the blessing of order on a disturbed and disordered nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:7",
                            "text": "This is not what we find in the Manich aean books: there it is constantly implied and constantly asserted that God guarded against an invasion of His enemies."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:8",
                            "text": "But supposing this answer, which was given from want of a better, to represent the opinion of the Manich aeans, is God, in their view, vindicated from the charge of cruelty or weakness? For this goodness of His to the hostile race proved most pernicious to His own subjects."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:9",
                            "text": "Besides, if God's nature could not be corrupted nor changed, neither could any destructive influence corrupt or change us; and the order to be bestowed on the race of strangers might have been bestowed without robbing us of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:10",
                            "text": "26."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:11",
                            "text": "Since those times, however, another answer has appeared which I heard recently at Carthage."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:12",
                            "text": "For one, whom I wish much to see brought out of this error, when reduced to this same dilemma, ventured to say that the kingdom had its own limits, which might be invaded by a hostile race, though God Himself could not be injured."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:13",
                            "text": "But this is a reply which your founder would never consent to give; for he would be likely to see that such an opinion would lead to a still speedier demolition of his heresy."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On the Morals of the Manichaeans 13:14",
                            "text": "And in fact any one of average intellect, who hears that in this nature part is subject to injury and part not, will at once perceive that this makes not two but three natures,—one violable, a second inviolable, and a third violating."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On the Morals of the Manichaeans 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:1",
                            "text": "Chapter 13."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:2",
                            "text": "—Actions to Be Judged of from Their Motive, Not from Externals."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:3",
                            "text": "Manich aean Abstinence to Be Tried by This Principle."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:4",
                            "text": "27."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:5",
                            "text": "Having every day in your mouth these blasphemies which come from your heart, you ought not to continue holding up the symbol of the mouth as something wonderful, to ensnare the ignorant."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:6",
                            "text": "But perhaps you think the symbol of the mouth excellent and admirable because you do not eat flesh or drink wine."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:7",
                            "text": "But what is your end in this? For according as the end we have in view in our actions, on account of which we do whatever we do, is not only not culpable but also praiseworthy, so only can our actions merit any praise."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:8",
                            "text": "If the end we have regard to in any performance is unlawful and blameworthy, the performance itself will be unhesitatingly condemned as improper."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:9",
                            "text": "28."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:10",
                            "text": "We are told of Catiline that he could bear cold, thirst, and hunger."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:11",
                            "text": "This the vile miscreant had in common with our apostles."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:12",
                            "text": "What then distinguishes the parricide from our apostles but the precisely opposite end which he followed? He bore these things in order to gratify his fierce and ungoverned passions; they, on the other hand, in order to restrain these passions and subdue them to reason."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:13",
                            "text": "You often say, when you are told of the great number of Catholic virgins, a she-mule is a virgin."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:14",
                            "text": "This, indeed, is said in ignorance of the Catholic system, and is not applicable."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:15",
                            "text": "Still, what you mean is that this continence is worthless unless it leads, on right principles, to an end of high excellence."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:16",
                            "text": "Catholic Christians might also compare your abstinence from wine and flesh to that of cattle and many small birds, as likewise of countless sorts of worms."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:17",
                            "text": "But, not to be impertinent like you, I will not make this comparison prematurely, but will first examine your end in what you do."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:18",
                            "text": "For I suppose I may safely take it as agreed on, that in such customs the end is the thing to look to."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:19",
                            "text": "Therefore, if your end is to be frugal and to restrain the appetite which finds gratification in eating and drinking, I assent and approve."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:20",
                            "text": "But this is not the case."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:21",
                            "text": "29."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:22",
                            "text": "Suppose, what is quite possible, that there is one so frugal and sparing in his diet, that, instead of gratifying his appetite or his palate, he refrains from eating twice in one day, and at supper takes a little cabbage moistened and seasoned with lard, just enough to keep down hunger; and quenches his thirst, from regard to his health, with two or three draughts of pure wine; and this is his regular diet: whereas another of different habits never takes flesh or wine, but makes an agreeable repast at two o'clock on rare and foreign vegetables, varied with a number of courses, and well sprinkled with pepper, and sups in the same style towards night; and drinks honey-vinegar, mead, raisin-wine, and the juices of various fruits, no bad imitation of wine, and even surpassing it in sweetness; and drinks not for thirst but for pleasure; and makes this provision for himself daily, and feasts in this sumptuous style, not because he requires it, but only gratifying his taste;—which of these two do you regard as living most abstemiously in food and drink? You cannot surely be so blind as not to put the man of the little lard and wine above this glutton!  30."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:23",
                            "text": "This is the true view; but your doctrine sounds very differently."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:24",
                            "text": "For one of your elect distinguished by the three symbols may live like the second person in this description, and though he may be reproved by one or two of the more sedate, he cannot be condemned as abusing the symbols."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:25",
                            "text": "But should he sup with the other person, and moisten his lips with a morsel of rancid bacon, or refresh them with a drink of spoilt wine, he is pronounced a transgressor of the symbol, and by the judgment of your founder is consigned to hell, while you, though wondering, must assent."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Augustine: On the Morals of the Manichaeans 14:26",
                            "text": "Will you not discard these errors? Will you not listen to reason? Will you not offer some little resistance to the force of habit? Is not such doctrine most unreasonable? Is it not insanity? Is it not the greatest absurdity that one, who stuffs and loads his stomach every day to gratify his appetite with mushrooms, rice, truffles, cake, mead, pepper, and assafoetida, and who fares thus every day, cannot be convicted of transgressing the three symbols, that is, the rule of sanctity; whereas another, who seasons his dish of the commonest herbs with some smoky morsel of meat, and takes only so much of this as is needed for the refreshment of his body, and drinks three cups of wine for the sake of keeping in health, should, for exchanging the former diet for this, be doomed to certain punishment?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On the Morals of the Manichaeans 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:1",
                            "text": "Chapter 14."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:2",
                            "text": "—Three Good Reasons for Abstaining from Certain Kinds of Food."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:3",
                            "text": "31."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:4",
                            "text": "But, you reply, the apostle says, \"It is good, brethren, neither to eat flesh, nor to drink wine\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:5",
                            "text": "No one denies that this is good, provided that it is for the end already mentioned, of which it is said, \"Make not provision for the flesh to fulfill the lusts thereof;\"  or for the ends pointed out by the apostle, namely, either to check the appetite, which is apt to go to a more wild and uncontrollable excess in these things than in others, or lest a brother should be offended, or lest the weak should hold fellowship with an idol."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:6",
                            "text": "For at the time when the apostle wrote, the flesh of sacrifices was often sold in the market."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:7",
                            "text": "And because wine, too, was used in libations to the gods of the Gentiles, many weaker brethren, accustomed to purchase such things, preferred to abstain entirely from flesh and wine rather than run the risk of having fellowship, as they considered it, with idols, even ignorantly."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:8",
                            "text": "And, for their sakes, even those who were stronger, and had faith enough to see the insignificance of these things, knowing that nothing is unclean except from an evil conscience, and holding by the saying of the Lord, \"Not that which entereth into your mouth defileth you, but that which cometh out of it,\"   still, lest these weaker brethren should stumble, were bound to abstain from these things."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:9",
                            "text": "And this is not a mere theory, but is clearly taught in the epistles of the apostle himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:10",
                            "text": "For you are in the habit of quoting only the words, \"It is good, brethren, neither to eat flesh, nor to drink wine,\" without adding what follows, \"nor anything whereby thy brother stumbleth, or is offended or is made weak\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:11",
                            "text": "These words show the intention of the apostle in giving the admonition."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:12",
                            "text": "32."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:13",
                            "text": "This is evident from the preceding and succeeding context."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:14",
                            "text": "The passage is a long one to quote, but, for the sake of those who are indolent in reading and searching the sacred Scriptures, we must give the whole of it."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:15",
                            "text": "\"Him that is weak in the faith,\" says the apostle, \"receive ye, but not to doubtful disputations."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:16",
                            "text": "For one believeth that he may eat all things: another, who is weak, eateth herbs."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:17",
                            "text": "Let not him that eateth despise him that eateth not; and let not him that eateth not judge him that eateth, for God hath received him."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:18",
                            "text": "Who art thou that judgest another man's servant? to his own master he standeth or falleth; yea, he shall be holden up: for God is able to make him stand."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:19",
                            "text": "One man esteemeth one day above another; another esteemeth every day alike."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:20",
                            "text": "Let every man be fully persuaded in his own mind."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:21",
                            "text": "He that regardeth the day, regardeth it to the Lord."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:22",
                            "text": "He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:23",
                            "text": "For none of us liveth to himself, and no man dieth to himself."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:24",
                            "text": "For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live, therefore, or die, we are the Lord's."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:25",
                            "text": "For to this end Christ both lived, and died and rose again, that He might be Lord both of the dead and living."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:26",
                            "text": "But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment-seat of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:27",
                            "text": "For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:28",
                            "text": "So then every one of us shall give account of himself to God."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:29",
                            "text": "Let us not, therefore, judge one another any more: but judge this rather, that no man put a stumbling-block, or occasion to fall, in his brother's way."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:30",
                            "text": "I know, and am persuaded in the Lord Jesus, that there is nothing common of itself: but to him that esteemeth anything to be common, to him it is common."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:31",
                            "text": "But if thy brother be grieved with thy meat, now walkest thou not charitably."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:32",
                            "text": "Destroy not him with thy meat, for whom Christ died."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:33",
                            "text": "Let not then our good be evil spoken of."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:34",
                            "text": "For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:35",
                            "text": "For he who in this serveth Christ is acceptable to God, and approved of men."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:36",
                            "text": "Let us therefore follow after the things which make for peace, and things whereby one may edify another."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:37",
                            "text": "For meat destroys not the work of God."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:38",
                            "text": "All things indeed are pure; but it is evil for that man who eateth with offense."
                        },
                        {
                            "verse": 39,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:39",
                            "text": "It is good neither to eat flesh, nor to drink wine, nor anything whereby thy brother stumbleth, or is offended, or is made weak."
                        },
                        {
                            "verse": 40,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:40",
                            "text": "Hast thou faith? have it to thyself before God."
                        },
                        {
                            "verse": 41,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:41",
                            "text": "Happy is he who condemneth not himself in that thing which he alloweth."
                        },
                        {
                            "verse": 42,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:42",
                            "text": "And he that distinguishes is damned if he eats, because he eateth not of faith: for whatsoever is not of faith is sin."
                        },
                        {
                            "verse": 43,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:43",
                            "text": "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves."
                        },
                        {
                            "verse": 44,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:44",
                            "text": "Let every one of us please his neighbor for his good to edification."
                        },
                        {
                            "verse": 45,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:45",
                            "text": "For even Christ pleased not Himself\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:46",
                            "text": "33."
                        },
                        {
                            "verse": 47,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:47",
                            "text": "Is it not clear that what the apostle required was, that the stronger should not eat flesh nor drink wine, because they gave offense to the weak by not going along with them, and made them think that those who in faith judged all things to be pure, did homage to idols in not abstaining from that kind of food and drink? This is also set forth in the following passage of the Epistle to the Corinthians: \"As concerning, therefore, the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one."
                        },
                        {
                            "verse": 48,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:48",
                            "text": "For though there be that are called gods, whether in heaven or in earth, but to us there is but one God, the Father, of whom are all things, and we in Him; and one Lord Jesus Christ, by whom are all things, and we by Him."
                        },
                        {
                            "verse": 49,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:49",
                            "text": "Howbeit there is not in every man that knowledge: for some, with conscience of the idol unto this hour, eat it as a thing offered to an idol; and their conscience being weak is defiled."
                        },
                        {
                            "verse": 50,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:50",
                            "text": "But meat commendeth us not to God: for neither, if we eat, shall we abound; neither, if we eat not, shall we suffer want."
                        },
                        {
                            "verse": 51,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:51",
                            "text": "But take heed, lest by any means this liberty of yours become a stumbling-block to them that are weak."
                        },
                        {
                            "verse": 52,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:52",
                            "text": "For if any man see one who has knowledge sit at meat in the idol's temple, shall not his conscience being weak be emboldened to eat those things which are offered to idols; and through thy knowledge shall the weak brother perish, for whom Christ died? But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ."
                        },
                        {
                            "verse": 53,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:53",
                            "text": "Wherefore, if meat make my brother to offend, I will eat no flesh forever, lest I make my brother to offend\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:54",
                            "text": "34."
                        },
                        {
                            "verse": 55,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:55",
                            "text": "Again, in another place: \"What say I then? that the idol is anything? or that which is offered in sacrifice to idols is anything? But the things which the Gentiles sacrifice they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils."
                        },
                        {
                            "verse": 56,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:56",
                            "text": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table and of the table of devils."
                        },
                        {
                            "verse": 57,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:57",
                            "text": "Do we provoke the Lord to jealousy? are we stronger than He? All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not."
                        },
                        {
                            "verse": 58,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:58",
                            "text": "Let no man seek his own, but every man what is another's."
                        },
                        {
                            "verse": 59,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:59",
                            "text": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake."
                        },
                        {
                            "verse": 60,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:60",
                            "text": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shows it, and for conscience sake: conscience, I say, not thine own, but another's: for why is my liberty judged of another man's conscience? For if I be a partaker with thanksgiving, why am I evil spoken of for that for which I give thanks? Whether, therefore, ye eat or drink, or whatsoever ye do, do all to the glory of God."
                        },
                        {
                            "verse": 61,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:61",
                            "text": "Give none offence, neither to the Jews, nor to the Greeks, nor to the Church of God: even as I please all men in all things not seeking mine own profit, but the profit of many that they may be saved."
                        },
                        {
                            "verse": 62,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:62",
                            "text": "Be ye followers of me, even as I also am of Christ\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:63",
                            "text": "35."
                        },
                        {
                            "verse": 64,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:64",
                            "text": "It is clear, then, I think, for what end we should abstain from flesh and wine."
                        },
                        {
                            "verse": 65,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:65",
                            "text": "The end is threefold: to check indulgence, which is mostly practised in this sort of food, and in this kind of drink goes the length of intoxication; to protect weakness, on account of the things which are sacrificed and offered in libation; and, what is most praiseworthy of all, from love, not to offend the weakness of those more feeble than ourselves, who abstain from these things."
                        },
                        {
                            "verse": 66,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:66",
                            "text": "You, again, consider a morsel of meat unclean; whereas the apostle says that all things are clean, but that it is evil to him that eateth with offence."
                        },
                        {
                            "verse": 67,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:67",
                            "text": "And no doubt you are defiled by such food, simply because you think it unclean."
                        },
                        {
                            "verse": 68,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:68",
                            "text": "For the apostle says, \"I know, and am persuaded by the Lord Jesus, that there is nothing common of itself: but to him that esteemeth anything common, to him it is common\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:69",
                            "text": "And every one can see that by common he means unclean and defiled."
                        },
                        {
                            "verse": 70,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:70",
                            "text": "But it is folly to discuss passages of Scripture with you; for you both mislead people by promising to prove your doctrines, and those books which possess authority to demand our homage you affirm to be corrupted by spurious interpolations."
                        },
                        {
                            "verse": 71,
                            "chapter": 15,
                            "name": "Augustine: On the Morals of the Manichaeans 15:71",
                            "text": "Prove then to me your doctrine that flesh defiles the eater, when it is taken without offending any one, without any weak notions, and without any excess."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On the Morals of the Manichaeans 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:1",
                            "text": "Chapter 15."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:2",
                            "text": "—Why the Manich aeans Prohibit the Use of Flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:3",
                            "text": "36."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:4",
                            "text": "It is worth while to take note of the whole reason for their superstitious abstinence, which is given as follows:—Since, we are told, the member of God has been mixed with the substance of evil, to repress it and to keep it from excessive ferocity,—for that is what you say,—the world is made up of both natures, of good and evil, mixed together."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:5",
                            "text": "But this part of God is daily being set free in all parts of the world, and restored to its own domain."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:6",
                            "text": "But in its passage upwards as vapor from earth to heaven, it enters plants, because their roots are fixed in the earth, and so gives fertility and strength to all herbs and shrubs."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:7",
                            "text": "From these animals get their food, and, where there is sexual intercourse, fetter in the flesh the member of God, and, turning it from its proper course, they come in the way and entangle it in errors and troubles."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:8",
                            "text": "So then, if food consisting of vegetables and fruits comes to the saints, that is, to the Manich aeans by means of their chastity, and prayers, and psalms, whatever in it is excellent and divine is purified, and so is entirely perfected, in order to restoration, free from all hindrance, to its own domain."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:9",
                            "text": "Hence you forbid people to give bread or vegetables, or even water, which would cost nobody anything, to a beggar, if he is not a Manich aean, lest he should defile the member of God by his sins, and obstruct its return."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:10",
                            "text": "37."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:11",
                            "text": "Flesh, you say, is made up of pollution itself."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:12",
                            "text": "For, according to you, some portion of that divine part escapes in the eating of vegetables and fruits: it escapes while they undergo the infliction of rubbing, grinding, or cooking, as also of biting or chewing."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:13",
                            "text": "It escapes, too, in all motions of animals, in the carriage of burdens, in exercise, in toil, or in any sort of action."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:14",
                            "text": "It escapes, too, in our rest, when digestion is going on in the body by means of internal heat."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:15",
                            "text": "And as the divine nature escapes in all these ways, some very unclean dregs remain, from which, in sexual intercourse, flesh is formed."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:16",
                            "text": "These dregs, however, fly off, in the motions above mentioned, along with what is good in the soul; for though it is mostly, it is not entirely good."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: On the Morals of the Manichaeans 16:17",
                            "text": "So, when the soul has left the flesh, the dregs are utterly filthy, and the soul of those who eat flesh is defiled."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On the Morals of the Manichaeans 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:1",
                            "text": "Chapter 16."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:2",
                            "text": "—Disclosure of the Monstrous Tenets of the Manich aeans."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:3",
                            "text": "38."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:4",
                            "text": "O the obscurity of the nature of things! How hard to expose falsehood! Who that hears these things, if he is one who has not learned the causes of things, and who, not yet illuminated by any ray of truth, is deceived by material images, would not think them true, precisely because the things spoken of are invisible, and are presented to the mind under the form of visible things, and can be eloquently expressed? Men of this description exist in numbers and in droves, who are kept from being led away into these errors more by a fear grounded on religious feeling than by reason."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:5",
                            "text": "I will therefore endeavor, as God may please to enable me, so to refute these errors, as that their falsehood and absurdity will be manifest not only in the judgment of the wise, who reject them on hearing them, but also to the intelligence of the multitude."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:6",
                            "text": "39."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:7",
                            "text": "Tell me then, first, where you get the doctrine that part of God, as you call it, exists in corn, beans, cabbage, and flowers and fruits."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:8",
                            "text": "From the beauty of the color, say they, and the sweetness of the taste; this is evident; and as these are not found in rotten substances, we learn that their good has been taken from them."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:9",
                            "text": "Are they not ashamed to attribute the finding of God to the nose and the palate? But I pass from this."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:10",
                            "text": "For I will speak, using words in their proper sense; and, as the saying is, this is not so easy in speaking to you."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:11",
                            "text": "Let us see rather what sort of mind is required to understand this; how, if the presence of good in bodies is shown by their color, the dung of animals, the refuse of flesh itself, has all kinds of bright colors, sometimes white, often golden; and so on, though these are what you take in fruits and flowers as proofs of the presence and indwelling of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:12",
                            "text": "Why is it that in a rose you hold the red color to be an indication of an abundance of good, while the same color in blood you condemn? Why do you regard with pleasure in a violet the same color which you turn away from in cases of cholera, or of people with jaundice, or in the excrement of infants? Why do you believe the light, shining appearance of oil to be a sign of a plentiful admixture of good, which you readily set about purifying by taking the oil into your throats and stomachs, while you are afraid to touch your lips with a drop of fat, though it has the same shining appearance as oil? Why do you look upon a yellow melon as part of the treasures of God, and not rancid bacon fat or the yolk of an egg? Why do you think that whiteness in a lettuce proclaims God, and not in milk? So much for colors, as regards which (to mention nothing else) you cannot compare any flower-clad meadow with the wings and feathers of a single peacock, though these are of flesh and of fleshly origin."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:13",
                            "text": "40."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:14",
                            "text": "Again, if this good is discovered also by smell, perfumes of excellent smell are made from the flesh of some animals."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:15",
                            "text": "And the smell of food, when cooked along with flesh of delicate flavor, is better than if cooked without it."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:16",
                            "text": "Once more, if you think that the things that have a better smell than others are therefore cleaner, there is a kind of mud which you ought to take to your meals instead of water from the cistern; for dry earth moistened with rain has an odor most agreeable to the sense, and this sort of mud has a better smell than rain-water taken by itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:17",
                            "text": "But if we must have the authority of taste to prove the presence in any object of part of God, he must dwell in dates and honey more than in pork, but more in pork than in beans."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:18",
                            "text": "I grant that He dwells more in a fig than in a liver; but then you must allow that He is more in liver than in beet."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:19",
                            "text": "And, on this principle, must you not confess that some plants, which none of you can doubt to be cleaner than flesh, receive God from this very flesh, if we are to think of God as mixed with the flavor? For both cabbages taste better when cooked along with flesh; and, while we cannot relish the plants on which cattle feed, when these are turned into milk we think them improved in color, and find them very agreeable to the taste."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:20",
                            "text": "41."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:21",
                            "text": "Or must we think that good is to be found in greater quantity where the three good qualities—a good color, and smell, and taste—are found together? Then you must not admire and praise flowers so much, as you cannot admit them to be tried at the tribunal of the palate."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:22",
                            "text": "At least you must not prefer purslain to flesh, since flesh when cooked is superior in color, smell, and taste."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:23",
                            "text": "A young pig roasted (for your ideas on this subject force us to discuss good and evil with you as if you were cooks and confectioners, instead of men of reading or literary taste) is bright in color, and agreeable in smell, and pleasant in taste."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:24",
                            "text": "Here is a perfect evidence of the presence of the divine substance."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:25",
                            "text": "You are invited by this threefold testimony, and called on to purify this substance by your sanctity."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:26",
                            "text": "Make the attack."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:27",
                            "text": "Why do you hold back? What objection have you to make."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:28",
                            "text": "In color alone the excrement of an infant surpasses lentils; in smell alone a roast morsel surpasses a soft green fig; in taste alone a kid when slaughtered surpasses the plant which it fed on when alive: and we have found a kind of flesh in flavor of which all three give evidence."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:29",
                            "text": "What more do you require? What reply will you make? Why should eating meat make you unclean, if using such monstrosities in discussion does not? And, above all, the rays of the sun, which you surely think more of than all animal or vegetable food, have no smell or taste, and are remarkable among other substances only by their eminently bright color; which is a loud call to you, and an obligation, in spite of yourselves, to place nothing higher than a bright color among the evidences of an admixture of good."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:30",
                            "text": "42."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:31",
                            "text": "Thus you are forced into this difficulty, that you must acknowledge the part of God as dwelling more in blood, and in the filthy but bright-colored animal refuse which is thrown out in the streets, than in the pale leaves of the olive."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:32",
                            "text": "If you reply, as you actually do, that olive leaves when burnt give out a flame, which proves the presence of light, while flesh when burnt does not, what will you say of oil, which lights nearly all the lamps in Italy? What of cow dung (which surely is more unclean than the flesh), which peasants use when dry as fuel, so that the fire is always at hand, and the liberation of the smoke is always going on? And if brightness and lustre prove a greater presence of the divine part, why do you yourselves not purify it, why not appropriate it, why not liberate it? For it is found chiefly in flowers, not to speak of blood and countless things almost the same as blood in flesh or coming from it, and yet you cannot feed on flowers."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:33",
                            "text": "And even if you were to eat flesh, you would certainly not take with your gruel the scales of fish, or some worms and flies, though these all shine with a light of their own in the dark."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:34",
                            "text": "43."
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:35",
                            "text": "What then remains, but that you should cease saying that you have in your eyes, nose, and palate sufficient means of testing the presence of the divine part in material objects? And, without these means, how can you tell not only that there is a greater part of God in plants than in flesh, but that there is any part in plants at all? Are you led to think this by their beauty—not the beauty of agreeable color, but that of agreement of parts? An excellent reason, in my opinion."
                        },
                        {
                            "verse": 36,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:36",
                            "text": "For you will never be so bold as to compare twisted pieces of wood with the bodies of animals, which are formed of members answering to one another."
                        },
                        {
                            "verse": 37,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:37",
                            "text": "But if you choose the testimony of the senses, as those must do who cannot see with their mind the full force of existence, how do you prove that the substance of good escapes from bodies in course of time, and by some kind of attrition, but because God has gone out of it, according to your view, and has left one place for another? The whole is absurd."
                        },
                        {
                            "verse": 38,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:38",
                            "text": "But, as far as I can judge, there are no marks or appearances to give rise to this opinion."
                        },
                        {
                            "verse": 39,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:39",
                            "text": "For many things plucked from trees, or pulled out of the ground, are the better of some interval of time before we use them for food, as leeks and endive, lettuce, grapes, apples, figs, and some pears; and there are many other things which get a better color when they are not used immediately after being plucked, besides being more wholesome for the body, and having a finer flavor to the palate."
                        },
                        {
                            "verse": 40,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:40",
                            "text": "But these things should not possess all these excellent and agreeable qualities, if, as you say, they become more destitute of good the longer they are kept after separation from their mother earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:41",
                            "text": "Animal food itself is better and more fit for use the day after the animal is killed; but this should not be, if, as you hold, it possessed more good immediately after the slaughter than next day, when more of the divine substance had escaped."
                        },
                        {
                            "verse": 42,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:42",
                            "text": "44."
                        },
                        {
                            "verse": 43,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:43",
                            "text": "Who does not know that wine becomes purer and better by age? Nor is it, as you think, more tempting to the destruction of the senses, but more useful for invigorating the body,—only let there be moderation, which ought to control everything."
                        },
                        {
                            "verse": 44,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:44",
                            "text": "The senses are sooner destroyed by new wine."
                        },
                        {
                            "verse": 45,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:45",
                            "text": "When the must has been only a short time in the vat, and has begun to ferment, it makes those who look down into it fall headlong, affecting their brain, so that without assistance they would perish."
                        },
                        {
                            "verse": 46,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:46",
                            "text": "And as regards health, every one knows that bodies are swollen up and injuriously distended by new wine? Has it these bad properties because there is more good in it? Are they not found in wine when old because a good deal of the divine substance has gone? An absurd thing to say, especially for you, who prove the divine presence by the pleasing effect produced on your eyes, nose, and palate! And what a contradiction it is to make wine the poison of the princes of darkness, and yet to eat grapes! Has it more of the poison when in the cup than when in the cluster? Or if the evil remains unmixed after the good is gone, and that by the process of time, how is it that the same grapes, when hung up for awhile, become milder, sweeter, and more wholesome? or how does the wine itself, as already mentioned, become purer and brighter when the light has gone, and more wholesome by the loss of the beneficial substance?  45."
                        },
                        {
                            "verse": 47,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:47",
                            "text": "What are we to say of wood and leaves, which in course of time become dry, but cannot be the worse on that account in your estimation? For while they lose that which produces smoke, they retain that from which a bright flame arises; and, to judge by the clearness, which you think so much of, there is more good in the dry than in the green."
                        },
                        {
                            "verse": 48,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:48",
                            "text": "Hence you must either deny that there is more of God in the pure light than in the smoky one, which will upset all your evidences; or you must allow it to be possible that, when plants are plucked up, or branches plucked off, and kept for a time, more of the nature of evil may escape from them than of the nature of good."
                        },
                        {
                            "verse": 49,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:49",
                            "text": "And, on the strength of this, we shall hold that more evil may go off from plucked fruits; and so more good may remain in animal food."
                        },
                        {
                            "verse": 50,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:50",
                            "text": "So much on the subject of time."
                        },
                        {
                            "verse": 51,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:51",
                            "text": "46."
                        },
                        {
                            "verse": 52,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:52",
                            "text": "As for motion, and tossing, and rubbing, if these give the divine nature the opportunity of escaping from these substances, many things of the same kind are against you, which are improved by motion."
                        },
                        {
                            "verse": 53,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:53",
                            "text": "In some grains the juice resembles wine, and is excellent when moved about."
                        },
                        {
                            "verse": 54,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:54",
                            "text": "Indeed, as must not be overlooked, this kind of drink produces intoxication rapidly; and yet you never called the juice of grain the poison of the princes of darkness."
                        },
                        {
                            "verse": 55,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:55",
                            "text": "There is a preparation of water, thickened with a little meal, which is the better of being shaken, and, strange to say, is lighter in color when the light is gone."
                        },
                        {
                            "verse": 56,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:56",
                            "text": "The pastry cook stirs honey for a long time to give it this light color, and to make its sweetness milder and less unwholesome: you must explain how this can come from the loss of good."
                        },
                        {
                            "verse": 57,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:57",
                            "text": "Again, if you prefer to test the presence of God by the agreeable effects on the hearing, and not sight, or smell, or taste, harps get their strings and pipes their bones from animals; and these become musical by being dried, and rubbed, and twisted."
                        },
                        {
                            "verse": 58,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:58",
                            "text": "So the pleasures of music, which you hold to have come from the divine kingdom, are obtained from the refuse of dead animals, and that, too, when they are dried by time, and lessened by rubbing, and stretched by twisting."
                        },
                        {
                            "verse": 59,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:59",
                            "text": "Such rough treatment, according to you, drives the divine substance from living objects; even cooking them, you say, does this."
                        },
                        {
                            "verse": 60,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:60",
                            "text": "Why then are boiled thistles not unwholesome? Is it because God, or part of God, leaves them when they are cooked?  47."
                        },
                        {
                            "verse": 61,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:61",
                            "text": "Why mention all the particulars, when it is difficult to enumerate them? Nor is it necessary; for every one knows how many things are sweeter and more wholesome when cooked."
                        },
                        {
                            "verse": 62,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:62",
                            "text": "This ought not to be, if, as you suppose, things lose the good by being thus moved about."
                        },
                        {
                            "verse": 63,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:63",
                            "text": "I do not suppose that you will find any proof from your bodily senses that flesh is unclean, and defiles the souls of those who eat it, because fruits, when plucked and shaken about in various ways, become flesh; especially as you hold that vinegar, in its age and fermentation, is cleaner than wine, and the mead you drink is nothing else than cooked wine, which ought to be more impure than wine, if material things lose the divine members by being moved about and cooked."
                        },
                        {
                            "verse": 64,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:64",
                            "text": "But if not, you have no reason to think that fruits, when plucked, kept, handled, cooked, and digested, are forsaken by the good, and therefore supply most unclean matter for the formation of bodies."
                        },
                        {
                            "verse": 65,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:65",
                            "text": "48."
                        },
                        {
                            "verse": 66,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:66",
                            "text": "But if it is not from their color and appearance, and smell and taste, that you think the good to be in these things, what else can you bring forward? Do you prove it from the strength and vigor which those things seem to lose when they are separated from the earth and put to use? If this is your reason (though its erroneousness is seen at once, from the fact that the strength of some things is increased after their separation from the earth, as in the case already mentioned of wine, which becomes stronger from age),—if the strength, then, is your reason, it would follow that the part of God is to be found in no food more abundantly than in flesh."
                        },
                        {
                            "verse": 67,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:67",
                            "text": "For athletes, who especially require vigor and energy, are not in the habit of feeding on cabbage and fruit without animal food."
                        },
                        {
                            "verse": 68,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:68",
                            "text": "49."
                        },
                        {
                            "verse": 69,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:69",
                            "text": "Is your reason for thinking the bodies of trees better than our bodies, that flesh is nourished by trees and not trees by flesh."
                        },
                        {
                            "verse": 70,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:70",
                            "text": "You forget the obvious fact that plants, when manured with dung, become richer and more fertile and crops heavier, though you think it your gravest charge against flesh that it is the abode of dung."
                        },
                        {
                            "verse": 71,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:71",
                            "text": "This then gives nourishment to things you consider clean, though it is, according to you, the most unclean part of what you consider unclean."
                        },
                        {
                            "verse": 72,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:72",
                            "text": "But if you dislike flesh because it springs from sexual intercourse, you should be pleased with the flesh of worms, which are bred in such numbers, and of such a size, in fruits, in wood, and in the earth itself, without any sexual intercourse."
                        },
                        {
                            "verse": 73,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:73",
                            "text": "But there is some insincerity in this."
                        },
                        {
                            "verse": 74,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:74",
                            "text": "For if you were displeased with flesh because it is formed from the cohabitation of father and mother, you would not say that those princes of darkness were born from the fruits of their own trees; for no doubt you think worse of these princes than of flesh, which you refuse to eat."
                        },
                        {
                            "verse": 75,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:75",
                            "text": "50."
                        },
                        {
                            "verse": 76,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:76",
                            "text": "Your idea that all the souls of animals come from the food of their parents, from which confinement you pretend to liberate the divine substance which is held bound in your viands, is quite inconsistent with your abstinence from flesh, and makes it a pressing duty for you to eat animal food."
                        },
                        {
                            "verse": 77,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:77",
                            "text": "For if souls are bound in the body by those who eat animal food, why do you not secure their liberation by being beforehand in eating the food? You reply, it is not from the animal food that the good part comes which those people bring into bondage, but from the vegetables which they take with their meat."
                        },
                        {
                            "verse": 78,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:78",
                            "text": "What will you say then of the souls of lions, who feed only on flesh? They drink, is the reply, and so the soul is drawn in from the water and confined in flesh."
                        },
                        {
                            "verse": 79,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:79",
                            "text": "But what of birds without number? What of eagles, which eat only flesh, and need no drink? Here you are at a loss, and can find no answer."
                        },
                        {
                            "verse": 80,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:80",
                            "text": "For if the soul comes from food, and there are animals which neither drink anything nor have any food but flesh, and yet bring forth young, there must be some soul in flesh; and you are bound to try your plan of purifying it by eating the flesh."
                        },
                        {
                            "verse": 81,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:81",
                            "text": "Or will you say that a pig has a soul of light, because it eats vegetables, and drinks water; and that the eagle, because it eats only flesh, has a soul of darkness, though it is so fond of the sun?  51."
                        },
                        {
                            "verse": 82,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:82",
                            "text": "What a confusion of ideas! What amazing fatuity! All this you would have escaped, if you had rejected idle fictions, and had followed what truth sanctions in abstinence from food, which would have taught you that sumptuous eating is to be avoided, not to escape pollution, as there is nothing of the kind, but to subdue the sensual appetite."
                        },
                        {
                            "verse": 83,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:83",
                            "text": "For should any one, from inattention to the nature of things, and the properties of the soul and body, allow that the soul is polluted by animal food, you will admit that it is much much more defiled by sensuality."
                        },
                        {
                            "verse": 84,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:84",
                            "text": "Is it reasonable, then, or rather, is it not most unreasonable, to expel from the number of the elect a man who, perhaps for his health's sake, takes some animal food without sensual appetite; while, if a man eagerly devours peppered truffles, you can only reprove him for excess, but cannot condemn him as abusing your symbol? So one who has been induced, not by sensuality, but for health, to eat part of a fowl, cannot remain among your elect; though one may remain who has yielded voluntarily to an excessive appetite for comfits and cakes without animal matter."
                        },
                        {
                            "verse": 85,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:85",
                            "text": "You retain the man plunged in the defilements of sensuality, and dismiss the man polluted, as you think, by the mere food; though you allow that the defilement of sensuality is far greater than that of meat."
                        },
                        {
                            "verse": 86,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:86",
                            "text": "You keep hold of one who gloats with delight over highly-seasoned vegetables, unable to keep possession of himself; while you shut out one who, to satisfy hunger, takes whatever comes, if suitable for nourishment, ready either to use the food, or to let it go."
                        },
                        {
                            "verse": 87,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:87",
                            "text": "Admirable customs! Excellent morals! Notable temperance!  52."
                        },
                        {
                            "verse": 88,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:88",
                            "text": "Again, the notion that it is unlawful for any one but the elect to touch as food what is brought to your meals for what you call purification, leads to shameful and sometimes to criminal practices."
                        },
                        {
                            "verse": 89,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:89",
                            "text": "For sometimes so much is brought that it cannot easily be eaten up by a few; and as it is considered sacrilege to give what is left to others, or, at least, to throw it away, you are obliged to eat to excess, from the desire to purify, as you call it, all that is given."
                        },
                        {
                            "verse": 90,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:90",
                            "text": "Then, when you are full almost to bursting, you cruelly use force in making the boys of your sect eat the rest."
                        },
                        {
                            "verse": 91,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:91",
                            "text": "So it was charged against some one at Rome that he killed some poor children, by compelling them to eat for this superstitious reason."
                        },
                        {
                            "verse": 92,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:92",
                            "text": "This I should not believe, did I not know how sinful you consider it to give this food to those who are not elect, or, at any rate, to throw it away."
                        },
                        {
                            "verse": 93,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:93",
                            "text": "So the only way is to eat it; and this leads every day to gluttony, and may sometimes lead to murder."
                        },
                        {
                            "verse": 94,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:94",
                            "text": "53."
                        },
                        {
                            "verse": 95,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:95",
                            "text": "For the same reason you forbid giving bread to beggars."
                        },
                        {
                            "verse": 96,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:96",
                            "text": "By way of showing compassion, or rather of avoiding reproach, you advise to give money."
                        },
                        {
                            "verse": 97,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:97",
                            "text": "The cruelty of this is equalled by its stupidity."
                        },
                        {
                            "verse": 98,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:98",
                            "text": "For suppose a place where food cannot be purchased: the beggar will die of starvation, while you, in your wisdom and benevolence, have more mercy on a cucumber than on a human being! This is in truth (for how could it be better designated) pretended compassion, and real cruelty."
                        },
                        {
                            "verse": 99,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:99",
                            "text": "Then observe the stupidity."
                        },
                        {
                            "verse": 100,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:100",
                            "text": "What if the beggar buys bread for himself with the money you give him? Will the divine part, as you call it, not suffer the same in him when he buys the food as it would have suffered if he had taken it as a gift from you? So this sinful beggar plunges in corruption part of God eager to escape, and is aided in this crime by your money! But you in your great sagacity think it enough that you do not give to one about to commit murder a man to kill, though you knowingly give him money to procure somebody to be killed."
                        },
                        {
                            "verse": 101,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:101",
                            "text": "Can any madness go beyond this? The result is, that either the man dies if he cannot get food for his money, or the food itself dies if he gets it."
                        },
                        {
                            "verse": 102,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:102",
                            "text": "The one is true murder; the other what you call murder: though in both cases you incur the guilt of real murder."
                        },
                        {
                            "verse": 103,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:103",
                            "text": "Again, there is the greatest folly and absurdity in allowing your followers to eat animal food, while you forbid them to kill animals."
                        },
                        {
                            "verse": 104,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:104",
                            "text": "If this food does not defile, take it yourselves."
                        },
                        {
                            "verse": 105,
                            "chapter": 17,
                            "name": "Augustine: On the Morals of the Manichaeans 17:105",
                            "text": "If it defiles, what can be more unreasonable than to think it more sinful to separate the soul of a pig from its body than to defile the soul of a man with the pig's flesh."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On the Morals of the Manichaeans 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:1",
                            "text": "Chapter 17."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:2",
                            "text": "—Description of the Symbol of the Hands Among the Manich aeans."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:3",
                            "text": "54."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:4",
                            "text": "We must now notice and discuss the symbol of the hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:5",
                            "text": "And, in the first place, your abstaining from the slaughter of animals and from injuring plants is shown by Christ to be mere superstition; for, on the ground that there is no community of rights between us and brutes and trees, He both sent the devils into an herd of swine,  and withered by His curse a tree in which He had found no fruit."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:6",
                            "text": "The swine assuredly had not sinned, nor had the tree."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:7",
                            "text": "We are not so insane as to think that a tree is fruitful or barren by its own choice."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:8",
                            "text": "Nor is it any reply to say that our Lord wished in these actions to teach some other truths; for every one knows that."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:9",
                            "text": "But assuredly the Son of God would not commit murder to illustrate truth, if you call the destruction of a tree or of an animal murder."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:10",
                            "text": "The signs which Christ wrought in the case of men, with whom we certainly have a community of rights, were in healing, not in killing them."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:11",
                            "text": "And it would have been the same in the case of beasts and trees, if we had that community with them which you imagine."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:12",
                            "text": "55."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:13",
                            "text": "I think it right to refer here to the authority of Scripture, because we cannot here enter on a profound discussion about the soul of animals, or the kind of life in trees."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:14",
                            "text": "But as you preserve the right to call the Scriptures corrupted, in case you should find them too strongly opposed to you,—although you have never affirmed the passages about the tree and the herd of swine to be spurious,—still, lest some day you should wish to say this of them too, when you find how much they are against you, I will adhere to my plan, and will ask you, who are so liberal in your promises of evidence and truth, to tell me first what harm is done to a tree, I say not by plucking a leaf or an apple,—for which, however, one of you would be condemned at once as having abused the symbol, if he did it intentionally, and not accidentally,—but if you tear it up by the root."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:15",
                            "text": "For the soul in trees, which, according to you, is a rational soul, is, in your theory, freed from bondage when the tree is cut down,—a bondage, too, where it suffered great misery and got no profit."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:16",
                            "text": "For it is well known that you, in the words of your founder, threaten as a great, though not the greatest punishment, the change from a man to a tree; and it is not probable that the soul in a tree can grow in wisdom as it does in a man."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:17",
                            "text": "There is the best reason for not killing a man, in case you should kill one whose wisdom or virtue might be of use to many, or one who might have attained to wisdom, whether by the advice of another without himself, or by divine illumination in his own mind."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:18",
                            "text": "And the more wisdom the soul has when it leaves the body, the more profitable is its departure, as we know both from well-grounded reasoning and from wide-spread belief."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:19",
                            "text": "Thus to cut down a tree is to set free the soul from a body in which it makes no progress in wisdom."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:20",
                            "text": "You—the holy men, I mean—ought to be mainly occupied in cutting down trees, and in leading the souls thus emancipated to better things by prayers and psalms."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:21",
                            "text": "Or can this be done only with the souls which you take into your belly, instead of aiding them by your understanding?  56."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:22",
                            "text": "And you cannot escape the admission that the souls in trees make no progress in wisdom while they are there, when you are asked why no apostle was sent to teach trees as well as men, or why the apostle sent to men did not preach the truth to trees also."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:23",
                            "text": "Your reply must be, that the souls while in such bodies cannot understand the divine precepts."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:24",
                            "text": "But this reply lands you in great difficulties; for you declare that these souls can hear your voices and understand what you say, and see bodies and their motions, and even discern thoughts."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:25",
                            "text": "If this is true, why could they learn nothing from the apostle of light? Why could they not learn even much better than we, since they can see into the mind? Your master, who, as you say, has difficulty in teaching you by speech, might have taught these souls by thought; for they could see his ideas in his mind before he expressed them."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:26",
                            "text": "But if this is untrue, consider into what errors you have fallen."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:27",
                            "text": "57."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:28",
                            "text": "As for your not plucking fruits or pulling up vegetables yourselves, while you get your followers to pluck and pull and bring them to you, that you may confer benefits not only on those who bring the food but on the food which is brought, what thoughtful person can bear to hear this? For, first, it matters not whether you commit a crime yourself, or wish another to commit it for you."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:29",
                            "text": "You deny that you wish this! How then can relief be given to the divine part contained in lettuce and leeks, unless some one pull them and bring them to the saints to be purified."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:30",
                            "text": "And again, if you were passing through a field where the right of friendship permitted you to pluck anything you wished, what would you do if you saw a crow on the point of eating a fig? Does not, according to your ideas, the fig itself seem to address you and to beg of you piteously to pluck it yourself and give it burial in a holy belly, where it may be purified and restored, rather than that the crow should swallow it and make it part of his cursed body, and then hand it over to bondage and torture in other forms? If this is true, how cruel you are! If not, how silly! What can be more contrary to your opinions than to break the symbol? What can be more unkind to the member of God than to keep it?  58."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:31",
                            "text": "This supposes the truth of your false and vain ideas."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:32",
                            "text": "But you can be shown guilty of plain and positive cruelty flowing from the same error."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:33",
                            "text": "For were any one lying on the road, his body wasted with disease, weary with journeying, and half-dead from his sufferings, and able only to utter some broken words, and if eating a pear would do him good as an astringent, and were he to beg you to help him as you passed by, and were he to implore you to bring the fruit from a neighboring tree, with no divine or human prohibition to prevent your doing so, while the man is sure to die for the want of it, you, a Christian man and a saint, will rather pass on and abandon a man thus suffering and entreating, lest the tree should lament the loss of its fruit, and you should be doomed to the punishment threatened by Manich aeus for breaking the symbol."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:34",
                            "text": "Strange customs, and strange harmlessness!  59."
                        },
                        {
                            "verse": 35,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:35",
                            "text": "Now, as regards killing animals, and the reasons for your opinion, much that has been said will apply also to this."
                        },
                        {
                            "verse": 36,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:36",
                            "text": "For what harm will be done to the soul of a wolf by killing the wolf, since the wolf, as long as it lives, will be a wolf, and will not listen to any preacher, or give up, in the least, shedding the blood of sheep; and, by killing it, the rational soul, as you think, will be set free from its confinement in the body? But you make this slaughter unlawful even for your followers; for you think it worse than that of trees."
                        },
                        {
                            "verse": 37,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:37",
                            "text": "And in this there is not much fault to be found with your senses,—that is, your bodily senses."
                        },
                        {
                            "verse": 38,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:38",
                            "text": "For we see and hear by their cries that animals die with pain, although man disregards this in a beast, with which, as not having a rational soul, we have no community of rights."
                        },
                        {
                            "verse": 39,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:39",
                            "text": "But as to your senses in the observation of trees, you must be entirely blind."
                        },
                        {
                            "verse": 40,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:40",
                            "text": "For not to mention that there are no movements in the wood expressive of pain, what is clearer than that a tree is never better than when it is green and flourishing, gay with flowers, and rich in fruit? And this comes generally and chiefly from pruning."
                        },
                        {
                            "verse": 41,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:41",
                            "text": "But if it felt the iron, as you suppose, it ought to die of wounds so many, so severe, instead of sprouting at the places, and reviving with such manifest delight."
                        },
                        {
                            "verse": 42,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:42",
                            "text": "60."
                        },
                        {
                            "verse": 43,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:43",
                            "text": "But why do you think it a greater crime to destroy animals than plants, although you hold that plants have a purer soul than animals? There is a compensation, we are told, when part of what is taken from the fields is given to the elect and the saints to be purified."
                        },
                        {
                            "verse": 44,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:44",
                            "text": "This has already been refuted; and it has, I think, been proved sufficiently that there is no reason for saying that more of the good part is found in vegetables than in flesh."
                        },
                        {
                            "verse": 45,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:45",
                            "text": "But should any one support himself by selling butcher-meat, and spend the whole profit of his business in purchasing food for your elect, and bring larger supplies for those saints than any peasant or farmer, will he not plead this compensation as a warrant for his killing animals? But there is, we are told, some other mysterious reason; for a cunning man can always find some resource in the secrets of nature when addressing unlearned people."
                        },
                        {
                            "verse": 46,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:46",
                            "text": "The story, then, is that the heavenly princes who were taken from the race of darkness and bound, and have a place assigned them in this region by the Creator of the world, have animals on the earth specially belonging to them, each having those coming from his own stock and class; and they hold the slaughterers of those animals guilty, and do not allow them to leave the earth, but harass them as much as they can with pains and torments."
                        },
                        {
                            "verse": 47,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:47",
                            "text": "What simple man will not be frightened by this, and, seeing nothing in the darkness shrouding these things, will not think that the fact is as described? But I will hold to my purpose, with God's help, to rebut mysterious falsehood by the plainest truth."
                        },
                        {
                            "verse": 48,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:48",
                            "text": "61."
                        },
                        {
                            "verse": 49,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:49",
                            "text": "Tell me, then, if animals on land and in water come in regular succession by ordinary generation from this race of princes, since the origin of animal life is traced to the abortive births in that race;—tell me, I say, whether bees and frogs, and many other creatures not sprung from sexual intercourse,  may be killed with impunity."
                        },
                        {
                            "verse": 50,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:50",
                            "text": "We are told they cannot."
                        },
                        {
                            "verse": 51,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:51",
                            "text": "So it is not on account of their relation to certain princes that you forbid your followers to kill animals."
                        },
                        {
                            "verse": 52,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:52",
                            "text": "Or if you make a general relationship to all bodies, the princes would be equally concerned about trees, which you do not require your followers to spare."
                        },
                        {
                            "verse": 53,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:53",
                            "text": "You are brought back to the weak reply, that the injuries done in the case of plants are atoned for by the fruits which your followers bring to your church."
                        },
                        {
                            "verse": 54,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:54",
                            "text": "For this implies that those who slaughter animals, and sell their flesh in the market, if they are your followers, and if they bring to you vegetables bought with their gains, may think nothing of the daily slaughter, and are cleared of any sin that may be in it by your repasts."
                        },
                        {
                            "verse": 55,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:55",
                            "text": "62."
                        },
                        {
                            "verse": 56,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:56",
                            "text": "But if you say that, in order to expiate the slaughter, the thing must be given as food, as in the case of fruits and vegetables,—which cannot be done, because the elect do not eat flesh, and so your followers must not slaughter animals,—what reply will you give in the case of thorns and weeds, which farmers destroy in clearing their fields, while they cannot bring any food to you from them? How can there be pardon for such destruction, which gives no nourishment to the saints? Perhaps you also put away any sin committed, for the benefit of the fruits and vegetables, by eating some of these."
                        },
                        {
                            "verse": 57,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:57",
                            "text": "What then if the fields are plundered by locusts, mice, or rats, as we see often happen? Can your rustic follower kill these with impunity, because he sins for the good of his crops? Here you are at a loss; for you either allow your followers to kill animals, which your founder prohibited, or you forbid them to be cultivators, which he made lawful."
                        },
                        {
                            "verse": 58,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:58",
                            "text": "Indeed, you sometimes go so far as to say that an usurer is more harmless than a cultivator,—you feel so much more for melons than for men."
                        },
                        {
                            "verse": 59,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:59",
                            "text": "Rather than hurt the melons, you would have a man ruined as a debtor."
                        },
                        {
                            "verse": 60,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:60",
                            "text": "Is this desirable and praiseworthy justice, or not rather atrocious and damnable error? Is this commendable compassion, or not rather detestable barbarity?  63."
                        },
                        {
                            "verse": 61,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:61",
                            "text": "What, again, of your not abstaining yourselves from the slaughter of lice, bugs, and fleas? You think it a sufficient excuse for this to say that these are the dirt of our bodies."
                        },
                        {
                            "verse": 62,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:62",
                            "text": "But this is clearly untrue of fleas and bugs; for every one knows that these animals do not come from our bodies."
                        },
                        {
                            "verse": 63,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:63",
                            "text": "Besides, if you abhor sexual intercourse as much as you pretend to do, you should think those animals all the cleaner which come from our bodies without any other generation; for although they produce offspring of their own, they are not produced in ordinary generation from us."
                        },
                        {
                            "verse": 64,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:64",
                            "text": "Again, if we must consider as most filthy the production of living bodies, still worse must be the production of dead bodies."
                        },
                        {
                            "verse": 65,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:65",
                            "text": "There must be less harm, therefore, in killing a rat, a snake, or a scorpion, which you constantly say come from our dead bodies."
                        },
                        {
                            "verse": 66,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:66",
                            "text": "But to pass over what is less plain and certain, it is a common opinion regarding bees that they come from the carcases of oxen; so there is no harm in killing them."
                        },
                        {
                            "verse": 67,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:67",
                            "text": "Or if this too is doubted, every one allows that beetles, at least, are bred in the ball of mud which they make and bury."
                        },
                        {
                            "verse": 68,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:68",
                            "text": "You ought therefore to consider these animals, and others that it would be tedious to specify, more unclean than your lice; and yet you think it sinful to kill them, though it would be foolish not to kill the lice."
                        },
                        {
                            "verse": 69,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:69",
                            "text": "Perhaps you hold the lice cheap because they are small."
                        },
                        {
                            "verse": 70,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:70",
                            "text": "But if an animal is to be valued by its size, you must prefer a camel to a man."
                        },
                        {
                            "verse": 71,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:71",
                            "text": "64."
                        },
                        {
                            "verse": 72,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:72",
                            "text": "Here we may use the gradation which often perplexed us when we were your followers."
                        },
                        {
                            "verse": 73,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:73",
                            "text": "For if a flea may be killed on account of its small size, so may the fly which is bred in beans."
                        },
                        {
                            "verse": 74,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:74",
                            "text": "And if this, so also may one of a little larger size, for its size at birth is even less."
                        },
                        {
                            "verse": 75,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:75",
                            "text": "Then again, a bee may be killed, for its young is no larger than a fly."
                        },
                        {
                            "verse": 76,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:76",
                            "text": "So on to the young of a locust, and to a locust; and then to the young of a mouse, and to a mouse."
                        },
                        {
                            "verse": 77,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:77",
                            "text": "And, to cut short, it is clear we may come at last to an elephant; so that one who thinks it no sin to kill a flea, because of its small size, must allow that it would be no sin in him to kill this huge creature."
                        },
                        {
                            "verse": 78,
                            "chapter": 18,
                            "name": "Augustine: On the Morals of the Manichaeans 18:78",
                            "text": "But I think enough has been said of these absurdities."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On the Morals of the Manichaeans 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:1",
                            "text": "Chapter 18."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:2",
                            "text": "—Of the Symbol of the Breast, and of the Shameful Mysteries of the Manich aeans."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:3",
                            "text": "65."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:4",
                            "text": "Lastly, there is the symbol of the breast, in which your very questionable chastity consists."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:5",
                            "text": "For though you do not forbid sexual intercourse, you, as the apostle long ago said, forbid marriage in the proper sense, although this is the only good excuse for such intercourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:6",
                            "text": "No doubt you will exclaim against this, and will make it a reproach against us that you highly esteem and approve perfect chastity, but do not forbid marriage, because your followers—that is, those in the second grade among you—are allowed to have wives."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:7",
                            "text": "After you have said this with great noise and heat, I will quietly ask, Is it not you who hold that begetting children, by which souls are confined in flesh, is a greater sin than cohabitation? Is it not you who used to counsel us to observe as much as possible the time when a woman, after her purification, is most likely to conceive, and to abstain from cohabitation at that time, lest the soul should be entangled in flesh? This proves that you approve of having a wife, not for the procreation of children, but for the gratification of passion."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:8",
                            "text": "In marriage, as the marriage law declares, the man and woman come together for the procreation of children."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:9",
                            "text": "Therefore whoever makes the procreation of children a greater sin than copulation, forbids marriage, and makes the woman not a wife, but a mistress, who for some gifts presented to her is joined to the man to gratify his passion."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:10",
                            "text": "Where there is a wife there must be marriage."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:11",
                            "text": "But there is no marriage where motherhood is not in view; therefore neither is there a wife."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:12",
                            "text": "In this way you forbid marriage."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:13",
                            "text": "Nor can you defend yourselves successfully from this charge, long ago brought against you prophetically by the Holy Spirit."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:14",
                            "text": "66."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:15",
                            "text": "Moreover, when you are so eager in your desire to prevent the soul from being confined in flesh by conjugal intercourse, and so eager in asserting that the soul is set free from seed by the food of the saints, do you not sanction, unhappy beings, the suspicion entertained about you? For why should it be true regarding corn and beans and lentils and other seeds, that when you eat them you wish to set free the soul, and not true of the seeds of animals? For what you say of the flesh of a dead animal, that it is unclean because there is no soul in it, cannot be said of the seed of the animal; for you hold that it keeps confined the soul which will appear in the offspring, and you avow that the soul of Manich aeus himself is thus confined."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:16",
                            "text": "And as your followers cannot bring these seeds to you for purification, who will not suspect that you make this purification secretly among yourselves, and hide it from your followers, in case they should leave you?  If you do not these things, as it is to be hoped you do not, still you see how open to suspicion your superstition is, and how impossible it is to blame men for thinking what your own profession suggests, when you maintain that you set free souls from bodies and from senses by eating and drinking."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:17",
                            "text": "I wish to say no more about this: you see yourselves what room there is here for denunciation."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Augustine: On the Morals of the Manichaeans 19:18",
                            "text": "But as the matter is one rather to repress than to invite remark, and also as throughout my discourse my purpose appears of exaggerating nothing, and of keeping to bare facts and arguments, we shall pass on to other matters."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On the Morals of the Manichaeans 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:1",
                            "text": "Chapter 19."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:2",
                            "text": "—Crimes of the Manich aeans."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:3",
                            "text": "67."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:4",
                            "text": "We see then, now, the nature of your three symbols."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:5",
                            "text": "These are your customs."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:6",
                            "text": "This is the end of your notable precepts, in which there is nothing sure, nothing steadfast, nothing consistent, nothing irreproachable, but all doubtful, or rather undoubtedly and entirely false, all contradictory, abominable, absurd."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:7",
                            "text": "In a word, evil practices are detected in your customs so many and so serious, that one wishing to denounce them all, if he were at all able to enlarge, would require at least a separate treatise for each."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:8",
                            "text": "Were you to observe these, and to act up to your profession, no childishness, or folly, or absurdity would go beyond yours; and when you praise and teach these things without doing them, you display craft and deceit and malevolence equal to anything that can be described or imagined."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:9",
                            "text": "68."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:10",
                            "text": "During nine full years that I attended you with great earnestness and assiduity, I could not hear of one of your elect who was not found transgressing these precepts, or at least was not suspected of doing so."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:11",
                            "text": "Many were caught at wine and animal food, many at the baths; but this we only heard by report."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:12",
                            "text": "Some were proved to have seduced other men's wives, so that in this case I could not doubt the truth of the charge."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:13",
                            "text": "But suppose this, too, a report rather than a fact."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:14",
                            "text": "I myself saw, and not I only, but others who have either escaped from that superstition, or will, I hope, yet escape,—we saw, I say, in a square in Carthage, on a road much frequented, not one, but more than three of the elect walking behind us, and accosting some women with such indecent sounds and gestures as to outdo the boldness and insolence of all ordinary rascals."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:15",
                            "text": "And it was clear that this was quite habitual, and that they behaved in this way to one another, for no one was deterred by the presence of a companion, showing that most of them, if not all, were affected with this evil tendency."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:16",
                            "text": "For they did not all come from one house, but lived in quite different places, and quite accidentally left together the place where they had met."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:17",
                            "text": "It was a great shock to us, and we lodged a complaint about it."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:18",
                            "text": "But who thought of inflicting punishment,—I say not by separation from the church, but even by severe rebuke in proportion to the heinousness of the offence?  69."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:19",
                            "text": "All the excuse given for the impunity of those men was that, at that time, when their meetings were forbidden by law, it was feared that the persons suffering punishment might retaliate by giving information."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:20",
                            "text": "What then of their assertion that they will always have persecution in this world, for which they suppose that they will be thought the more of? for this is the application they make of the words about the world hating them."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:21",
                            "text": "And they will have it that truth must be sought for among them, because, in the promise of the Holy Spirit, the Paraclete, it is said that the world cannot receive Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:22",
                            "text": "This is not the place to discuss this question."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:23",
                            "text": "But clearly, if you are always to be persecuted, even to the end of the world, there will be no end to this laxity, and to the unchecked spread of all this immorality, from your fear of giving offence to men of this character."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:24",
                            "text": "70."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:25",
                            "text": "This answer was also given to us, when we reported to the very highest authorities that a woman had complained to us that in a meeting, where she was along with other women, not doubting of the sanctity of these people, some of the elect came in, and when one of them had put out the lamp, one, whom she could not distinguish, tried to embrace her, and would have forced her into sin, had she not escaped by crying out."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:26",
                            "text": "How common must we conclude the practice to have been which led to the misdeed on this occasion! And this was done on the night when you keep the feast of vigils."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:27",
                            "text": "Forsooth, besides the fear of information being given, no one could bring the offender before the bishop, as he had so well guarded against being recognized."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:28",
                            "text": "As if all who entered along with him were not implicated in the crime; for in their indecent merriment they all wished the lamp to be put out."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:29",
                            "text": "71."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:30",
                            "text": "Then what wide doors were opened for suspicions, when we saw them full of envy, full of covetousness, full of greed for costly foods, constantly at strife, easily excited about trifles! We concluded that they were not competent to abstain from the things they professed to abstain from, if they found an opportunity in secret or in the dark."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:31",
                            "text": "There were two of sufficiently good character, of active minds, and leaders in their debates, with whom we had a more particular and intimate acquaintance than with the rest."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:32",
                            "text": "One of them was much associated with us, because he was also engaged in liberal studies; he is said to be now an elder there."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:33",
                            "text": "These two were very jealous of one another, and one accused the other—not openly, but in conversation, as he had opportunity, and in whispers—of having made a criminal assault on the wife of one of the followers."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:34",
                            "text": "He again, in clearing himself to us, brought the same charge against another of the elect, who lived with this follower as his most trusted friend."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:35",
                            "text": "He had, going in suddenly, caught this man with the woman, and his enemy and rival had advised the woman and her paramour to raise this false report about him, that he might not be believed if he gave any information."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:36",
                            "text": "We were much distressed, and took it greatly to heart, that although there was a doubt about the assault on the woman, the jealous feeling in those two men, than whom we found none better in the place, showed itself so keenly, and inevitably raised a suspicion of other things."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:37",
                            "text": "72."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:38",
                            "text": "Another thing was, that we very often saw in theatres men belonging to the elect, men of years and, it was supposed, of character, along with a hoary-headed elder."
                        },
                        {
                            "verse": 39,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:39",
                            "text": "We pass over the youths, whom we used to come upon quarrelling about the people connected with the stage and the races; from which we may safely conclude how they would be able to refrain in secret, when they could not subdue the passion by which they were exposed in the eyes of their followers, bringing on them disgrace and flight."
                        },
                        {
                            "verse": 40,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:40",
                            "text": "In the case of the saint, whose discussions we attended in the street of the fig-sellers, would his atrocious crime have been discovered if he had been able to make the dedicated virgin his wife without making her pregnant? The swelling womb betrayed the secret and unthought-of iniquity."
                        },
                        {
                            "verse": 41,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:41",
                            "text": "When her brother, a young man, heard of it from his mother, he felt keenly the injury, but refrained, from regard to religion, from a public accusation."
                        },
                        {
                            "verse": 42,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:42",
                            "text": "He succeeded in getting the man expelled from that church, for such conduct cannot always be tolerated; and that the crime might not be wholly unpunished, he arranged with some of his friends to have the man well beaten and kicked."
                        },
                        {
                            "verse": 43,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:43",
                            "text": "When he was thus assailed, he cried out that they should spare him, from regard to the authority of the opinion of Manich aeus, that Adam the first hero had sinned, and was a greater saint after his sin."
                        },
                        {
                            "verse": 44,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:44",
                            "text": "73."
                        },
                        {
                            "verse": 45,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:45",
                            "text": "This, in fact, is your notion about Adam and Eve."
                        },
                        {
                            "verse": 46,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:46",
                            "text": "It is a long story; but I will touch only on what concerns the present matter."
                        },
                        {
                            "verse": 47,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:47",
                            "text": "You say that Adam was produced from his parents, the abortive princes of darkness; that he had in his soul the most part of light, and very little of the opposite race."
                        },
                        {
                            "verse": 48,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:48",
                            "text": "So while he lived a holy life, on account of the prevalence of good, still the opposite part in him was stirred up, so that he was led away into conjugal intercourse."
                        },
                        {
                            "verse": 49,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:49",
                            "text": "Thus he fell and sinned, but afterwards lived in greater holiness."
                        },
                        {
                            "verse": 50,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:50",
                            "text": "Now, my complaint is not so much about this wicked man, who, under the garb of an elect and holy man, brought such shame and reproach on a family of strangers by his shocking immorality."
                        },
                        {
                            "verse": 51,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:51",
                            "text": "I do not charge you with this."
                        },
                        {
                            "verse": 52,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:52",
                            "text": "Let it be attributed to the abandoned character of the man, and not to your habits."
                        },
                        {
                            "verse": 53,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:53",
                            "text": "I blame the man for the atrocity, and not you."
                        },
                        {
                            "verse": 54,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:54",
                            "text": "Still there is this in you all that cannot, as far as I can see, be admitted or tolerated, that while you hold the soul to be part of God, you still maintain that the mixture of a little evil prevailed over the superior force and quantity of good."
                        },
                        {
                            "verse": 55,
                            "chapter": 20,
                            "name": "Augustine: On the Morals of the Manichaeans 20:55",
                            "text": "Who that believes this, when incited by passion, will not find here an excuse, instead of checking and controlling his passion?."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On the Morals of the Manichaeans 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:1",
                            "text": "Chapter 20."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:2",
                            "text": "—Disgraceful Conduct Discovered at Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:3",
                            "text": "74."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:4",
                            "text": "What more shall I say of your customs? I have mentioned what I found myself when I was in the city when the things were done."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:5",
                            "text": "To go through all that happened at Rome in my absence would take a long time."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:6",
                            "text": "I will, however, give a short account of it; for the matter became so notorious, that even the absent could not remain in ignorance of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:7",
                            "text": "And when I was afterwards in Rome, I ascertained the truth of all I had heard, although the story was told me by an eye-witness whom I knew so well and esteemed so highly, that I could not feel any doubt about it."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:8",
                            "text": "One of your followers, then, quite equal to the elect in their far-famed abstinence, for he was both liberally educated, and was in the habit of defending your sect with great zeal, took it very ill that he had cast in his teeth the vile conduct of the elect, who lived in all kinds of places, and went hither and thither for lodging of the worst description."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:9",
                            "text": "He therefore desired, if possible, to assemble all who were willing to live according to the precepts into his own house, and to maintain them at his own expense; for he was above the average in carelessness as to spending money, besides being above the average in the amount he had to spend."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:10",
                            "text": "He complained that his efforts were hindered by the remissness of the bishops, whose assistance he required for success."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:11",
                            "text": "At last one of your bishops was found,—a man, as I know, very rude and unpolished, but somehow, from his very moroseness, the more inclined to strict observance of morality."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:12",
                            "text": "The follower eagerly lays hold of this man as the person he had long wished for and found at last, and relates his whole plan."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:13",
                            "text": "He approves and assents, and agrees to be the first to take up his abode in the house."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:14",
                            "text": "When this was done, all the elect who could be at Rome were assembled there."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:15",
                            "text": "The rule of life in the epistle of Manich aeus was laid before them."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:16",
                            "text": "Many thought it intolerable, and left; not a few felt ashamed, and stayed."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:17",
                            "text": "They began to live as they had agreed, and as this high authority enjoined."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:18",
                            "text": "The follower all the time was zealously enforcing everything on everybody, though never, in any case, what he did not undertake himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:19",
                            "text": "Meanwhile quarrels constantly arose among the elect."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:20",
                            "text": "They charged one another with crimes, all which he lamented to hear, and managed to make them unintentionally expose one another in their altercations."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:21",
                            "text": "The revelations were vile beyond description."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:22",
                            "text": "Thus appeared the true character of those who were unlike the rest in being willing to bend to the yoke of the precepts."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:23",
                            "text": "What then is to be suspected, or rather, concluded, of the others? To come to a close, they gathered together on one occasion and complained that they could not keep the regulations."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:24",
                            "text": "Then came rebellion."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:25",
                            "text": "The follower stated his case most concisely, that either all must be kept, or the man who had given such a sanction to such precepts, which no one could fulfill, must be thought a great fool."
                        },
                        {
                            "verse": 26,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:26",
                            "text": "But, as was inevitable, the wild clamor of the mob prevailed over the opinion of one man."
                        },
                        {
                            "verse": 27,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:27",
                            "text": "The bishop himself gave way at last, and took to flight with great disgrace; and he was said to have got in provisions by stealth, contrary to rule, which were often discovered."
                        },
                        {
                            "verse": 28,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:28",
                            "text": "He had a supply of money from his private purse, which he carefully kept concealed."
                        },
                        {
                            "verse": 29,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:29",
                            "text": "75."
                        },
                        {
                            "verse": 30,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:30",
                            "text": "If you say these things are false, you contradict what is too clear and public."
                        },
                        {
                            "verse": 31,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:31",
                            "text": "But you may say so if you like."
                        },
                        {
                            "verse": 32,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:32",
                            "text": "For, as the things are certain, and easily known by those who wish to know them, those who deny that they are true show what their habit of telling the truth is."
                        },
                        {
                            "verse": 33,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:33",
                            "text": "But you have other replies with which I do not find fault."
                        },
                        {
                            "verse": 34,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:34",
                            "text": "For you either say that some do keep your precepts, and that they should not be mixed up with the guilty in condemning the others; or that the whole inquiry into the character of the members of your sect is wrong, for the question is of the character of the profession."
                        },
                        {
                            "verse": 35,
                            "chapter": 21,
                            "name": "Augustine: On the Morals of the Manichaeans 21:35",
                            "text": "Should I grant both of these (although you can neither point out those faithful observers of the precepts, nor clear your heresy of all those frivolities and iniquities), still I must insist on knowing why you heap reproaches on Christians of the Catholic name on seeing the immoral life of some, while you either have the effrontery to repel inquiry about your members, or the still greater effrontery not to repel it, wishing it to be understood that in your scanty membership there are some unknown individuals who keep the precepts they profess, but that among the multitudes in the Catholic Church there are none."
                        }
                    ]
                }
            ]
        }
    ]
}