{
    "books": [
        {
            "name": "John Cassian: The Twelve Books VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:1",
                            "text": "Book VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:2",
                            "text": "Of the Spirit of Covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:4",
                            "text": "How our warfare with covetousness is a foreign one, and how this fault is not a natural one in man, as the other faults are."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:5",
                            "text": "Our third conflict is against covetousness which we can describe as the love of money; a foreign warfare, and one outside of our nature, and in the case of a monk originating only from the state of a corrupt and sluggish mind, and often from the beginning of his renunciation being unsatisfactory, and his love towards God being lukewarm at its foundation."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VII 1:6",
                            "text": "For the rest of the incitements to sin planted in human nature seem to have their commencement as it were congenital with us, and somehow being deeply rooted in our flesh, and almost coeval with our birth, anticipate our powers of discerning good and evil, and although in very early days they attack a man, yet they are overcome with a long struggle."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VII 2:2",
                            "text": "How dangerous is the disease of covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VII 2:3",
                            "text": "But this disease coming upon us at a later period, and approaching the soul from without, as it can be the more easily guarded against and resisted, so, if it is disregarded and once allowed to gain an entrance into the heart, is the more dangerous to every one, and with the greater difficulty expelled."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VII 2:4",
                            "text": "For it becomes \"a root of all evils,\" and gives rise to a multiplicity of incitements to sin."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:2",
                            "text": "What is the usefulness of those vices which are natural to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:3",
                            "text": "For example, do not we see those natural impulses of the flesh not only in boys in whom innocence still anticipates the discernment of good and evil, but even in little children and infants, who although they have not even the slightest approach to lust within them, yet show that the impulses of the flesh exist in them and are naturally excited? Do not we also see that the deadly pricks of anger already exist in full vigour likewise in little children? and before they have learnt the virtue of patience, we see that they are disturbed by wrongs, and feel affronts offered to them even by way of a joke; and sometimes, although strength is lacking to them, the desire to avenge themselves is not wanting, when anger excites them."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:4",
                            "text": "Nor do I say this to lay the blame on their natural state, but to point out that of these impulses which proceed from us, some are implanted in us for a useful purpose, while some are introduced from without, through the fault of carelessness and the desire of an evil will."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:5",
                            "text": "For these carnal impulses, of which we spoke above, were with a useful purpose implanted in our bodies by the providence of the Creator, viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:6",
                            "text": ": for perpetuating the race, and raising up children for posterity: and not for committing adulteries and debaucheries, which the authority of the law also condemns."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:7",
                            "text": "The pricks of anger too, do we not see that they have been most wisely given to us, that being enraged at our sins and mistakes, we may apply ourselves the rather to virtues and spiritual exercises, showing forth all love towards God, and patience towards our brethren? We know too how great is the use of sorrow, which is reckoned among the other vices, when it is turned to an opposite use."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VII 3:8",
                            "text": "For on the one hand, when it is in accordance with the fear of God it is most needful, and on the other, when it is in accordance with the world, most pernicious; as the Apostle teaches us when he says that \"the sorrow which is according to God worketh repentance that is steadfast unto salvation, but the sorrow of the world worketh death\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VII 4:2",
                            "text": "That we can say that there exist in us some natural faults, without wronging the Creator."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VII 4:3",
                            "text": "If then we say that these impulses were implanted in us by the Creator, He will not on that account seem blameworthy, if we choose wrongly to abuse them, and to pervert them to harmful purposes, and are ready to be made sorry by means of the useless Cains of this world, and not by means of showing penitence and the correction of our faults: or at least if we are angry not with ourselves (which would be profitable) but with our brethren in defiance of God's command."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VII 4:4",
                            "text": "For in the case of iron, which is given us for good and useful purposes, if any one should pervert it for murdering the innocent, one would not therefore blame the maker of the metal because man had used to injure others that which he had provided for good and useful purposes of living happily."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VII 5:2",
                            "text": "Of the faults which are contracted through our own fault, without natural impulses."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VII 5:3",
                            "text": "But we affirm that some faults grow up without any natural occasion giving birth to them, but simply from the free choice of a corrupt and evil will, as envy and this very sin of covetousness; which are caught (so to speak) from without, having no origination in us from natural instincts."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VII 5:4",
                            "text": "But these, in proportion as they are easily guarded against and readily avoided, just so do they make wretched the mind that they have got hold of and seized, and hardly do they suffer it to get at the remedies which would cure it: either because these who are wounded by persons whom they might either have ignored, or avoided, or easily overcome, do not deserve to be healed by a speedy cure, or else because, having laid the foundations badly, they are unworthy to raise an edifice of virtue and reach the summit of perfection."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VII 6:2",
                            "text": "How difficult the evil of covetousness is to drive away when once it has been admitted."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VII 6:3",
                            "text": "Wherefore let not this evil seem of no account or unimportant to anybody: for as it can easily be avoided, so if it has once got hold of any one, it scarcely suffers him to get at the remedies for curing it."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VII 6:4",
                            "text": "For it is a  regular nest of sins, and a \"root of all kinds of evil,\" and becomes a hopeless incitement to wickedness, as the Apostle says, \"Covetousness,\" i-e: the love of money, \"is a root of all kinds of evil\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:2",
                            "text": "Of the source from which covetousness springs, and of the evils of which it is itself the mother."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:3",
                            "text": "When then this vice has got hold of the slack and lukewarm soul of some monk, it begins by tempting him in regard of a small sum of money, giving him excellent and almost reasonable excuses why he ought to retain some money for himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:4",
                            "text": "For he complains that what is provided in the monastery is not sufficient, and can scarcely be endured by a sound and sturdy body."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:5",
                            "text": "What is he to do if ill health comes on, and he has no special store of his own to support him in his weakness? He says that the allowance of the monastery is but meagre, and that there is the greatest carelessness about the sick: and if he has not something of his own so that he can look after the wants of his body, he will perish miserably."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:6",
                            "text": "The dress which is allowed him is insufficient, unless he has provided something with which to procure another."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:7",
                            "text": "Lastly, he says that he cannot possibly remain for long in the same place and monastery, and that unless he has secured the money for his journey, and the cost of his removal over the sea, he cannot move when he wants to, and, detained by the compulsion of want, will henceforth drag out a wretched and wearisome existence without making the slightest advance: that he cannot without indignity be supported by another's substance, as a pauper and one in want."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:8",
                            "text": "And so when he has bamboozled himself with such thoughts as these, he racks his brains to think how he can acquire at least one penny."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:9",
                            "text": "Then he anxiously searches for some special work which he can do without the Abbot knowing anything about it."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:10",
                            "text": "And selling it secretly, and so securing the coveted coin, he torments himself worse and worse in thinking how he can double it: puzzled as to where to deposit it, or to whom to intrust it."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:11",
                            "text": "Then he is oppressed with a still weightier care as to what to buy with it, or by what transaction he can double it."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:12",
                            "text": "And when this has turned out as he wished, a still more greedy craving for gold springs up, and is more and more keenly excited, as his store of money grows larger and larger."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:13",
                            "text": "For with the increase of wealth the mania of covetousness increases."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:14",
                            "text": "Then next he has forebodings of a long life, and an enfeebled old age, and infirmities of all sorts, and long drawn out, which will be insupportable in old age, unless a large store of money has been laid by in youth."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:15",
                            "text": "And so the wretched soul is agitated, and held fast, as it were, in a serpent's toils, while it endeavours to add to that heap which it has unlawfully secured, by still more unlawful care, and itself gives birth to plagues which inflame it more sorely, and being entirely absorbed in the quest of gain, pays attention to nothing but how to get money with which to fly as quickly as possible from the discipline of the monastery, never keeping faith where there is a gleam of hope of money to be got."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:16",
                            "text": "For this it shrinks not from the crime of lying, perjury, and theft, of breaking a promise, of giving way to injurious bursts of passion."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:17",
                            "text": "If the man has dropped away at all from the hope of gain, he has no scruples about transgressing the bounds of humility, and through it all gold and the love of gain become to him his god, as the belly does to others."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:18",
                            "text": "Wherefore the blessed Apostle, looking out on the deadly poison of this pest, not only says that it is a root of all kinds of evil, but also calls it the worship of idols, saying \"And covetousness (which in Greek is called φιλαργυρία ) which is the worship of idols\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VII 7:19",
                            "text": "You see then to what a downfall this madness step by step leads, so that by the voice of the Apostle it is actually declared to be the worship of idols and false gods, because passing over the image and likeness of God (which one who serves God with devotion ought to preserve undefiled in himself), it chooses to love and care for images stamped on gold instead of God."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VII 8:2",
                            "text": "How covetousness is a hindrance to all virtues."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VII 8:3",
                            "text": "With such strides then in a downward direction he goes from bad to worse, and at last cares not to retain I will not say the virtue but even the shadow of humility, charity, and obedience; and is displeased with everything, and murmurs and groans over every work; and now having cast off all reverence, like a bad-tempered horse, dashes off headlong and unbridled: and discontented with his daily food and usual clothing, announces that he will not put  up with it any longer."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VII 8:4",
                            "text": "He declares that God is not only there, and that his salvation is not confined to that place, where, if he does not take himself off pretty quickly from it, he deeply laments that he will soon die."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:2",
                            "text": "How a monk who has money cannot stay in the monastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:3",
                            "text": "And so having money to provide for his wanderings, with the assistance of which he has fitted himself as it were with wings, and now being quite ready for his move, he answers impertinently to all commands, and behaves himself like a stranger and a visitor, and whatever he sees needing improvement, he despises and treats with contempt."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:4",
                            "text": "And though he has a supply of money secretly hidden, yet he complains that he has neither shoes nor clothes, and is indignant that they are given out to him so slowly."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:5",
                            "text": "And if it happens that through the management of the superior some of these are given first to one who is known to have nothing whatever, he is still more inflamed with burning rage, and thinks that he is despised as a stranger; nor is he contented to turn his hand to any work, but finds fault with everything which the needs of the monastery require to be done."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:6",
                            "text": "Then of set purpose he looks out for opportunities of being offended and angry, lest he might seem to have gone forth from the discipline of the monastery for a trivial reason."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:7",
                            "text": "And not content to take his departure by himself alone, lest it should be thought that he has left as it were from his own fault, he never stops corrupting as many as he can by clandestine conferences."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VII 9:8",
                            "text": "But if the severity of the weather interferes with his journey and travels, he remains all the time in suspense and anxiety of heart, and never stops sowing and exciting discontent; as he thinks that he will only find consolation for his departure and an excuse for his fickleness in the bad character and defects of the monastery."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VII 10:2",
                            "text": "Of the toils which a deserter from a monastery must undergo through covetousness, though he used formerly to murmur at the very slightest tasks."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VII 10:3",
                            "text": "And so he is driven about, and more and more inflamed with the love of his money, which when it is acquired, never allows a monk either to remain in a monastery or to live under the discipline of a rule."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VII 10:4",
                            "text": "And when separating him like some wild beast from the rest of the herd, it has made him through want of companions an animal fit for prey, and caused him to be easily eaten up, as he is deprived of fellow lodgers, it forces him, who once thought it beneath him to perform the slight duties of the monastery, to labour without stopping night and day, through hope of gain; it suffers him to keep no services of prayer, no system of fasting, no rule of vigils; it does not allow him to fulfil the duties of seemly intercession, if only he can satisfy the madness of avarice, and supply his daily wants; inflaming the more the fire of covetousness, while believing that it will be extinguished by getting."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VII 11:2",
                            "text": "That under pretence of keeping the purse women have to besought to dwell with them."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VII 11:3",
                            "text": "Hence many are led on over an abrupt precipice, and by an irrevocable fall, to death, and not content to possess by themselves that money which they either never had before, or which by a bad beginning they kept back, they seek for women to dwell with them, to preserve what they have unjustifiably amassed or retained."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VII 11:4",
                            "text": "And they implicate themselves in so many harmful and dangerous occupations, that they are cast down even to the depths of hell, while they refuse to acquiesce in that saying of the Apostle, that \"having food and clothing they should be content\" with that which the thrift of the monastery supplied, but \"wishing to become rich they fall into temptation and the snare of the devil, and many unprofitable and hurtful desires, which drown men in destruction and perdition."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VII 11:5",
                            "text": "For the love of money,\" i-e: covetousness, \"is a root of all kinds of evil, which some coveting have erred from the faith, and have entangled themselves in many sorrows\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VII 12:2",
                            "text": "An instance of a lukewarm monk caught in the snares of covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VII 12:3",
                            "text": "I know of one, who thinks himself a monk, and what is worse flatters himself on his perfection, who had been received into a monastery, and when charged by his Abbot not to turn his thoughts back to those things which he had given up and renounced, but to free himself from covetousness, the root of all kinds of evil, and from earthly snares; and  when told that if he wished to be cleansed from his former passions, by which he saw that he was from time to time grievously oppressed, he should cease from caring about those things which even formerly were not his own, entangled in the chains of which he certainly could not make progress towards purifying himself of his faults: with an angry expression he did not hesitate to answer, \"If you have that with which you can support others, why do you forbid me to have it as well?\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:2",
                            "text": "What the elders relate to the juniors in the matter of stripping off sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:3",
                            "text": "But let not this seem superfluous or objectionable to any one."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:4",
                            "text": "For unless the different kinds of sins are first explained, and the origin and causes of diseases traced out, the proper healing remedies cannot be applied to the sick, nor can the preservation of perfect health be secured by the strong."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:5",
                            "text": "For both these matters and many others besides these are generally put forward for the instruction of the younger brethren by the elders in their conferences, as they have had experience of numberless falls and the ruin of all sorts of people."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VII 13:6",
                            "text": "And often recognizing in ourselves many of these things, when the elders explained and showed them, as men who were themselves disquieted by the same passions, we were cured without any shame or confusion on our part, since without saying anything we learnt both the remedies and the causes of the sins which beset us, which we have passed over and said nothing about, not from fear of the brethren, but lest our book should chance to fall into the hands of some who have had no instruction in this way of life, and might disclose to inexperienced persons what ought to be known only to those who are toiling and striving to reach the heights of perfection."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:2",
                            "text": "Instances to show that the disease of covetousness is threefold."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:3",
                            "text": "And so this disease and unhealthy state is threefold, and is condemned with equal abhorrence by all the fathers."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:4",
                            "text": "One feature is this, of which we described the taint above, which by deceiving wretched folk persuades them to hoard though they never had anything of their own when they lived in the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:5",
                            "text": "Another, which forces men afterwards to resume and once more desire those things which in the early days of their renunciation of the world they gave up."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:6",
                            "text": "A third, which springing from a faulty and hurtful beginning and making a bad start, does not suffer those whom it has once infected with this lukewarmness of mind to strip themselves of all their worldly goods, through fear of poverty and want of faith; and those who keep back money and property which they certainly ought to have renounced and forsaken, it never allows to arrive at the perfection of the gospel."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:7",
                            "text": "And we find in Holy Scripture instances of these three catastrophes which were visited with no light punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:8",
                            "text": "For when Gehazi wished to acquire what he had never had before, not only did he fail to obtain the gift of prophecy which it would have been his to receive from his master by hereditary succession, but on the contrary he was covered by the curse of the holy Elisha with a perpetual leprosy: while Judas, wanting to resume the possession of the wealth which he had formerly cast away when he followed Christ, not only fell into betraying the Lord, and lost his apostolic rank, but also was not allowed to close his life with the common lot of all but ended it by a violent death."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VII 14:9",
                            "text": "But Ananias and Sapphira, keeping back a part of that which was formerly their own, were at the Apostle's word punished with death."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:2",
                            "text": "Of the difference between one who renounces the world badly and one who does not renounce it at all."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:3",
                            "text": "Of those then who say that they have renounced this world, and afterwards being overcome by want of faith are afraid of losing their worldly goods, a charge is given mystically in Deuteronomy."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:4",
                            "text": "\"If any man is afraid and of a fearful heart let him not go forth to war: let him go back and return home, lest he make the hearts of his brethren to fear as he himself is timid and frightened\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:5",
                            "text": "What can one want plainer than this testimony? Does not Scripture clearly prefer that they should not take on them even the earliest stages of this profession and its name, rather than by their persuasion and bad example turn others back from the perfection of the gospel, and weaken them by their faithless terror."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:6",
                            "text": "And so they are bidden to withdraw from the battle and return to their homes, because a man cannot fight the Lord's battle with a double heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:7",
                            "text": "For \"a double-minded man is unstable in all his ways\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:8",
                            "text": "And thinking, according to that  Parable in the Gospel, that he who goes forth with ten thousand men against a king who comes with twenty thousand, cannot possibly fight, they should, while he is yet a great way off, ask for peace; that is, it is better for them not even to take the first step towards renunciation, rather than afterwards following it up coldly, to involve themselves in still greater dangers."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:9",
                            "text": "For \"it is better not to vow, than to vow and not pay\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:10",
                            "text": "But finely is the one described as coming with ten thousand and the other with twenty."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:11",
                            "text": "For the number of sins which attack us is far larger than that of the virtues which fight for us."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:12",
                            "text": "But \"no man can serve God and Mammon\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VII 15:13",
                            "text": "And \"no man putting his hand to the plough and looking back is fit for the kingdom of God\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:2",
                            "text": "Of the authority under which those shelter themselves who object to stripping themselves of their goods."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:3",
                            "text": "These then try to make out a case for their original avarice, by some authority from Holy Scripture, which they interpret with base ingenuity, in their desire to wrest and pervert to their own purposes a saying of the Apostle or rather of the Lord Himself: and, not adapting their own life or understanding to the meaning of the Scripture, but making the meaning of Scripture bend to the desires of their own lust, they try to make it to correspond to their own views, and say that it is written, \"It is more blessed to give than to receive\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:4",
                            "text": "And by an entirely wrong interpretation of this they think that they can weaken the force of that saying of the Lord in which he says: \"If thou wilt be perfect, go sell all that thou hast and give to the poor, and thou shalt have treasure in heaven; and come, follow me\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:5",
                            "text": "And they think that under colour of this they need not deprive themselves of their riches: declaring indeed that they are more blessed if, supported by that which originally belonged to them, they give to others also out of their superabundance."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:6",
                            "text": "And while they are shy of embracing with the Apostle that glorious state of abnegation for Christ's sake, they will not be content either with manual labour or the sparing diet of the monastery."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VII 16:7",
                            "text": "And the only thing is that these must either know that they are deceiving themselves, and have not really renounced the world while they are clinging to their former riches; or, if they really and truly want to make trial of the monastic life, they must give up and forsake all these things and keep back nothing of that which they have renounced, and, with the Apostle, glory \"in hunger and thirst, in cold and nakedness\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:2",
                            "text": "Of the renunciation of the apostles and the primitive church."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:3",
                            "text": "As if he (who, by his assertion that he was endowed with the privileges of a Roman citizen from his birth, testifies that he was no mean person according to this world's rank) might not likewise have been supported by the property which formerly belonged to him! And as if those men who were possessors of lands and houses in Jerusalem and sold everything and kept back nothing whatever for themselves, and brought the price of them and laid it at the feet of the apostles, might not have supplied their bodily necessities from their own property, had this been considered the best plan by the apostles, or had they themselves deemed it preferable! But they gave up all their property at once, and preferred to be supported by their own labour, and by the contributions of the Gentiles, of whose collection the holy Apostle speaks in writing to the Romans, and declaring his own office in this matter to them, and urging them on likewise to make this collection: \"But now I go to Jerusalem to minister to the saints."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:4",
                            "text": "For it has pleased them of Macedonia and Achaia to make a certain contribution for the poor saints who are at Jerusalem: it has pleased them indeed, and their debtors they are."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:5",
                            "text": "For if the Gentiles are made partakers of their spiritual things, they ought also to minister to them in carnal things\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:6",
                            "text": "To the Corinthians also he shows the same anxiety about this, and urges them the more diligently to prepare before his arrival a collection, which he was intending to send for their needs."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:7",
                            "text": "\"But concerning the collection for the saints, as I appointed to the churches of Galatia, so also do ye."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:8",
                            "text": "Let each one of you on the first day of the week put apart with himself, laying up what it shall well please him, that when I come the collections be not then to be made."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:9",
                            "text": "But when I come whomsoever you shall approve by your letters, them I will send to carry your grace to Jerusalem\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:10",
                            "text": "And that he may stimulate them to make a larger collection, he adds, \"But if it be meet that I also go, they shall go with me:\" meaning if your offering is of such a character as  to deserve to be taken there by my ministration."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:11",
                            "text": "To the Galatians too, he testifies that when he was settling the division of the ministry of preaching with the apostles, he had arranged this with James, Peter, and John: that he should undertake the preaching to the Gentiles, but should never repudiate care and anxious thought for the poor who were at Jerusalem, who for Christ's sake gave up all their goods, and submitted to voluntary poverty."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:12",
                            "text": "\"And when they saw,\" said he, \"the grace of God which was given to me, James and Cephas and John, who seemed to be pillars, gave to me and to Barnabas the right hand of fellowship, that we should preach to the Gentiles, but they to those of the circumcision: only they would that we should be mindful of the poor\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:13",
                            "text": "A matter which he testifies that he attended to most carefully, saying, \"which also I was anxious of myself to do\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VII 17:14",
                            "text": "Who then are the more blessed, those who but lately were gathered out of the number of the heathen, and being unable to climb to the heights of the perfection of the gospel, clung to their own property, in whose case it was considered a great thing by the Apostle if at least they were restrained from the worship of idols, and from fornication, and from things strangled, and from blood, and had embraced the faith of Christ, with their goods and all: or those who live up to the demands of the gospel, and carry the Lord's cross daily, and want nothing out of their property to remain for their own use? And if the blessed Apostle himself, bound with chains and fetters, or hampered by the difficulties of travelling, and for these reasons not being able to provide with his hands, as he generally did, for the supply of his food, declares that he received that which supplied his wants from the brethren who came from Macedonia; \"For that which was lacking to me,\" he says, \"the brethren who came from Macedonia supplied:\" and to the Philippians he says: \"For ye Philippians know also that in the beginning of the gospel, when I came from Macedonia, no church communicated with me in the matter of giving and receiving, except you only; because even in Thessalonica once and again you sent to supply my needs:\" (if this was so) then, according to the notion of these men, which they have formed in the coldness of their heart, will those men really be more blessed than the Apostle, because it is found that they have ministered to him of their substance? But this no one will venture to assert, however big a fool he may be."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VII 18:2",
                            "text": "That if we want to imitate the apostles we ought not to live according to our own prescriptions, but to follow their example."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VII 18:3",
                            "text": "Wherefore if we want to obey the gospel precept, and to show ourselves the followers of the Apostle and the whole primitive church, or of the fathers who in our own days succeeded to their virtues and perfection, we should not acquiesce in our own prescriptions, promising ourselves perfection from this wretched and lukewarm condition of ours: but following their footsteps, we should by no means aim at looking after our own interests, but should seek out the discipline and system of a monastery, that we may in very truth renounce this world; preserving nothing of those things which we have despised through the temptation of want of faith; and should look for our daily food, not from any store of money of our own, but from our own labours."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: The Twelve Books VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VII 19:2",
                            "text": "A saying of S."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VII 19:3",
                            "text": "Basil, the Bishop, directed against Syncletius."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VII 19:4",
                            "text": "There is current a saying of S."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VII 19:5",
                            "text": "Basil, Bishop of Caesarea, directed against a certain Syncletius, who was growing indifferent with the sort of lukewarmness of which we have spoken; who, though he professed to have renounced this world, had yet kept back for himself some of his property, not liking to be supported by the labour of his own hands, and to acquire true humility by stripping himself and by grinding toil, and the subjection of the monastery: \"You have,\" said he, \"spoilt Syncletius, and not made a monk\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: The Twelve Books VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:2",
                            "text": "How contemptible it is to be overcome by covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:3",
                            "text": "And so if we want to strive lawfully in our spiritual combat, let us expel this dangerous enemy also from our hearts."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:4",
                            "text": "For to overcome him does not so much show great virtue, as to be beaten by him is shameful and disgraceful."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:5",
                            "text": "For when you are overpowered by a strong man, though there is grief in being overthrown, and distress at the loss of victory, yet some consolation may be derived by the vanquished  from the strength of their opponent."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VII 20:6",
                            "text": "But if the enemy is a poor creature, and the struggle a feeble one, besides the grief for defeat there is confusion of a more disgraceful character, and a shame which is worse than loss."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: The Twelve Books VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:2",
                            "text": "How covetousness can be conquered."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:3",
                            "text": "And in this case it will be the greatest victory and a lasting triumph, if, as is said, the conscience of the monk is not defiled by the possession of the smallest coin."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:4",
                            "text": "For it is an impossibility for him who, overcome in the matter of a small possession, has once admitted into his heart a root of evil desire, not to be inflamed presently with the heat of a still greater desire."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:5",
                            "text": "For the soldier of Christ will be victorious and in safety, and free from all the attacks of desire, so long as this most evil spirit does not implant in his heart a seed of this desire."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:6",
                            "text": "Wherefore, though in the matter of all kinds of sins we ought ordinarily to watch the serpent's head, yet in this above all we should be more keenly on our guard."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:7",
                            "text": "For if it has been admitted it will grow by feeding on itself, and will kindle for itself a worse fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:8",
                            "text": "And so we must not only guard against the possession of money, but also must expel from our souls the desire for it."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:9",
                            "text": "For we should not so much avoid the results of covetousness, as cut off by the roots all disposition towards it."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VII 21:10",
                            "text": "For it will do no good not to possess money, if there exists in us the desire for getting it."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: The Twelve Books VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:2",
                            "text": "That one who actually has no money may still be deemed covetous."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:3",
                            "text": "For it is possible even for one who has no money to be by no means free from the malady of covetousness, and for the blessing of penury to do him no good, because he has not been able to root out the sin of cupidity: delighting in the advantages of poverty, not in the merit of the virtue, and satisfied with the burden of necessity, not without coldness of heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:4",
                            "text": "For just as the word of the gospel declares of those who are not defiled in body, that they are adulterers in heart; so it is possible that those who are in no way pressed down with the weight of money may be condemned with the covetous in disposition and intent."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:5",
                            "text": "For it was the opportunity of possessing which was wanting in their case, and not the will for it: which latter is always crowned by God, rather than compulsion."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:6",
                            "text": "And so we must use all diligence lest the fruits of our labours should be destroyed to no purpose."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VII 22:7",
                            "text": "For it is a wretched thing to have endured the effects of poverty and want, but to have lost their fruits, through the fault of a shattered will."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: The Twelve Books VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books VII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books VII 23:2",
                            "text": "An example drawn from the case of Judas."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books VII 23:3",
                            "text": "Would you like to know how dangerously and harmfully that incitement, unless it has been carefully eradicated, will shoot up for the destruction of its owner, and put forth all sorts of branches of different sins? Look at Judas, reckoned among the number of the apostles, and see how because he would not bruise the deadly head of this serpent it destroyed him with its poison, and how when he was caught in the snares of concupiscence, it drove him into sin and a headlong downfall, so that he was persuaded to sell the Redeemer of the world and the author of man's salvation for thirty pieces of silver."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books VII 23:4",
                            "text": "And he could never have been impelled to this heinous sin of the betrayal if he had not been contaminated by the sin of covetousness: nor would he have made himself wickedly guilty of betraying the Lord, unless he had first accustomed himself to rob the bag intrusted to him."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: The Twelve Books VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:2",
                            "text": "That covetousness cannot be overcome except by stripping one's self of everything."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:3",
                            "text": "This is a sufficiently dreadful and clear instance of this tyranny, which, when once the mind is taken prisoner by it, allows it to keep to no rules of honesty, nor to be satisfied with any additions to its gains."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:4",
                            "text": "For we must seek to put an end to this madness, not by riches, but by stripping ourselves of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:5",
                            "text": "Lastly, when he (viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:6",
                            "text": "Judas) had received the bag set apart for the distribution to the poor, and intrusted to his care for this purpose, that he might at least satisfy himself with plenty of money, and set a limit to his avarice, yet his plentiful supply only broke out into a still greedier incitement of desire, so that he was ready no longer secretly to rob the bag, but actually to sell the Lord Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books VII 24:7",
                            "text": "For the madness of this avarice is not satisfied with any amount of riches."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: The Twelve Books VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:2",
                            "text": "Of the deaths of Ananias and Sapphira, and Judas, which they underwent through the impulse of covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:3",
                            "text": "Lastly, the chief of the apostles, taught by these instances, and knowing that one who has any avarice cannot bridle it, and that it cannot be put an end to by a large or small sum of money, but only by the virtue of renunciation of everything, punished with death Ananias and Sapphira, who were mentioned before, because they had kept back something out of their property, that that death which Judas had voluntarily met with for the sin of betraying the Lord, they might also undergo for their lying avarice."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:4",
                            "text": "How closely do the sin and punishment correspond in each case! In the one case treachery, in the other falsehood, was the result of covetousness."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:5",
                            "text": "In the one case the truth is betrayed, in the other the sin of lying is committed."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:6",
                            "text": "For though the issues of their deeds may appear different, yet they coincide in having one and the same aim."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:7",
                            "text": "For the one, in order to escape poverty, desired to take back what he had forsaken; the others, for fear lest they might become poor, tried to keep back something out of their property, which they should have either offered to the Apostle in good faith, or have given entirely to the brethren."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:8",
                            "text": "And so in each case there follows the judgment of death; because each sin sprang from the root of covetousness."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books VII 25:9",
                            "text": "And so if against those who did not covet other persons' goods, but tried to be sparing of their own, and had no desire to acquire, but only the wish to retain, there went forth so severe a sentence, what should we think of those who desire to amass wealth, without ever having had any of their own, and, making a show of poverty before men, are before God convicted of being rich, through the passion of avarice?."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "John Cassian: The Twelve Books VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books VII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books VII 26:2",
                            "text": "That covetousness brings upon the soul a spiritual leprosy."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books VII 26:3",
                            "text": "And such are seen to be lepers in spirit and heart, after the likeness of Gehazi, who, desiring the uncertain riches of this world, was covered with the taint of foul leprosy, through which he left us a clear example that every soul which is defiled with the stain of cupidity is covered with the spiritual leprosy of sin, and is counted as unclean before God with a perpetual curse."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "John Cassian: The Twelve Books VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:2",
                            "text": "Scripture proofs by which one who is aiming at perfection is taught not to take back again what he has given up and renounced."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:3",
                            "text": "If then through the desire of perfection you have forsaken all things and followed Christ who says to thee, \"Go sell all that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come follow me,\" why, having put your hand to the plough, do you look back, so that you will be declared by the voice of the same Lord not to be fit for the kingdom of heaven? When secure on the top of the gospel roof, why do you descend to carry away something from the house, from those things, namely, which beforetime you despised? When you are out in the field and working at the virtues, why do you run back and try to clothe yourself again with what belongs to this world, which you stripped off when you renounced it? But if you were hindered by poverty from having anything to give up, still less ought you to amass what you never had before."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:4",
                            "text": "For by the grace of the Lord you were for this purpose made ready that you might hasten to him the more readily, being hampered by no snares of wealth."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:5",
                            "text": "But let no one who is wanting in this be disappointed; for there is no one who has not something to give up."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books VII 27:6",
                            "text": "He has renounced all the possessions of this world, whoever has thoroughly eradicated the desire to possess them."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "John Cassian: The Twelve Books VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books VII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books VII 28:2",
                            "text": "That the victory over covetousness can only be gained by stripping one's self bare of everything."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books VII 28:3",
                            "text": "This then is the perfect victory over covetousness: not to allow a gleam from the very smallest scrap of it to remain in our heart, as we know that we shall have no further power of quenching it, if we cherish even the tiniest bit of a spark of it in us."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "John Cassian: The Twelve Books VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books VII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books VII 29:2",
                            "text": "How a monk can retain his poverty."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books VII 29:3",
                            "text": "And we can only preserve this virtue unimpaired if we remain in a monastery, and as the Apostle says, having food and clothing, are therewith content."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "John Cassian: The Twelve Books VII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:2",
                            "text": "The remedies against the disease of covetousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:3",
                            "text": "Keeping then in mind the judgment of Ananias and Sapphira let us dread keeping back any of those things which we gave up and vowed utterly to forsake."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:4",
                            "text": "Let us also fear the example of Gehazi, who for the sin of covetousness was chastised with the punishment of perpetual leprosy."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:5",
                            "text": "From this let us beware of acquiring that wealth which we never formerly possessed."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:6",
                            "text": "Moreover also dreading both the fault and the death of Judas, let us with all the power that we have avoid taking back any of that wealth which once we cast away from us."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books VII 30:7",
                            "text": "Above all, considering the state of our weak and shifty nature, let us beware lest the day of the Lord come upon us as a thief in the night, and find our conscience defiled even by a single penny; for this would make void all the fruits of our renunciation of the world, and cause that which was said to the rich man in the gospel to be directed towards us also by the voice of the Lord: \"Thou fool, this night thy soul shall be required of thee: then whose shall those things be which thou hast prepared?\" And taking no thought for the morrow, let us never allow ourselves to be enticed away from the rule of the Coenobium."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "John Cassian: The Twelve Books VII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books VII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books VII 31:2",
                            "text": "That no one can get the better of covetousness unless he stays in the Coenobium: and how one can remain there."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books VII 31:3",
                            "text": "But we shall certainly not be suffered to do this, nor even to remain under the rule of a system, unless the virtue of patience, which can only spring from humility as its source, is first securely fixed and established in us."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books VII 31:4",
                            "text": "For the one teaches us not to trouble any one else; the other, to endure with magnanimity wrongs offered to us."
                        }
                    ]
                }
            ]
        }
    ]
}