{
    "books": [
        {
            "name": "Syriac: Extracts Concerning Abgar and Addaeus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:1",
                            "text": "Extracts Concerning Abgar and Addaeus: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:2",
                            "text": "Of the blessed Addaeus the apostle."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:3",
                            "text": "From his teaching which he gave in Edessa before Abgar the King and the assembly of the city."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:4",
                            "text": "And, when he had entered the sepulchre, he was raised to life again, and came forth from the sepulchre with many."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:5",
                            "text": "And those who were guarding the sepulchre saw not how He came forth from the sepulchre; but the watchers from on high—they were the proclaimers and announcers of His resurrection."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:6",
                            "text": "For, had He not willed, He had not died, because He is Lord of death, the exit from this life; nor, had it not pleased Him, would He have put on a body, inasmuch as He is Himself the framer of the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:7",
                            "text": "For that will which led Him to stoop to be born of the Virgin, likewise caused Him further to descend to the suffering of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 1:8",
                            "text": "—And a little after (we read):  For, although His appearance was that of men, yet His power, and His knowledge, and his authority, were those of God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:2",
                            "text": "From the teaching of Addaeus the apostle, which was spoken in the city of Edessa."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:3",
                            "text": "Ye know that I said unto you, that none of the souls which go forth out of the bodies of men are under the power of death, but that they all live and continue to exist, and that there are for them mansions and an abode of rest."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:4",
                            "text": "For the reasoning power of the soul does not cease, nor the knowledge, because it is the image of the immortal God."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:5",
                            "text": "For it is not without perceptions, after the manner of the bodily frame, which has no perception of that corruption which has acquired dominion over it."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:6",
                            "text": "Recompense, however, and reward it will not receive apart from its bodily form, because what it experiences belongs not to itself alone, but to the bodily form also in which it dwelt for a time."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 2:7",
                            "text": "But the disobedient, who have not known God, will then repent without avail."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:2",
                            "text": "From the epistle of Addaeus the apostle, which he spake in the city of Edessa."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:3",
                            "text": "Give heed to this ministry which ye hold, and with fear and trembling continue ye in it, and minister every day."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:4",
                            "text": "Minister ye not in it with neglectful habits, but with the discreetness of faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:5",
                            "text": "And let not the praises of Christ cease out of your mouth, and let not any sense of weariness come over you at the season of prayers."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:6",
                            "text": "Give heed to the verity which ye hold, and to the teaching of the truth which ye have received, and to the teaching of salvation which I commit to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:7",
                            "text": "Because before the tribunal of Christ will it be required of you, when He maketh reckoning with the pastors and overseers, and when He shall take His money from the traders with the usury of what they have taught."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 3:8",
                            "text": "For He is the Son of a King, and goeth to receive a kingdom, and He will return and come and make a resuscitation to life of all men."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 4:2",
                            "text": "Addaeus preached at Edessa and in Mesopotamia (he was from Paneus) in the days of Abgar the king."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 4:3",
                            "text": "And, when he was among the Zophenians, Severus the son of Abgar sent and slew him at Agel Hasna, as also a young man his disciple."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 5:2",
                            "text": "and Narcissus."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 5:3",
                            "text": "For they did not suffer that selection of the Seventy-two to be wanting, as likewise neither that of the Twelve."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 5:4",
                            "text": "This man was of the Seventy-two:  perhaps he was a disciple of Addaeus the apostle."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:2",
                            "text": "From the departureof Marath Mary from the world, and the birth and childhood of our Lord Jesus Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:3",
                            "text": "Book the Second."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:4",
                            "text": "In the year three hundred and forty-five, in the month of the latter Tishrin, Marath Mary went out from her house, and went to the sepulchre of Christ:  because every day she used to go and weep there."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:5",
                            "text": "But the Jews immediately after the death of Christ seized the sepulchre, and heaped great stones at the door of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:6",
                            "text": "And over the sepulchre and Golgotha they set guards, and commanded them that, if any one should go and pray at the sepulchre or at Golgotha, he should immediately be put to death."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:7",
                            "text": "And the Jews took away the cross of our Lord, and those two other crosses, and that spear with which our Saviour was struck, and those nails which they drove into His hands and into His feet, and those robes of mockery in which He had been clad; and they hid them:  lest, as they said, any one of the kings or of the chief persons should come and inquire concerning the putting to death of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:8",
                            "text": "And the guards went in and said to the priests:  Mary cometh in the evening and in the morning, and prayeth there."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:9",
                            "text": "And there was a commotion in Jerusalem on account of Marath Mary."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:10",
                            "text": "And the priests went to the judge, and said to him:  My lord, send and command Mary that she go not to pray at the sepulchre and at Golgotha."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:11",
                            "text": "And while they were deliberating, lo! letters came from Abgar, the king of the city of Edessa, to Sabina the procurator who had been appointed by Tiberius the emperor, and as far as the river Euphrates the procurator Sabina had authority."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:12",
                            "text": "And, because Addaeus the apostle, one of the seventy-two apostles, had gone down and built a church at Edessa, and had cured the disease with which Abgar the king was afflicted—for Abgar the king loved Jesus Christ, and was constantly inquiring about Him; and, when Christ was put to death and Abgar the king heard that the Jews had slain Him on the cross, he was much displeased; and Abgar arose and rode and came as far as the river Euphrates, because he wished to go up against Jerusalem and lay it waste; and, when Abgar came and was arrived at the river Euphrates, he deliberated in his mind:  If I pass over, there will be enmity between me and Tiberius the emperor."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:13",
                            "text": "And Abgar wrote letters and sent them to Sabina the procurator, and Sabina sent them to Tiberius the emperor."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:14",
                            "text": "In this manner did Abgar write to Tiberius the emperor:—  \"From Abgar, the king of the city of Edessa."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:15",
                            "text": "Much peace to thy Majesty, our lord Tiberius!  In order that thy Majesty may not be offended with me, I have not passed over the river Euphrates:  for I have been wishing to go up against Jerusalem and lay her waste, forasmuch as she has slain Christ, a skilful healer."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:16",
                            "text": "But do thou, as a great sovereign who hast authority over all the earth and over us, send and do me judgment on the people of Jerusalem."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:17",
                            "text": "For be it known to thy Majesty that I desire that thou wilt do me judgment on the crucifiers\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:18",
                            "text": "And Sabina received the letters, and sent them to Tiberius the emperor."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:19",
                            "text": "And, when he had read them, Tiberius the emperor was greatly incensed, and he desired to destroy and slay all the Jews."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:20",
                            "text": "And the people of Jerusalem heard it and were alarmed."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:21",
                            "text": "And the priests went to the governor, and said to him:  My lord, send and command Mary that she go not to pray at the sepulchre and Golgotha."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 6:22",
                            "text": "The judge said to the priests:  Go ye yourselves, and give her what command and what caution ye please."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:2",
                            "text": "From the homily composed by the holy Mar Jacob, the teacher, on the fall of idols."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:3",
                            "text": "To Edessa he made his journey, and found in it a great work:  For the king was become a labourer for the church, and was building it."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:4",
                            "text": "The apostle Addaeus stood in it like a builder,  And King Abgar laid aside his diadem and builded with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:5",
                            "text": "When apostle and king concurred the one with the other,  What idol must not fall before them?  Satan fled to the land of Babylon from the disciples,  And the tale of the crucifixion had got before him to the country of the Chaldeans."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 7:6",
                            "text": "He said, when they were making sport of the signs of the Zodiac, that he was nothing."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Syriac: Extracts Concerning Abgar and Addaeus 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 8:2",
                            "text": "From the homily about the town of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 8:3",
                            "text": "To Simon was allotted Rome, and to John Ephesus; to Thomas India, and to Addaeus the country of the Assyrians."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Syriac: Extracts Concerning Abgar and Addaeus 8:4",
                            "text": "And, when they were sent each one of them to the district which had been allotted to him, they devoted themselves to bring the several countries to discipleship."
                        }
                    ]
                }
            ]
        }
    ]
}