{
    "books": [
        {
            "name": "Augustine: City of God Book XVII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book XVII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:1",
                            "text": "Argument—In this book the history of the city of God is traced during the period of the kings and prophets from Samuel to David, even to Christ; and the prophecies which are recorded in the books of Kings, Psalms, and those of Solomon, are interpreted of Christ and the church."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:2",
                            "text": "Chapter 1—Of the Prophetic Age."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:3",
                            "text": "By the favor of God we have treated distinctly of His promises made to Abraham, that both the nation of Israel according to the flesh, and all nations according to faith, should be his seed, and the City of God, proceeding according to the order of time, will point out how they were fulfilled."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:4",
                            "text": "Having therefore in the previous book come down to the reign of David, we shall now treat of what remains, so far as may seem sufficient for the object of this work, beginning at the same reign."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:5",
                            "text": "Now, from the time when holy Samuel began to prophesy, and ever onward until the people of Israel was led captive into Babylonia, and until, according to the prophecy of holy Jeremiah, on Israel's return thence after seventy years, the house of God was built anew, this whole period is the prophetic age."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:6",
                            "text": "For although both the patriarch Noah himself, in whose days the whole earth was destroyed by the flood, and others before and after him down to this time when there began to be kings over the people of God, may not underservedly be styled prophets, on account of certain things pertaining to the city of God and the kingdom of heaven, which they either predicted or in any way signified should come to pass, and especially since we read that some of them, as Abraham and Moses, were expressly so styled, yet those are most and chiefly called the days of the prophets from the time when Samuel began to prophesy, who at God's command first anointed Saul to be king, and, on his rejection, David himself, whom others of his issue should succeed as long as it was fitting they should do so."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:7",
                            "text": "If, therefore, I wished to rehearse all that the prophets have predicted concerning Christ, while the city of God, with its members dying and being born in constant succession, ran its course through those times, this work would extend beyond all bounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:8",
                            "text": "First, because the Scripture itself, even when, in treating in order of the kings and of their deeds and the events of their reigns, it seems to be occupied in narrating as with historical diligence the affairs transacted, will be found, if the things handled by it are considered with the aid of the Spirit of God, either more, or certainly not less, intent on foretelling things to come than on relating things past."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:9",
                            "text": "And who that thinks even a little about it does not know how laborious and prolix a work it would be, and how many volumes it would require to search this out by thorough investigation and demonstrate it by argument? And then, because of that which without dispute pertains to prophecy, there are so many things concerning Christ and the kingdom of heaven, which is the city of God, that to explain these a larger discussion would be necessary than the due proportion of this work admits of."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XVII 1:10",
                            "text": "Therefore I shall, if I can, so limit myself, that in carrying through this work, I may, with God's help, neither say what is superfluous nor omit what is necessary."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book XVII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:1",
                            "text": "Chapter 2—At What Time the Promise of God Was Fulfilled Concerning the Land of Canaan, Which Even Carnal Israel Got in Possession."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:2",
                            "text": "In the preceding book we said, that in the promise of God to Abraham two things were promised from the beginning, the one, name  ly, that his seed should possess the land of Canaan, which was intimated when it was said, \"Go into a land that I will show thee, and I will make of thee a great nation;\" but the other far more excellent, concerning not the carnal but the spiritual seed, by which he is the father, not of the one nation of Israel, but of all nations who follow the footsteps of his faith, which began to be promised in these words, \"And in thee shall all families of the earth be blessed\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:3",
                            "text": "And thereafter we showed by yet many other proofs that these two things were promised."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:4",
                            "text": "Therefore the seed of Abraham, that is, the people of Israel according to the flesh, already was in the land of promise; and there, not only by holding and possessing the cities of the enemies, but also by having kings, had already begun to reign, the promises of God concerning that people being already in great part fulfilled: not only those that were made to those three fathers, Abraham, Isaac, and Jacob, and whatever others were made in their times, but those also that were made through Moses himself, by whom the same people was set free from servitude in Egypt, and by whom all bygone things were revealed in his times, when he led the people through the wilderness."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:5",
                            "text": "But neither by the illustrious leader Jesus the son of Nun, who led that people into the land of promise, and, after driving out the nations, divided it among the twelve tribes according to God's command, and died; nor after him, in the whole time of the judges, was the promise of God concerning the land of Canaan fulfilled, that it should extend from some river of Egypt even to the great river Euphrates; nor yet was it still prophesied as to come, but its fulfillment was expected."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:6",
                            "text": "And it was fulfilled through David, and Solomon his son, whose kingdom was extended over the whole promised space; for they subdued all those nations, and made them tributary."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:7",
                            "text": "And thus, under those kings, the seed of Abraham was established in the land of promise according to the flesh, that is, in the land of Canaan, so that nothing yet remained to the complete fulfillment of that earthly promise of God, except that, so far as pertains to temporal prosperity, the Hebrew nation should remain in the same land by the succession of posterity in an unshaken state even to the end of this mortal age, if it obeyed the laws of the Lord its God."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XVII 2:8",
                            "text": "But since God knew it would not do this, He used His temporal punishments also for training His few faithful ones in it, and for giving needful warning to those who should afterwards be in all nations, in whom the other promise, revealed in the New Testament, was about to be fulfilled through the incarnation of Christ."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book XVII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:1",
                            "text": "Chapter 3—Of the Three-Fold Meaning of the Prophecies, Which are to Be Referred Now to the Earthly, Now to the Heavenly Jerusalem, and Now Again to Both."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:2",
                            "text": "Wherefore just as that divine oracle to Abraham, Isaac, and Jacob, and all the other prophetic signs or sayings which are given in the earlier sacred writings, so also the other prophecies from this time of the kings pertain partly to the nation of Abraham's flesh, and partly to that seed of his in which all nations are blessed as fellow-heirs of Christ by the New Testament, to the possessing of eternal life and the kingdom of the heavens."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:3",
                            "text": "Therefore they pertain partly to the bond maid who gendereth to bondage, that is, the earthly Jerusalem, which is in bondage with her children; but partly to the free city of God, that is, the true Jerusalem eternal in the heavens, whose children are all those that live according to God in the earth: but there are some things among them which are understood to pertain to both,—to the bond maid properly, to the free woman figuratively."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:4",
                            "text": "Therefore prophetic utterances of three kinds are to be found; forasmuch as there are some relating to the earthly Jerusalem, some to the heavenly, and some to both."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:5",
                            "text": "I think it proper to prove what I say by examples."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:6",
                            "text": "The prophet Nathan was sent to convict king David of heinous sin, and predict to him what future evils should be consequent on it."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:7",
                            "text": "Who can question that this and the like pertain to the terrestrial city, whether publicly, that is, for the safety or help of the people, or privately, when there are given forth for each one's private good divine utterances whereby something of the future may be known for the use of temporal life? But where we read, \"Behold, the days come, saith the Lord, that I will make for the house of Israel, and for the house of Judah, a new testament: not according to the testament that I settled for their fathers in the day when I laid hold of their hand to lead them out of the land of Egypt; because they continued not in my testament, and I regarded them not, saith the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:8",
                            "text": "For this is the testament that I will make for the house of Israel: after those days, saith the Lord, I will give my laws in their mind, and will write them upon their hearts, and I will see to them; and I will be to them a God, and they shall be to me a people;\"—without doubt this is prophesied  to the Jerusalem above, whose reward is God Himself, and whose chief and entire good it is to have Him, and to be His."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:9",
                            "text": "But this pertains to both, that the city of God is called Jerusalem, and that it is prophesied the house of God shall be in it; and this prophecy seems to be fulfilled when king Solomon builds that most noble temple."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:10",
                            "text": "For these things both happened in the earthly Jerusalem, as history shows, and were types of the heavenly Jerusalem."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:11",
                            "text": "And this kind of prophecy, as it were compacted and commingled of both the others in the ancient canonical books, containing historical narratives, is of very great significance, and has exercised and exercises greatly the wits of those who search holy writ."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:12",
                            "text": "For example, what we read of historically as predicted and fulfilled in the seed of Abraham according to the flesh, we must also inquire the allegorical meaning of, as it is to be fulfilled in the seed of Abraham according to faith."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:13",
                            "text": "And so much is this the case, that some have thought there is nothing in these books either foretold and effected, or effected although not foretold, that does not insinuate something else which is to be referred by figurative signification to the city of God on high, and to her children who are pilgrims in this life."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:14",
                            "text": "But if this be so, then the utterances of the prophets, or rather the whole of those Scriptures that are reckoned under the title of the Old Testament, will be not of three, but of two different kinds."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:15",
                            "text": "For there will be nothing there which pertains to the terrestrial Jerusalem only, if whatever is there said and fulfilled of or concerning her signifies something which also refers by allegorical prefiguration to the celestial Jerusalem; but there will be only two kinds one that pertains to the free Jerusalem, the other to both."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:16",
                            "text": "But just as, I think, they err greatly who are of opinion that none of the records of affairs in that kind of writings mean anything more than that they so happened, so I think those very daring who contend that the whole gist of their contents lies in allegorical significations."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:17",
                            "text": "Therefore I have said they are threefold, not two-fold."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:18",
                            "text": "Yet, in holding this opinion, I do not blame those who may be able to draw out of everything there a spiritual meaning, only saving, first of all, the historical truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XVII 3:19",
                            "text": "For the rest, what believer can doubt that those things are spoken vainly which are such that, whether said to have been done or to be yet to come, they do not beseem either human or divine affairs? Who would not recall these to spiritual understanding if he could, or confess that they should be recalled by him who is able?."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book XVII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:1",
                            "text": "Chapter 4—About the Prefigured Change of the Israelitic Kingdom and Priesthood, and About the Things Hannah the Mother of Samuel Prophesied, Personating the Church."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:2",
                            "text": "Therefore the advance of the city of God, where it reached the times of the kings, yielded a figure, when, on the rejection of Saul, David first obtained the kingdom on such a footing that thenceforth his descendants should reign in the earthly Jerusalem in continual succession; for the course of affairs signified and foretold, what is not to be passed by in silence, concerning the change of things to come, what belongs to both Testaments, the Old and the New,—where the priesthood and kingdom are changed by one who is a priest, and at the same time a king, new and everlasting, even Christ Jesus."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:3",
                            "text": "For both the substitution in the ministry of God, on Eli's rejection as priest, of Samuel, who executed at once the office of priest and judge, and the establishment of David in the kingdom, when Saul was rejected, typified this of which I speak."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:4",
                            "text": "And Hannah herself, the mother of Samuel, who formerly was barren, and afterwards was gladdened with fertility, does not seem to prophesy anything else, when she exultingly pours forth her thanksgiving to the Lord, on yielding up to God the same boy she had born and weaned with the same piety with which she had vowed him."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:5",
                            "text": "For she says, \"My heart is made strong in the Lord, and my horn is exalted in my God; my mouth is enlarged over mine enemies; I am made glad in Thy salvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:6",
                            "text": "Because there is none holy as the Lord; and none is righteous as our God: there is none holy save Thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:7",
                            "text": "Do not glory so proudly, and do not speak lofty things, neither let vaunting talk come out of your mouth; for a God of knowledge is the Lord, and a God preparing His curious designs."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:8",
                            "text": "The bow of the mighty hath He made weak, and the weak are girded with strength."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:9",
                            "text": "They that were full of bread are diminished; and the hungry have passed beyond the earth: for the barren hath born seven; and she that hath many children is waxed feeble."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:10",
                            "text": "The Lord killeth and maketh alive: He bringeth down to hell, and bringeth up again."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:11",
                            "text": "The Lord maketh poor and maketh rich: He bringeth low and lifteth up."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:12",
                            "text": "He raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, that He may set him among the mighty of [His] people, and maketh them inherit the throne of glory; giving the vow to him that voweth, and He hath blessed the years of the just: for man is not mighty in strength."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:13",
                            "text": "The Lord shall  make His adversary weak: the Lord is holy."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:14",
                            "text": "Let not the prudent glory in his prudence and let not the mighty glory in his might; and let not the rich glory in his riches: but let him that glorieth glory in this, to understand and know the Lord, and to do judgment and justice in the midst of the earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:15",
                            "text": "The Lord hath ascended into the heavens, and hath thundered: He shall judge the ends of the earth, for He is righteous: and He giveth strength to our kings, and shall exalt the horn of His Christ\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:16",
                            "text": "Do you say that these are the words of a single weak woman giving thanks for the birth of a son? Can the mind of men be so much averse to the light of truth as not to perceive that the sayings this woman pours forth exceed her measure? Moreover, he who is suitably interested in these things which have already begun to be fulfilled even in this earthly pilgrimage also, does he not apply his mind, and perceive, and acknowledge, that through this woman—whose very name, which is Hannah, means \"His grace\"—the very Christian religion, the very city of God, whose king and founder is Christ, in fine, the very grace of God, hath thus spoken by the prophetic Spirit, whereby the proud are cut off so that they fall, and the humble are filled so that they rise, which that hymn chiefly celebrates? Unless perchance any one will say that this woman prophesied nothing, but only lauded God with exulting praise on account of the son whom she had obtained in answer to prayer."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:17",
                            "text": "What then does she mean when she says, \"The bow of the mighty hath He made weak, and the weak are girded with strength; they that were full of bread are diminished, and the hungry have gone beyond the earth; for the barren hath born seven, and she that hath many children is waxed feeble?\" Had she herself born seven, although she had been barren? She had only one when she said that; neither did she bear seven afterwards, nor six, with whom Samuel himself might be the seventh, but three males and two females."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:18",
                            "text": "And then, when as yet no one was king over that people, whence, if she did not prophesy, did she say what she puts at the end, \"He giveth strength to our kings, and shall exalt the horn of His Christ?\"  Therefore let the Church of Christ, the city of the great King, full of grace, prolific of offspring, let her say what the prophecy uttered about her so long before by the mouth of this pious mother confesses, \"My heart is made strong in the Lord, and my horn is exalted in my God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:19",
                            "text": "Her heart is truly made strong, and her horn is truly exalted, because not in herself, but in the Lord her God."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:20",
                            "text": "\"My mouth is enlarged over mine enemies;\" because even in pressing straits the word of God is not bound, not even in preachers who are bound."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:21",
                            "text": "\"I am made glad,\" she says, \"in Thy salvation\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:22",
                            "text": "This is Christ Jesus Himself, whom old Simeon, as we read in the Gospel, embracing as a little one, yet recognizing as great, said, \"Lord, now lettest Thou Thy servant depart in peace, for mine eyes have seen Thy salvation\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:23",
                            "text": "Therefore may the Church say, \"I am made glad in Thy salvation."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:24",
                            "text": "For there is none holy as the Lord, and none is righteous as our God;\" as holy and sanctifying, just and justifying."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:25",
                            "text": "\"There is none holy beside Thee;\" because no one becomes so except by reason of Thee."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:26",
                            "text": "And then it follows, \"Do not glory so proudly, and do not speak lofty things, neither let vaunting talk come out of your mouth."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:27",
                            "text": "For a God of knowledge is the Lord\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:28",
                            "text": "He knows you even when no one knows; for \"he who thinketh himself to be something when he is nothing deceiveth himself\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:29",
                            "text": "These things are said to the adversaries of the city of God who belong to Babylon, who presume in their own strength, and glory in themselves, not in the Lord; of whom are also the carnal Israelites, the earth-born inhabitants of the earthly Jerusalem, who, as saith the apostle, \"being ignorant of the righteousness of God,\" that is, which God, who alone is just, and the justifier, gives to man, \"and wishing to establish their own,\" that is, which is as it were procured by their own selves, not bestowed by Him, \"are not subject to the righteousness of God,\" just because they are proud, and think they are able to please God with their own, not with that which is of God, who is the God of knowledge, and therefore also takes the oversight of consciences, there beholding the thoughts of men that they are vain, if they are of men, and are not from Him."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:30",
                            "text": "\"And preparing,\" she says, \"His curious designs\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:31",
                            "text": "What curious designs do we think these are, save that the proud must fall, and the humble rise? These curious designs she recounts, saying, \"The bow of the mighty is made weak, and the weak are girded with strength\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:32",
                            "text": "The bow is made weak, that is, the intention of those who think themselves so powerful, that without the gift and help of God they are able by human sufficiency to fulfill the divine commandments; and those are girded with strength whose in  ward cry is, \"Have mercy upon me, O Lord, for I am weak\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:33",
                            "text": "\"They that were full of bread,\" she says, \"are diminished, and the hungry have gone beyond the earth\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:34",
                            "text": "Who are to be understood as full of bread except those same who were as if mighty, that is, the Israelites, to whom were committed the oracles of God? But among that people the children of the bond maid were diminished,—by which word minus, although it is Latin, the idea is well expressed that from being greater they were made less,—because, even in the very bread, that is, the divine oracles, which the Israelites alone of all nations have received, they savor earthly things."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:35",
                            "text": "But the nations to whom that law was not given, after they have come through the New Testament to these oracles, by thirsting much have gone beyond the earth, because in them they have savored not earthly, but heavenly things."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:36",
                            "text": "And the reason why this is done is as it were sought; \"for the barren,\" she says, \"hath born seven, and she that hath many children is waxed feeble\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:37",
                            "text": "Here all that had been prophesied hath shone forth to those who understood the number seven, which signifies the perfection of the universal Church."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:38",
                            "text": "For which reason also the Apostle John writes to the seven churches, showing in that way that he writes to the totality of the one Church; and in the Proverbs of Solomon it is said aforetime, prefiguring this, \"Wisdom hath builded her house, she hath strengthened her seven pillars\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:39",
                            "text": "For the city of God was barren in all nations before that child arose whom we see."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:40",
                            "text": "We also see that the temporal Jerusalem, who had many children, is now waxed feeble."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:41",
                            "text": "Because, whoever in her were sons of the free woman were her strength; but now, forasmuch as the letter is there, and not the spirit, having lost her strength, she is waxed feeble."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:42",
                            "text": "\"The Lord killeth and maketh alive:\" He has killed her who had many children, and made this barren one alive, so that she has born seven."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:43",
                            "text": "Although it may be more suitably understood that He has made those same alive whom He has killed."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:44",
                            "text": "For she, as it were, repeats that by adding, \"He bringeth down to hell, and bringeth up\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:45",
                            "text": "To whom truly the apostle says, \"If ye be dead with Christ, seek those things which are above, where Christ sitteth on the right hand of God\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:46",
                            "text": "Therefore they are killed by the Lord in a salutary way, so that he adds, \"Savor things which are above, not things on the earth;\" so that these are they who, hungering, have passed beyond the earth."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:47",
                            "text": "\"For ye are dead,\" he says: behold how God savingly kills! Then there follows, \"And your life is hid with Christ in God:\" behold how God makes the same alive! But does He bring them down to hell and bring them up again? It is without controversy among believers that we best see both parts of this work fulfilled in Him, to wit our Head, with whom the apostle has said our life is hid in God."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:48",
                            "text": "\"For when He spared not His own Son, but delivered Him up for us all,\" in that way, certainly, He has killed Him."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:49",
                            "text": "And forasmuch as He raised Him up again from the dead, He has made Him alive again."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:50",
                            "text": "And since His voice is acknowledged in the prophecy, \"Thou wilt not leave my soul in hell,\" He has brought Him down to hell and brought Him up again."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:51",
                            "text": "By this poverty of His we are made rich; for \"the Lord maketh poor and maketh rich\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:52",
                            "text": "But that we may know what this is, let us hear what follows: \"He bringeth low and lifteth up;\" and truly He humbles the proud and exalts the humble."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:53",
                            "text": "Which we also read elsewhere, \"God resisteth the proud, but giveth grace to the humble\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:54",
                            "text": "This is the burden of the entire song of this woman whose name is interpreted \"His grace\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:55",
                            "text": "Farther, what is added, \"He raiseth up the poor from the earth,\" I understand of none better than of Him who, as was said a little ago, \"was made poor for us, when He was rich, that by His poverty we might be made rich\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:56",
                            "text": "For He raised Him from the earth so quickly that His flesh did not see corruption."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:57",
                            "text": "Nor shall I divert from Him what is added, \"And raiseth up the poor from the dunghill\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:58",
                            "text": "For indeed he who is the poor man is also the beggar."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:59",
                            "text": "But by the dunghill from which he is lifted up we are with the greatest reason to understand the persecuting Jews, of whom the apostle says, when telling that when he belonged to them he persecuted the Church, \"What things were gain to me, those I counted loss for Christ; and I have counted them not only loss, but even dung, that I might win Christ\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:60",
                            "text": "Therefore that poor one is raised up from the earth above all the rich, and that beggar is lifted up from that dunghill above all the wealthy, \"that he may sit among the mighty of the people,\" to whom He says, \"Ye shall sit upon twelve thrones,\" \"and to make them inherit the throne of glory\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:61",
                            "text": "For these mighty ones  had said, \"Lo, we have forsaken all and followed Thee\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:62",
                            "text": "They had most mightily vowed this vow."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:63",
                            "text": "But whence do they receive this, except from Him of whom it is here immediately said, \"Giving the vow to him that voweth?\" Otherwise they would be of those mighty ones whose bow is weakened."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:64",
                            "text": "\"Giving,\" she saith, \"the vow to him that voweth\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:65",
                            "text": "For no one could vow anything acceptable to God, unless he received from Him that which he might vow."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:66",
                            "text": "There follows, \"And He hath blessed the years of the just,\" to wit, that he may live for ever with Him to whom it is said, \"And Thy years shall have no end\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:67",
                            "text": "For there the years abide; but here they pass away, yea, they perish: for before they come they are not, and when they shall have come they shall not be, because they bring their own end with them."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:68",
                            "text": "Now of these two, that is, \"giving the vow to him that voweth,\" and \"He hath blessed the years of the just,\" the one is what we do, the other what we receive."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:69",
                            "text": "But this other is not received from God, the liberal giver, until He, the helper, Himself has enabled us for the former; \"for man is not mighty in strength\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:70",
                            "text": "\"The Lord shall make his adversary weak,\" to wit, him who envies the man that vows, and resists him, lest he should fulfill what he has vowed."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:71",
                            "text": "Owing to the ambiguity of the Greek, it may also be understood \"his own adversary\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:72",
                            "text": "For when God has begun to possess us, immediately he who had been our adversary becomes His, and is conquered by us; but not by our own strength, \"for man is not mighty in strength\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:73",
                            "text": "Therefore \"the Lord shall make His own adversary weak, the Lord is holy,\" that he may be conquered by the saints, whom the Lord, the Holy of holies, hath made saints."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:74",
                            "text": "For this reason, \"let not the prudent glory in his prudence, and let not the mighty glory in his might, and let not the rich glory in his riches; but let him that glorieth glory in this,—to understand and know the Lord, and to do judgment and justice in the midst of the earth\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:75",
                            "text": "He in no small measure understands and knows the Lord who understands and knows that even this, that he can understand and know the Lord, is given to him by the Lord."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:76",
                            "text": "\"For what hast thou,\" saith the apostle, \"that thou hast not received? But if thou hast received it, why dost thou glory as if thou hadst not received it?\" That is, as if thou hadst of thine own self whereof thou mightest glory."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:77",
                            "text": "Now, he does judgment and justice who lives aright."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:78",
                            "text": "But he lives aright who yields obedience to God when He commands."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:79",
                            "text": "\"The end of the commandment,\" that is, to which the commandment has reference, \"is charity out of a pure heart, and a good conscience, and faith unfeigned\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:80",
                            "text": "Moreover, this \"charity,\" as the Apostle John testifies, \"is of God\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:81",
                            "text": "Therefore to do justice and judgment is of God."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:82",
                            "text": "But what is \"in the midst of the earth?\" For ought those who dwell in the ends of the earth not to do judgment and justice? Who would say so? Why, then, is it added, \"In the midst of the earth?\" For if this had not been added, and it had only been said, \"To do judgment and justice,\" this commandment would rather have pertained to both kinds of men,—both those dwelling inland and those on the sea-coast."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:83",
                            "text": "But lest any one should think that, after the end of the life led in this body, there remains a time for doing judgment and justice which he has not done while he was in the flesh, and that the divine judgment can thus be escaped, \"in the midst of the earth\" appears to me to be said of the time when every one lives in the body; for in this life every one carries about his own earth, which, on a man's dying, the common earth takes back, to be surely returned to him on his rising again."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:84",
                            "text": "Therefore \"in the midst of the earth,\" that is, while our soul is shut up in this earthly body, judgment and justice are to be done, which shall be profitable for us hereafter, when \"every one shall receive according to that he hath done in the body, whether good or bad\"."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:85",
                            "text": "For when the apostle there says \"in the body,\" he means in the time he has lived in the body."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:86",
                            "text": "Yet if any one blaspheme with malicious mind and impious thought, without any member of his body being employed in it, he shall not therefore be guiltless because he has not done it with bodily motion, for he will have done it in that time which he has spent in the body."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:87",
                            "text": "In the same way we may suitably understand what we read in the psalm, \"But God, our King before the worlds, hath wrought salvation in the midst of the earth;\" so that the Lord Jesus may be understood to be our God who is before the worlds, because by Him the worlds were made, working our salvation in the midst of the earth, for the Word was made flesh and dwelt in an earthly body."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:88",
                            "text": "Then after Hannah has prophesied in these words, that he who glorieth ought to glory not in himself at all, but in the Lord, she says, on account of the retribution which is to come on the day of judgment, \"The Lord hath ascended into the heavens, and hath  thundered: He shall judge the ends of the earth, for He is righteous\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:89",
                            "text": "Throughout she holds to the order of the creed of Christians: For the Lord Christ has ascended into heaven, and is to come thence to judge the quick and dead."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:90",
                            "text": "For, as saith the apostle, \"Who hath ascended but He who hath also descended into the lower parts of the earth? He that descended is the same also that ascended up above all heavens, that He might fill all things\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:91",
                            "text": "Therefore He hath thundered through His clouds, which He hath filled with His Holy Spirit when He ascended up."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:92",
                            "text": "Concerning which the bond maid Jerusalem—that is, the unfruitful vineyard—is threatened in Isaiah the prophet that they shall rain no showers upon her."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:93",
                            "text": "But \"He shall judge the ends of the earth\" is spoken as if it had been said, \"even the extremes of the earth\"."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:94",
                            "text": "For it does not mean that He shall not judge the other parts of the earth, who, without doubt, shall judge all men."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:95",
                            "text": "But it is better to understand by the extremes of the earth the extremes of man, since those things shall not be judged which, in the middle time, are changed for the better or the worse, but the ending in which he shall be found who is judged."
                        },
                        {
                            "verse": 96,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:96",
                            "text": "For which reason it is said, \"He that shall persevere even unto the end, the same shall be saved\"."
                        },
                        {
                            "verse": 97,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:97",
                            "text": "He, therefore, who perseveringly does judgment and justice in the midst of the earth shall not be condemned when the extremes of the earth shall be judged."
                        },
                        {
                            "verse": 98,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:98",
                            "text": "\"And giveth,\" she saith, \"strength to our kings,\" that He may not condemn them in judging."
                        },
                        {
                            "verse": 99,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:99",
                            "text": "He giveth them strength whereby as kings they rule the flesh, and conquer the world in Him who hath poured out His blood for them."
                        },
                        {
                            "verse": 100,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:100",
                            "text": "\"And shall exalt the horn of His Christ\"."
                        },
                        {
                            "verse": 101,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:101",
                            "text": "How shall Christ exalt the horn of His Christ? For He of whom it was said above, \"The Lord hath ascended into the heavens,\" meaning the Lord Christ, Himself, as it is said here, \"shall exalt the horn of His Christ\"."
                        },
                        {
                            "verse": 102,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:102",
                            "text": "Who, therefore, is the Christ of His Christ? Does it mean that He shall exalt the horn of each one of His believing people, as she says in the beginning of this hymn, \"Mine horn is exalted in my God?\" For we can rightly call all those christs who are anointed with His chrism, forasmuch as the whole body with its head is one Christ."
                        },
                        {
                            "verse": 103,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XVII 4:103",
                            "text": "These things hath Hannah, the mother of Samuel, the holy and much-praised man, prophesied, in which, indeed, the change of the ancient priesthood was then figured and is now fulfilled, since she that had many children is waxed feeble, that the barren who hath born seven might have the new priesthood in Christ."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book XVII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:1",
                            "text": "Chapter 5—Of Those Things Which a Man of God Spake by the Spirit to Eli the Priest, Signifying that the Priesthood Which Had Been Appointed According to Aaron Was to Be Taken Away."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:2",
                            "text": "But this is said more plainly by a man of God sent to Eli the priest himself, whose name indeed is not mentioned, but whose office and ministry show him to have been indubitably a prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:3",
                            "text": "For it is thus written: \"And there came a man of God unto Eli, and said, Thus saith the Lord, I plainly revealed myself unto thy father's house, when they were in the land of Egypt slaves in Pharaoh's house; and I chose thy father's house out of all the sceptres of Israel to fill the office of priest for me, to go up to my altar, to burn incense and wear the ephod; and I gave thy father's house for food all the offerings made by fire of the children of Israel."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:4",
                            "text": "Wherefore then hast thou looked at mine incense and at mine offerings with an impudent eye, and hast glorified thy sons above me, to bless the first-fruits of every sacrifice in Israel before me? Therefore thus saith the Lord God of Israel, I said thy house and thy father's house should walk before me for ever: but now the Lord saith, Be it far from me; for them that honor me will I honor, and he that despiseth me shall be despised."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:5",
                            "text": "Behold, the days come, that I will cut off thy seed, and the seed of thy father's house, and thou shalt never have an old man in my house."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:6",
                            "text": "And I will cut off the man of thine from mine altar, so that his eyes shall be consumed, and his heart shall melt away; and every one of thy house that is left shall fall by the sword of men."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:7",
                            "text": "And this shall be a sign unto thee that shall come upon these thy two sons, Hophni and Phinehas; in one day they shall die both of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:8",
                            "text": "And I will raise me up a faithful priest, that shall do according to all that is in mine heart and in my soul; and I will build him a sure house, and he shall walk before my Christ for ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:9",
                            "text": "And it shall come to pass that he who is left in thine house shall come to worship him with a piece of money, saying, Put me into one part of thy priesthood, that I may eat bread\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:10",
                            "text": "We cannot say that this prophecy, in which the change of the ancient priesthood is foretold with so great plainness, was fulfilled in Samuel; for although Samuel was not of another tribe than that which had been appointed by God to serve at the altar, yet he was not of the sons of Aaron, whose offspring  was set apart that the priests might be taken out of it."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:11",
                            "text": "And thus by that transaction also the same change which should come to pass through Christ Jesus is shadowed forth, and the prophecy itself in deed, not in word, belonged to the Old Testament properly, but figuratively to the New, signifying by the fact just what was said by the word to Eli the priest through the prophet."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:12",
                            "text": "For there were afterwards priests of Aaron's race, such as Zadok and Abiathar during David's reign, and others in succession, before the time came when those things which were predicted so long before about the changing of the priesthood behoved to be fulfilled by Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:13",
                            "text": "But who that now views these things with a believing eye does not see that they are fulfilled? Since, indeed, no tabernacle, no temple, no altar, no sacrifice, and therefore no priest either, has remained to the Jews, to whom it was commanded in the law of God that he should be ordained of the seed of Aaron; which is also mentioned here by the prophet, when he says, \"Thus saith the Lord God of Israel, I said thy house and thy father's house shall walk before me for ever: but now the Lord saith, That be far from me; for them that honor me will I honor, and he that despiseth me shall be despised\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:14",
                            "text": "For that in naming his father's house he does not mean that of his immediate father, but that of Aaron, who first was appointed priest, to be succeeded by others descended from him, is shown by the preceding words, when he says, \"I was revealed unto thy father's house, when they were in the land of Egypt slaves in Pharaoh's house; and I chose thy father's house out of all the sceptres of Israel to fill the office of priest for me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:15",
                            "text": "Which of the fathers in that Egyptian slavery, but Aaron, was his father, who, when they were set free, was chosen to the priesthood? It was of his lineage, therefore, he has said in this passage it should come to pass that they should no longer be priests; which already we see fulfilled."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:16",
                            "text": "If faith be watchful, the things are before us: they are discerned, they are grasped, and are forced on the eyes of the unwilling, so that they are seen: \"Behold the days come,\" he says, \"that I will cut off thy seed, and the seed of thy father's house, and thou shall never have an old man in mine house."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:17",
                            "text": "And I will cut off the man of thine from mine altar, so that his eyes shall be consumed and his heart shall melt away\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:18",
                            "text": "Behold the days which were foretold have already come."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:19",
                            "text": "There is no priest after the order of Aaron; and whoever is a man of his lineage, when he sees the sacrifice of the Christians prevailing over the whole world, but that great honor taken away from himself, his eyes fail and his soul melts away consumed with grief."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:20",
                            "text": "But what follows belongs properly to the house of Eli, to whom these things were said: \"And every one of thine house that is left shall fall by the sword of men."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:21",
                            "text": "And this shall be a sign unto thee that shall come upon these thy two sons, Hophni and Phinehas; in one day they shall die both of them\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:22",
                            "text": "This, therefore, is made a sign of the change of the priesthood from this man's house, by which it is signified that the priesthood of Aaron's house is to be changed."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:23",
                            "text": "For the death of this man's sons signified the death not of the men, but of the priesthood itself of the sons of Aaron."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:24",
                            "text": "But what follows pertains to that Priest whom Samuel typified by succeeding this one."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:25",
                            "text": "Therefore the things which follow are said of Christ Jesus, the true Priest of the New Testament: \"And I will raise me up a faithful Priest that shall do according to all that is in mine heart and in my soul; and I will build Him a sure house\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:26",
                            "text": "The same is the eternal Jerusalem above."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:27",
                            "text": "\"And He shall walk,\" saith He, \"before my Christ always\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:28",
                            "text": "\"He shall walk\" means \"he shall be conversant with,\" just as He had said before of Aaron's house, \"I said that thine house and thy father's house shall walk before me for ever\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:29",
                            "text": "But what He says, \"He shall walk before my Christ,\" is to be understood entirely of the house itself, not of the priest, who is Christ Himself, the Mediator and Saviour."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:30",
                            "text": "His house, therefore, shall walk before Him."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:31",
                            "text": "\"Shall walk\" may also be understood to mean from death to life, all the time this mortality passes through, even to the end of this world."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:32",
                            "text": "But where God says, \"Who will do all that is in mine heart and in my soul,\" we must not think that God has a soul, for He is the Author of souls; but this is said of God tropically, not properly, just as He is said to have hands and feet, and other corporal members."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:33",
                            "text": "And, lest it should be supposed from such language that man in the form of this flesh is made in the image of God, wings also are ascribed to Him, which man has not at all; and it is said to God, \"Hide me under the shadow of Thy wings,\" that men may understand that such things are said of that ineffable nature not in proper but in figurative words."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:34",
                            "text": "But what is added, \"And it shall come to pass that he who is left in thine house shall come to worship him,\" is not said properly of the house of this Eli, but of that Aaron, the men of which remained even to the advent of  Jesus Christ, of which race there are not wanting men even to this present."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:35",
                            "text": "For of that house of Eli it had already been said above, \"And every one of thine house that is left shall fall by the sword of men\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:36",
                            "text": "How, therefore, could it be truly said here, \"And it shall come to pass that every one that is left shall come to worship him,\" if that is true, that no one shall escape the avenging sword, unless he would have it understood of those who belong to the race of that whole priesthood after the order of Aaron? Therefore, if it is of these the predestinated remnant, about whom another prophet has said, \"The remnant shall be saved;\" whence the apostle also says, \"Even so then at this time also the remnant according to the election of grace is saved;\" since it is easily understood to be of such a remnant that it is said, \"He that is left in thine house,\" assuredly he believes in Christ; just as in the time of the apostle very many of that nation believed; nor are there now wanting those, although very few, who yet believe, and in them is fulfilled what this man of God has here immediately added, \"He shall come to worship him with a piece of money;\" to worship whom, if not that Chief Priest, who is also God? For in that priesthood after the order of Aaron men did not come to the temple or altar of God for the purpose of worshipping the priest."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:37",
                            "text": "But what is that he says, \"With a piece of money,\" if not the short word of faith, about which the apostle quotes the saying, \"A consummating and shortening word will the Lord make upon the earth?\" But that money is put for the word the psalm is a witness, where it is sung, \"The words of the Lord are pure words, money tried with the fire\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:38",
                            "text": "What then does he say who comes to worship the priest of God, even the Priest who is God? \"Put me into one part of Thy priesthood, to eat bread\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:39",
                            "text": "I do not wish to be set in the honor of my fathers, which is none; put me in a part of Thy priesthood."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:40",
                            "text": "For \"I have chosen to be mean in Thine house;\" I desire to be a member, no matter what, or how small, of Thy priesthood."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:41",
                            "text": "By the priesthood he here means the people itself, of which He is the Priest who is the Mediator between God and men, the man Christ Jesus."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:42",
                            "text": "This people the Apostle Peter calls \"a holy people, a royal priesthood\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:43",
                            "text": "But some have translated, \"Of Thy sacrifice,\" not \"Of Thy priesthood,\" which no less signifies the same Christian people."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:44",
                            "text": "Whence the Apostle Paul says, \"We being many are one bread, one body\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:45",
                            "text": "[And again he says, \"Present your bodies a living sacrifice\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:46",
                            "text": "] What, therefore, he has added, to \"eat bread,\" also elegantly expresses the very kind of sacrifice of which the Priest Himself says, \"The bread which I will give is my flesh for the life of the world\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:47",
                            "text": "The same is the sacrifice not after the order of Aaron, but after the order of Melchisedec: let him that readeth understand."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:48",
                            "text": "Therefore this short and salutarily humble confession, in which it is said, \"Put me in a part of Thy priesthood, to eat bread,\" is itself the piece of money, for it is both brief, and it is the Word of God who dwells in the heart of one who believes."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XVII 5:49",
                            "text": "For because He had said above, that He had given for food to Aaron's house the sacrificial victims of the Old Testament, where He says, \"I have given thy father's house for food all things which are offered by fire of the children of Israel,\" which indeed were the sacrifices of the Jews; therefore here He has said, \"To eat bread,\" which is in the New Testament the sacrifice of the Christians."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book XVII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:1",
                            "text": "Chapter 6—Of the Jewish Priesthood and Kingdom, Which, Although Promised to Be Established for Ever, Did Not Continue; So that Other Things are to Be Understood to Which Eternity is Assured."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:2",
                            "text": "While, therefore, these things now shine forth as clearly as they were loftily foretold, still some one may not vainly be moved to ask, How can we be confident that all things are to come to pass which are predicted in these books as about to come, if this very thing which is there divinely spoken, \"Thine house and thy father's house shall walk before me for ever,\" could not have effect? For we see that priesthood has been changed; and there can be no hope that what was promised to that house may some time be fulfilled, because that which succeeds on its being rejected and changed is rather predicted as eternal."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:3",
                            "text": "He who says this does not yet understand, or does not recollect, that this very priesthood after the order of Aaron was appointed as the shadow of a future eternal priesthood; and therefore, when eternity is promised to it, it is not promised to the mere shadow and figure, but to what is shadowed forth and prefigured by it."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:4",
                            "text": "But lest it should be thought the shadow itself was to remain, therefore its mutation also behoved to be foretold."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:5",
                            "text": "In this way, too, the kingdom of Saul himself, who certainly was reprobated and rejected, was the shadow of a kingdom yet to come which should remain to eternity."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:6",
                            "text": "For, indeed, the oil with which he was anointed, and from that chrism he is called Christ, is to be taken in a mystical sense, and is to be understood as a great mystery; which David himself venerated so much in him, that he trembled with smitten heart when, being hid in a dark cave, which Saul also entered when pressed by the necessity of nature, he had come secretly behind him and cut off a small piece of his robe, that he might be able to prove how he had spared him when he could have killed him, and might thus remove from his mind the suspicion through which he had vehemently persecuted the holy David, thinking him his enemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:7",
                            "text": "Therefore he was much afraid lest he should be accused of violating so great a mystery in Saul, because he had thus meddled even his clothes."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:8",
                            "text": "For thus it is written: \"And David's heart smote him because he had taken away the skirt of his cloak\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:9",
                            "text": "But to the men with him, who advised him to destroy Saul thus delivered up into his hands, he saith, \"The Lord forbid that I should do this thing to my lord, the Lord's christ, to lay my hand upon him, because he is the Lord's christ\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:10",
                            "text": "Therefore he showed so great reverence to this shadow of what was to come, not for its own sake, but for the sake of what it prefigured."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:11",
                            "text": "Whence also that which Samuel says to Saul, \"Since thou hast not kept my commandment which the Lord commanded thee, whereas now the Lord would have prepared thy kingdom over Israel for ever, yet now thy kingdom shall not continue for thee; and the Lord will seek Him a man after His own heart, and the Lord will command him to be prince over His people, because thou hast not kept that which the Lord commanded thee,\" is not to be taken as if God had settled that Saul himself should reign for ever, and afterwards, on his sinning, would not keep this promise; nor was He ignorant that he would sin, but He had established his kingdom that it might be a figure of the eternal kingdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:12",
                            "text": "Therefore he added, \"Yet now thy kingdom shall not continue for thee\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:13",
                            "text": "Therefore what it signified has stood and shall stand; but it shall not stand for this man, because he himself was not to reign for ever, nor his offspring; so that at least that word \"for ever\" might seem to be fulfilled through his posterity one to another."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:14",
                            "text": "\"And the Lord,\" he saith, \"will seek Him a man,\" meaning either David or the Mediator of the New Testament, who was figured in the chrism with which David also and his offspring was anointed."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:15",
                            "text": "But it is not as if He knew not where he was that God thus seeks Him a man, but, speaking through a man, He speaks as a man, and in this sense seeks us."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:16",
                            "text": "For not only to God the Father, but also to His Only-begotten, who came to seek what was lost, we had been known already even so far as to be chosen in Him before the foundation of the world."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:17",
                            "text": "\"He will seek Him\" therefore means, He will have His own (just as if He had said, Whom He already has known to be His own He will show to others to be His friend)."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XVII 6:18",
                            "text": "Whence in Latin this word (quaerit) receives a preposition and becomes acquirit (acquires), the meaning of which is plain enough; although even without the addition of the preposition quaerere is understood as acquirere, whence gains are called quaestus."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book XVII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:1",
                            "text": "Chapter 7—Of the Disruption of the Kingdom of Israel, by Which the Perpetual Division of the Spiritual from the Carnal Israel Was Prefigured."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:2",
                            "text": "Again Saul sinned through disobedience, and again Samuel says to him in the word of the Lord, \"Because thou hast despised the word of the Lord, the Lord hath despised thee, that thou mayest not be king over Israel\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:3",
                            "text": "And again for the same sin, when Saul confessed it, and prayed for pardon, and besought Samuel to return with him to appease the Lord, he said, \"I will not return with thee: for thou hast despised the word of the Lord, and the Lord will despise thee that thou mayest not be king over Israel."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:4",
                            "text": "And Samuel turned his face to go away, and Saul laid hold upon the skirt of his mantle, and rent it."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:5",
                            "text": "And Samuel said unto him, The Lord hath rent the kingdom from Israel out of thine hand this day, and will give it to thy neighbor, who is good above thee, and will divide Israel in twain."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:6",
                            "text": "And He will not be changed, neither will He repent: for He is not as a man, that He should repent; who threatens and does not persist\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:7",
                            "text": "He to whom it is said, \"The Lord will despise thee that thou mayest not be king over Israel,\" and \"The Lord hath rent the kingdom from Israel out of thine hand this day,\" reigned forty years over Israel,—that is, just as long a time as David himself,—yet heard this in the first period of his reign, that we may understand it was said because none of his race was to reign, and that we may look to the  race of David, whence also is sprung, according to the flesh, the Mediator between God and men, the man Christ Jesus."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:8",
                            "text": "But the Scripture has not what is read in most Latin copies, \"The Lord hath rent the kingdom of Israel out of thine hand this day,\" but just as we have set it down it is found in the Greek copies, \"The Lord hath rent the kingdom from Israel out of thine hand;\" that the words \"out of thine hand\" may be understood to mean \"from Israel\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:9",
                            "text": "Therefore this man figuratively represented the people of Israel, which was to lose the kingdom, Christ Jesus our Lord being about to reign, not carnally, but spiritually."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:10",
                            "text": "And when it is said of Him, \"And will give it to thy neighbor,\" that is to be referred to the fleshly kinship, for Christ, according to the flesh, was of Israel, whence also Saul sprang."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:11",
                            "text": "But what is added, \"Good above thee,\" may indeed be understood, \"Better than thee,\" and indeed some have thus translated it; but it is better taken thus, \"Good above thee,\" as meaning that because He is good, therefore He must be above thee, according to that other prophetic saying, \"Till I put all Thine enemies under Thy feet\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:12",
                            "text": "And among them is Israel, from whom, as His persecutor, Christ took away the kingdom; although the Israel in whom there was no guile may have been there too, a sort of grain, as it were, of that chaff."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:13",
                            "text": "For certainly thence came the apostles, thence so many martyrs, of whom Stephen is the first, thence so many churches, which the Apostle Paul names, magnifying God in their conversion."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:14",
                            "text": "Of which thing I do not doubt what follows is to be understood, \"And will divide Israel in twain,\" to wit, into Israel pertaining to the bond woman, and Israel pertaining to the free."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:15",
                            "text": "For these two kinds were at first together, as Abraham still clave to the bond woman, until the barren, made fruitful by the grace of God, cried, \"Cast out the bond woman and her son\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:16",
                            "text": "We know, indeed, that on account of the sin of Solomon, in the reign of his son Rehoboam, Israel was divided in two, and continued so, the separate parts having their own kings, until that whole nation was overthrown with a great destruction, and carried away by the Chaldeans."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:17",
                            "text": "But what was this to Saul, when, if any such thing was threatened, it would be threatened against David himself, whose son Solomon was? Finally, the Hebrew nation is not now divided internally, but is dispersed through the earth indiscriminately, in the fellowship of the same error."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:18",
                            "text": "But that division with which God threatened the kingdom and people in the person of Saul, who represented them, is shown to be eternal and unchangeable by this which is added, \"And He will not be changed, neither will He repent: for He is not as a man, that He should repent; who threatens and does not persist,\"—that is, a man threatens and does not persist, but not God, who does not repent like man."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:19",
                            "text": "For when we read that He repents, a change of circumstance is meant, flowing from the divine immutable foreknowledge."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:20",
                            "text": "Therefore, when God is said not to repent, it is to be understood that He does not change."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:21",
                            "text": "We see that this sentence concerning this division of the people of Israel, divinely uttered in these words, has been altogether irremediable and quite perpetual."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:22",
                            "text": "For whoever have turned, or are turning, or shall turn thence to Christ, it has been according to the foreknowledge of God, not according to the one and the same nature of the human race."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:23",
                            "text": "Certainly none of the Israelites, who, cleaving to Christ, have continued in Him, shall ever be among those Israelites who persist in being His enemies even to the end of this life, but shall for ever remain in the separation which is here foretold."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:24",
                            "text": "For the Old Testament, from the Mount Sinai, which gendereth to bondage, profiteth nothing, unless because it bears witness to the New Testament."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:25",
                            "text": "Otherwise, however long Moses is read, the veil is put over their heart; but when any one shall turn thence to Christ, the veil shall be taken away."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:26",
                            "text": "For the very desire of those who turn is changed from the old to the new, so that each no longer desires to obtain carnal but spiritual felicity."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:27",
                            "text": "Wherefore that great prophet Samuel himself, before he had anointed Saul, when he had cried to the Lord for Israel, and He had heard him, and when he had offered a whole burnt-offering, as the aliens were coming to battle against the people of God, and the Lord thundered above them and they were confused, and fell before Israel and were overcome; [then] he took one stone and set it up between the old and new Massephat [Mizpeh], and called its name Ebenezer, which means \"the stone of the helper,\" and said, \"Hitherto hath the Lord helped us\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:28",
                            "text": "Massephat is interpreted \"desire\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XVII 7:29",
                            "text": "That stone of the helper is the mediation of the Saviour, by which we go from the old Massephat to the new,—that is, from the desire with which carnal happiness was expected in the carnal kingdom to the desire with which the truest spiritual happiness is expected in the kingdom of heaven; and since  nothing is better than that, the Lord helpeth us hitherto."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book XVII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:1",
                            "text": "Chapter 8—Of the Promises Made to David in His Son, Which are in No Wise Fulfilled in Solomon, But Most Fully in Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:2",
                            "text": "And now I see I must show what, pertaining to the matter I treat of, God promised to David himself, who succeeded Saul in the kingdom, whose change prefigured that final change on account of which all things were divinely spoken, all things were committed to writing."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:3",
                            "text": "When many things had gone prosperously with king David, he thought to make a house for God, even that temple of most excellent renown which was afterwards built by king Solomon his son."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:4",
                            "text": "While he was thinking of this, the word of the Lord came to Nathan the prophet, which he brought to the king, in which, after God had said that a house should not be built unto Him by David himself, and that in all that long time He had never commanded any of His people to build Him a house of cedar, he says, \"And now thus shalt thou say unto my servant David, Thus saith God Almighty, I took thee from the sheep-cote that thou mightest be for a ruler over my people in Israel: and I was with thee whithersoever thou wentest, and have cut off all thine enemies from before thy face, and have made thee a name, according to the name of the great ones who are over the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:5",
                            "text": "And I will appoint a place for my people Israel, and will plant him, and he shall dwell apart, and shall be troubled no more; and the son of wickedness shall not humble him any more, as from the beginning, from the days when I appointed judges over my people Israel."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:6",
                            "text": "And I will give thee rest from all thine enemies, and the Lord will tell [hath told] thee, because thou shall build an house for Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:7",
                            "text": "And it shall come to pass when thy days be fulfilled, and thou shall sleep with thy fathers, that I will raise up thy seed after thee, which shall proceed out of thy bowels, and I will prepare his kingdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:8",
                            "text": "He shall build me an house for my name; and I will order his throne even to eternity."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:9",
                            "text": "I will be his Father, and he shall be my son."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:10",
                            "text": "And if he commit iniquity, I will chasten him with the rod of men, and with the stripes of the sons of men: but my mercy I will not take away from him, as I took it away from those whom I put away from before my face."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:11",
                            "text": "And his house shall be faithful, and his kingdom even for evermore before me, and his throne shall be set up even for evermore\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:12",
                            "text": "He who thinks this grand promise was fulfilled in Solomon greatly errs; for he attends to the saying, \"He shall build me an house,\" but he does not attend to the saying, \"His house shall be faithful, and his kingdom for evermore before me\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:13",
                            "text": "Let him therefore attend and behold the house of Solomon full of strange women worshipping false gods, and the king himself, aforetime wise, seduced by them, and cast down into the same idolatry: and let him not dare to think that God either promised this falsely, or was unable to foreknow that Solomon and his house would become what they did."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:14",
                            "text": "But we ought not to be in doubt here, or to see the fulfillment of these things save in Christ our Lord, who was made of the seed of David according to the flesh, lest we should vainly and uselessly look for some other here, like the carnal Jews."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:15",
                            "text": "For even they understand this much, that the son whom they read of in that place as promised to David was not Solomon; so that, with wonderful blindness to Him who was promised and is now declared with so great manifestation, they say they hope for another."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:16",
                            "text": "Indeed, even in Solomon there appeared some image of the future event, in that he built the temple, and had peace according to his name (for Solomon means \"pacific\"), and in the beginning of his reign was wonderfully praiseworthy; but while, as a shadow of Him that should come, he foreshowed Christ our Lord, he did not also in his own person resemble Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:17",
                            "text": "Whence some things concerning him are so written as if they were prophesied of himself, while the Holy Scripture, prophesying even by events, somehow delineates in him the figure of things to come."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:18",
                            "text": "For, besides the books of divine history, in which his reign is narrated, the 72d Psalm also is inscribed in the title with his name, in which so many things are said which cannot at all apply to him, but which apply to the Lord Christ with such evident fitness as makes it quite apparent that in the one the figure is in some way shadowed forth, but in the other the truth itself is presented."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:19",
                            "text": "For it is known within what bounds the kingdom of Solomon was enclosed; and yet in that psalm, not to speak of other things, we read, \"He shall have dominion from sea even to sea, and from the river to the ends of the earth,\" which we see fulfilled in Christ."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:20",
                            "text": "Truly he took the beginning of His reigning from the river where John baptized; for, when pointed out by him, He began to be acknowledged by the disciples, who called Him not only Master, but also Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:21",
                            "text": "Nor was it for any other reason that, while his father David was still living, Solomon began to reign, which happened to none other of their kings, except that from this also it might be clearly apparent that it was not himself this prophecy spoken to his father signified beforehand, saying, \"And it shall come to pass when thy days be fulfilled, and thou shall sleep with thy fathers, that I will raise up thy seed which shall proceed out of thy bowels, and I will prepare His kingdom\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:22",
                            "text": "How, therefore, shall it be thought on account of what follows, \"He shall build me an house,\" that this Solomon is prophesied, and not rather be understood on account of what precedes, \"When thy days be fulfilled, and thou shalt sleep with thy fathers, I will raise up thy seed after thee,\" that another pacific One is promised, who is foretold as about to be raised up, not before David's death, as he was, but after it? For however long the interval of time might be before Jesus Christ came, beyond doubt it was after the death of king David, to whom He was so promised, that He behoved to come, who should build an house of God, not of wood and stone, but of men, such as we rejoice He does build."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XVII 8:23",
                            "text": "For to this house, that is, to believers, the apostle saith, \"The temple of God is holy, which temple ye are\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book XVII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:1",
                            "text": "Chapter 9—How Like the Prophecy About Christ in the 89th Psalm is to the Things Promised in Nathan's Prophecy in the Books of Samuel."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:2",
                            "text": "Wherefore also in the 89th Psalm, of which the title is, \"An instruction for himself by Ethan the Israelite,\" mention is made of the promises God made to king David, and some things are there added similar to those found in the Book of Samuel, such as this, \"I have sworn to David my servant that I will prepare his seed for ever\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:3",
                            "text": "And again, \"Then thou spakest in vision to thy sons, and saidst, I have laid help upon the mighty One, and have exalted the chosen One out of my people."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:4",
                            "text": "I have found David my servant, and with my holy oil I have anointed him."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:5",
                            "text": "For mine hand shall help him, and mine arm shall strengthen him."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:6",
                            "text": "The enemy shall not prevail against him, and the son of iniquity shall harm him no more."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:7",
                            "text": "And I will beat down his foes from before his face, and those that hate him will I put to flight."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:8",
                            "text": "And my truth and my mercy shall be with him, and in my name shall his horn be exalted."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:9",
                            "text": "I will set his hand also in the sea, and his right hand in the rivers."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:10",
                            "text": "He shall cry unto me, Thou art my Father, my God, and the undertaker of my salvation."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:11",
                            "text": "Also I will make him my first-born, high among the kings of the earth."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:12",
                            "text": "My mercy will I keep for him for evermore, and my covenant shall be faithful (sure) with him."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:13",
                            "text": "His seed also will I set for ever and ever, and his throne as the days of heaven\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:14",
                            "text": "Which words, when rightly understood, are all understood to be about the Lord Jesus Christ, under the name of David, on account of the form of a servant, which the same Mediator assumed from the virgin of the seed of David."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:15",
                            "text": "For immediately something is said about the sins of his children, such as is set down in the Book of Samuel, and is more readily taken as if of Solomon."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:16",
                            "text": "For there, that is, in the Book of Samuel, he says, \"And if he commit iniquity I will chasten him with the rod of men, and with the stripes of the sons of men; but my mercy will I not take away from him,\" meaning by stripes the strokes of correction."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:17",
                            "text": "Hence that saying, \"Touch ye not my christs\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:18",
                            "text": "For what else is that than, Do not harm them? But in the psalm, when speaking as if of David, He says something of the same kind there too."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:19",
                            "text": "\"If his children,\" saith He, \"forsake my law, and walk not in my judgments; if they profane my righteousnesses, and keep not my commandments; I will visit their iniquities with the rod, and their faults with stripes: but my mercy I will not make void from him\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:20",
                            "text": "He did not say \"from them,\" although He spoke of his children, not of himself; but he said \"from him,\" which means the same thing if rightly understood."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:21",
                            "text": "For of Christ Himself, who is the head of the Church, there could not be found any sins which required to be divinely restrained by human correction, mercy being still continued; but they are found in His body and members, which is His people."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:22",
                            "text": "Therefore in the Book of Samuel it is said, \"iniquity of Him,\" but in the psalm, \"of His children,\" that we may understand that what is said of His body is in some way said of Himself."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:23",
                            "text": "Wherefore also, when Saul persecuted His body, that is, His believing people, He Himself saith from heaven, \"Saul, Saul, why persecutest thou me?\" Then in the following words of the psalm He says, \"Neither will I hurt in my truth, nor profane my covenant, and the things that proceed from my lips I will not disallow."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:24",
                            "text": "Once have I sworn by my holiness, if I lie unto David,\"—that is, I will in no wise lie unto  David; for Scripture is wont to speak thus."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XVII 9:25",
                            "text": "But what that is in which He will not lie, He adds, saying, \"His seed shall endure for ever, and his throne as the sun before me, and as the moon perfected for ever, and a faithful witness in heaven\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book XVII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:1",
                            "text": "Chapter 10—How Different the Acts in the Kingdom of the Earthly Jerusalem are from Those Which God Had Promised, So that the Truth of the Promise Should Be Understood to Pertain to the Glory of the Other King and Kingdom."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:2",
                            "text": "That it might not be supposed that a promise so strongly expressed and confirmed was fulfilled in Solomon, as if he hoped for, yet did not find it, he says, \"But Thou hast cast off, and hast brought to nothing, O Lord\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:3",
                            "text": "This truly was done concerning the kingdom of Solomon among his posterity, even to the overthrow of the earthly Jerusalem itself, which was the seat of the kingdom, and especially the destruction of the very temple which had been built by Solomon."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:4",
                            "text": "But lest on this account God should be thought to have done contrary to His promise, immediately he adds, \"Thou hast delayed Thy Christ\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:5",
                            "text": "Therefore he is not Solomon, nor yet David himself, if the Christ of the Lord is delayed."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:6",
                            "text": "For while all the kings are called His christs, who were consecrated with that mystical chrism, not only from king David downwards, but even from that Saul who first was anointed king of that same people, David himself indeed calling him the Lord's christ, yet there was one true Christ, whose figure they bore by the prophetic unction, who, according to the opinion of men, who thought he was to be understood as come in David or in Solomon, was long delayed, but who, according as God had disposed, was to come in His own time."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:7",
                            "text": "The following part of this psalm goes on to say what in the meantime, while He was delayed, was to become of the kingdom of the earthly Jerusalem, where it was hoped He would certainly reign: \"Thou hast overthrown the covenant of Thy servant; Thou hast profaned in the earth his sanctuary."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:8",
                            "text": "Thou hast broken down all his walls; Thou hast put his strong-holds in fear."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:9",
                            "text": "All that pass by the way spoil him; he is made a reproach to his neighbors."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:10",
                            "text": "Thou hast set up the right hand of his enemies; Thou hast made all his enemies to rejoice."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:11",
                            "text": "Thou hast turned aside the help of his sword, and hast not helped him in war."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:12",
                            "text": "Thou hast destroyed him from cleansing; Thou hast dashed down his seat to the ground."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:13",
                            "text": "Thou hast shortened the days of his seat; Thou hast poured confusion over him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:14",
                            "text": "All these things came upon Jerusalem the bond woman, in which some also reigned who were children of the free woman, holding that kingdom in temporary stewardship, but holding the kingdom of the heavenly Jerusalem, whose children they were, in true faith, and hoping in the true Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XVII 10:15",
                            "text": "But how these things came upon that kingdom, the history of its affairs points out if it is read."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book XVII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:1",
                            "text": "Chapter 11—Of the Substance of the People of God, Which Through His Assumption of Flesh is in Christ, Who Alone Had Power to Deliver His Own Soul from Hell."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:2",
                            "text": "But after having prophesied these things, the prophet betakes him to praying to God; yet even the very prayer is prophecy: \"How long, Lord, dost Thou turn away in the end?\" \"Thy face\" is understood, as it is elsewhere said, \"How long dost Thou turn away Thy face from me?\" For therefore some copies have here not \"dost,\" but \"wilt Thou turn away;\" although it could be understood, \"Thou turnest away Thy mercy, which Thou didst promise to David\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:3",
                            "text": "But when he says, \"in the end,\" what does it mean, except even to the end? By which end is to be understood the last time, when even that nation is to believe in Christ Jesus, before which end what He has just sorrowfully bewailed must come to pass."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:4",
                            "text": "On account of which it is also added here, \"Thy wrath shall burn like fire."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:5",
                            "text": "Remember what is my substance\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:6",
                            "text": "This cannot be better understood than of Jesus Himself, the substance of His people, of whose nature His flesh is."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:7",
                            "text": "\"For not in vain,\" he says, \"hast Thou made all the sons of men\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:8",
                            "text": "For unless the one Son of man had been the substance of Israel, through which Son of man many sons of men should be set free, all the sons of men would have been made wholly in vain."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:9",
                            "text": "But now, indeed, all mankind through the fall of the first man has fallen from the truth into vanity; for which reason another psalm says, \"Man is like to vanity: his days pass away as a shadow;\" yet God has not made all the sons of men in vain, because He frees many from vanity through the Mediator Jesus, and those whom He did not foreknow as to be delivered, He made not wholly in vain in the most beautiful and most just ordination of the whole rational creation, for the use of those who were to be  delivered, and for the comparison of the two cities by mutual contrast."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XVII 11:10",
                            "text": "Thereafter it follows, \"Who is the man that shall live, and shall not see death? shall he snatch his soul from the hand of hell?\" Who is this but that substance of Israel out of the seed of David, Christ Jesus, of whom the apostle says, that \"rising from the dead He now dieth not, and death shall no more have dominion over Him?\" For He shall so live and not see death, that yet He shall have been dead; but shall have delivered His soul from the hand of hell, whither He had descended in order to loose some from the chains of hell; but He hath delivered it by that power of which He says in the Gospel, \"I have the power of laying down my life, and I have the power of taking it again\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book XVII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:1",
                            "text": "Chapter 12—To Whose Person the Entreaty for the Promises is to Be Understood to Belong, When He Says in the Psalm, \"Where are Thine Ancient Compassions, Lord?\" Etc."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:2",
                            "text": "But the rest of this psalm runs thus: \"Where are Thine ancient compassions, Lord, which Thou swarest unto David in Thy truth? Remember, Lord, the reproach of Thy servants, which I have borne in my bosom of many nations; wherewith Thine enemies have reproached, O Lord, wherewith they have reproached the change of Thy Christ\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:3",
                            "text": "Now it may with very good reason be asked whether this is spoken in the person of those Israelites who desired that the promise made to David might be fulfilled to them; or rather of the Christians, who are Israelites not after the flesh but after the Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:4",
                            "text": "This certainly was spoken or written in the time of Ethan, from whose name this psalm gets its title, and that was the same as the time of David's reign; and therefore it would not have been said, \"Where are Thine ancient compassions, Lord, which Thou hast sworn unto David in Thy truth?\" unless the prophet had assumed the person of those who should come long afterwards, to whom that time when these things were promised to David was ancient."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:5",
                            "text": "But it may be understood thus, that many nations, when they persecuted the Christians, reproached them with the passion of Christ, which Scripture calls His change, because by dying He is made immortal."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:6",
                            "text": "The change of Christ, according to this passage, may also be understood to be reproached by the Israelites, because, when they hoped He would be theirs, He was made the Saviour of the nations; and many nations who have believed in Him by the New Testament now reproach them who remain in the old with this: so that it is said, \"Remember, Lord, the reproach of Thy servants;\" because through the Lord's not forgetting, but rather pitying them, even they after this reproach are to believe."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:7",
                            "text": "But what I have put first seems to me the most suitable meaning."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:8",
                            "text": "For to the enemies of Christ who are reproached with this, that Christ hath left them, turning to the Gentiles, this speech is incongruously assigned, \"Remember, Lord, the reproach of Thy servants,\" for such Jews are not to be styled the servants of God; but these words fit those who, if they suffered great humiliations through persecution for the name of Christ, could call to mind that an exalted kingdom had been promised to the seed of David, and in desire of it, could say not despairingly, but as asking, seeking, knocking, \"Where are Thine ancient compassions, Lord, which Thou swarest unto David in Thy truth? Remember, Lord, the reproach of Thy servants, that I have borne in my bosom of many nations;\" that is, have patiently endured in my inward parts."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:9",
                            "text": "\"That Thine enemies have reproached, O Lord, wherewith they have reproached the change of Thy Christ,\" not thinking it a change, but a consumption."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:10",
                            "text": "But what does \"Remember, Lord,\" mean, but that Thou wouldst have compassion, and wouldst for my patiently borne humiliation reward me with the excellency which Thou swarest unto David in Thy truth? But if we assign these words to the Jews, those servants of God who, on the conquest of the earthly Jerusalem, before Jesus Christ was born after the manner of men, were led into captivity, could say such things, understanding the change of Christ, because indeed through Him was to be surely expected, not an earthly and carnal felicity, such as appeared during the few years of king Solomon, but a heavenly and spiritual felicity; and when the nations, then ignorant of this through unbelief, exulted over and insulted the people of God for being captives, what else was this than ignorantly to reproach with the change of Christ those who understand the change of Christ? And therefore what follows when this psalm is concluded, \"Let the blessing of the Lord be for evermore, amen, amen,\" is suitable enough for the whole people of God belonging to the heavenly Jerusalem, whether for those things that lay hid in the Old Testament before the New  was revealed, or for those that, being now revealed in the New Testament, are manifestly discerned to belong to Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:11",
                            "text": "For the blessing of the Lord in the seed of David does not belong to any particular time, such as appeared in the days of Solomon, but is for evermore to be hoped for, in which most certain hope it is said, \"Amen, amen;\" for this repetition of the word is the confirmation of that hope."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:12",
                            "text": "Therefore David understanding this, says in the second Book of Kings, in the passage from which we digressed to this psalm, \"Thou hast spoken also for Thy servant's house for a great while to come\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:13",
                            "text": "Therefore also a little after he says, \"Now begin, and bless the house of Thy servant for evermore,\" etc."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:14",
                            "text": ", because the son was then about to be born from whom his posterity should be continued to Christ, through whom his house should be eternal, and should also be the house of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:15",
                            "text": "For it is called the house of David on account of David's race; but the selfsame is called the house of God on account of the temple of God, made of men, not of stones, where shall dwell for evermore the people with and in their God, and God with and in His people, so that God may fill His people, and the people be filled with their God, while God shall be all in all, Himself their reward in peace who is their strength in war."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:16",
                            "text": "Therefore, when it is said in the words of Nathan, \"And the Lord will tell thee what an house thou shalt build for Him,\" it is afterwards said in the words of David, \"For Thou, Lord Almighty, God of Israel, hast opened the ear of Thy servant, saying, I will build thee an house\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:17",
                            "text": "For this house is built both by us through living well, and by God through helping us to live well; for \"except the Lord build the house, they labor in vain that build it\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XVII 12:18",
                            "text": "And when the final dedication of this house shall take place, then what God here says by Nathan shall be fulfilled, \"And I will appoint a place for my people Israel, and will plant him, and he shall dwell apart, and shall be troubled no more; and the son of iniquity shall not humble him any more, as from the beginning, from the days when I appointed judges over my people Israel\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book XVII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:1",
                            "text": "Chapter 13—Whether the Truth of This Promised Peace Can Be Ascribed to Those Times Passed Away Under Solomon."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:2",
                            "text": "Whoever hopes for this so great good in this world, and in this earth, his wisdom is but folly."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:3",
                            "text": "Can any one think it was fulfilled in the peace of Solomon's reign? Scripture certainly commends that peace with excellent praise as a shadow of that which is to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:4",
                            "text": "But this opinion is to be vigilantly opposed, since after it is said, \"And the son of iniquity shall not humble him any more,\" it is immediately added, \"as from the beginning, from the days in which I appointed judges over my people Israel\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:5",
                            "text": "For the judges were appointed over that people from the time when they received the land of promise, before kings had begun to be there."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:6",
                            "text": "And certainly the son of iniquity, that is, the foreign enemy, humbled him through periods of time in which we read that peace alternated with wars; and in that period longer times of peace are found than Solomon had, who reigned forty years."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:7",
                            "text": "For under that judge who is called Ehud there were eighty years of peace."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:8",
                            "text": "Be it far from us, therefore, that we should believe the times of Solomon are predicted in this promise, much less indeed those of any other king whatever."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:9",
                            "text": "For none other of them reigned in such great peace as he; nor did that nation ever at all hold that kingdom so as to have no anxiety lest it should be subdued by enemies: for in the very great mutability of human affairs such great security is never given to any people, that it should not dread invasions hostile to this life."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XVII 13:10",
                            "text": "Therefore the place of this promised peaceful and secure habitation is eternal, and of right belongs eternally to Jerusalem the free mother, where the genuine people of Israel shall be: for this name is interpreted \"Seeing God;\" in the desire of which reward a pious life is to be led through faith in this miserable pilgrimage."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book XVII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:1",
                            "text": "Chapter 14—Of David's Concern in the Writing of the Psalms."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:2",
                            "text": "In the progress of the city of God through the ages, therefore, David first reigned in the earthly Jerusalem as a shadow of that which was to come."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:3",
                            "text": "Now David was a man skilled in songs, who dearly loved musical harmony, not with a vulgar delight, but with a believing disposition, and by it served his God, who is the true God, by the mystical representation of a great thing."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:4",
                            "text": "For the rational and well-ordered concord of diverse sounds in harmonious variety suggests the compact unity of the well-ordered city."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:5",
                            "text": "Then almost all his prophecy is in psalms, of which a hundred and fifty are contained in what we call the Book of Psalms, of which some will have it those only were made by David which are in  scribed with his name."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:6",
                            "text": "But there are also some who think none of them were made by him except those which are marked \"Of David;\" but those which have in the title \"For David\" have been made by others who assumed his person."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:7",
                            "text": "Which opinion is refuted by the voice of the Saviour Himself in the Gospel, when He says that David himself by the Spirit said Christ was his Lord; for the 110th Psalm begins thus, \"The Lord said unto my Lord, Sit Thou at my right hand, until I make Thine enemies Thy footstool\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:8",
                            "text": "And truly that very psalm, like many more, has in the title, not \"of David,\" but \"for David\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:9",
                            "text": "But those seem to me to hold the more credible opinion, who ascribe to him the authorship of all these hundred and fifty psalms, and think that he prefixed to some of them the names even of other men, who prefigured something pertinent to the matter, but chose to have no man's name in the titles of the rest, just as God inspired him in the management of this variety, which, although dark, is not meaningless."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:10",
                            "text": "Neither ought it to move one not to believe this that the names of some prophets who lived long after the times of king David are read in the inscriptions of certain psalms in that book, and that the things said there seem to be spoken as it were by them."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XVII 14:11",
                            "text": "Nor was the prophetic Spirit unable to reveal to king David, when he prophesied, even these names of future prophets, so that he might prophetically sing something which should suit their persons; just as it was revealed to a certain prophet that king Josiah should arise and reign after more than three hundred years, who predicted his future deeds also along with his name."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book XVII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:1",
                            "text": "Chapter 15—Whether All the Things Prophesied in the Psalms Concerning Christ and His Church Should Be Taken Up in the Text of This Work."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:2",
                            "text": "And now I see it may be expected of me that I shall open up in this part of this book what David may have prophesied in the Psalms concerning the Lord Jesus Christ or His Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:3",
                            "text": "But although I have already done so in one instance, I am prevented from doing as that expectation seems to demand, rather by the abundance than the scarcity of matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:4",
                            "text": "For the necessity of shunning prolixity forbids my setting down all things; yet I fear lest if I select some I shall appear to many, who know these things, to have passed by the more necessary."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:5",
                            "text": "Besides, the proof that is adduced ought to be supported by the context of the whole psalm, so that at least there may be nothing against it if everything does not support it; lest we should seem, after the fashion of the centos, to gather for the thing we wish, as it were, verses out of a grand poem, what shall be found to have been written not about it, but about some other and widely different thing."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:6",
                            "text": "But ere this could be pointed out in each psalm, the whole of it must be expounded; and how great a work that would be, the volumes of others, as well as our own, in which we have done it, show well enough."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XVII 15:7",
                            "text": "Let him then who will, or can, read these volumes, and he will find out how many and great things David, at once king and prophet, has prophesied concerning Christ and His Church, to wit, concerning the King and the city which He has built."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book XVII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:1",
                            "text": "Chapter 16—Of the Things Pertaining to Christ and the Church, Said Either Openly or Tropically in the 45th Psalm."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:2",
                            "text": "For whatever direct and manifest prophetic utterances there may be about anything, it is necessary that those which are tropical should be mingled with them; which, chiefly on account of those of slower understanding, thrust upon the more learned the laborious task of clearing up and expounding them."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:3",
                            "text": "Some of them, indeed, on the very first blush, as soon as they are spoken, exhibit Christ and the Church, although some things in them that are less intelligible remain to be expounded at leisure."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:4",
                            "text": "We have an example of this in that same Book of Psalms: \"My heart bubbled up a good matter: I utter my words to the king."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:5",
                            "text": "My tongue is the pen of a scribe, writing swiftly."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:6",
                            "text": "Thy form is beautiful beyond the sons of men; grace is poured out in Thy lips: therefore God hath blessed Thee for evermore."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:7",
                            "text": "Gird Thy sword about Thy thigh, O Most Mighty."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:8",
                            "text": "With Thy goodliness and Thy beauty go forward, proceed prosperously, and reign, because of Thy truth, and meekness, and righteousness; and Thy right hand shall lead Thee forth wonderfully."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:9",
                            "text": "Thy sharp arrows are most powerful: in the heart of the king's enemies."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:10",
                            "text": "The people shall fall under Thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:11",
                            "text": "Thy throne, O God, is for ever and ever: a rod of direction is the rod of Thy kingdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:12",
                            "text": "Thou hast loved righteousness, and hast hated iniquity: therefore God, Thy God, hath anointed Thee with the oil of exultation above Thy fellows."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:13",
                            "text": "Myrrh and drops, and cassia from Thy vestments, from the houses of ivory: out of which the daughters of kings have delighted Thee in Thine honor\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:14",
                            "text": "Who is there, no matter how slow,  but must here recognize Christ whom we preach, and in whom we believe, if he hears that He is God, whose throne is for ever and ever, and that He is anointed by God, as God indeed anoints, not with a visible, but with a spiritual and intelligible chrism? For who is so untaught in this religion, or so deaf to its far and wide spread fame, as not to know that Christ is named from this chrism, that is, from this anointing? But when it is acknowledged that this King is Christ, let each one who is already subject to Him who reigns because of truth, meekness, and righteousness, inquire at his leisure into these other things that are here said tropically: how His form is beautiful beyond the sons of men, with a certain beauty that is the more to be loved and admired the less it is corporeal; and what His sword, arrows, and other things of that kind may be, which are set down, not properly, but tropically."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:15",
                            "text": "Then let him look upon His Church, joined to her so great Husband in spiritual marriage and divine love, of which it is said in these words which follow, \"The queen stood upon Thy right hand in gold-embroidered vestments, girded about with variety."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:16",
                            "text": "Hearken, O daughter, and look, and incline thine ear; forget also thy people, and thy father's house."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:17",
                            "text": "Because the King hath greatly desired thy beauty; for He is the Lord thy God."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:18",
                            "text": "And the daughters of Tyre shall worship Him with gifts; the rich among the people shall entreat Thy face."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:19",
                            "text": "The daughter of the King has all her glory within, in golden fringes, girded about with variety."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:20",
                            "text": "The virgins shall be brought after her to the King: her neighbors shall be brought to Thee."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:21",
                            "text": "They shall be brought with gladness and exultation: they shall be led into the temple of the King."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:22",
                            "text": "Instead of thy fathers, sons shall be born to thee: thou shalt establish them as princes over all the earth."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:23",
                            "text": "They shall be mindful of thy name in every generation and descent."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:24",
                            "text": "Therefore shall the people acknowledge thee for evermore, even for ever and ever\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:25",
                            "text": "I do not think any one is so stupid as to believe that some poor woman is here praised and described, as the spouse, to wit, of Him to whom it is said, \"Thy throne, O God, is for ever and ever: a rod of direction is the rod of Thy kingdom."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:26",
                            "text": "Thou hast loved righteousness and hated iniquity: therefore God, Thy God, hath anointed Thee with the oil of exultation above Thy fellows;\" that is, plainly, Christ above Christians."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:27",
                            "text": "For these are His fellows, out of the unity and concord of whom in all nations that queen is formed, as it is said of her in another psalm, \"The city of the great King\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:28",
                            "text": "The same is Sion spiritually, which name in Latin is interpreted speculatio (discovery); for she descries the great good of the world to come, because her attention is directed thither."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:29",
                            "text": "In the same way she is also Jerusalem spiritually, of which we have already said many things."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:30",
                            "text": "Her enemy is the city of the devil, Babylon, which is interpreted \"confusion\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:31",
                            "text": "Yet out of this Babylon this queen is in all nations set free by regeneration, and passes from the worst to the best King,—that is, from the devil to Christ."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:32",
                            "text": "Wherefore it is said to her, \"Forget thy people and thy father's house\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:33",
                            "text": "Of this impious city those also are a portion who are Israelites only in the flesh and not by faith, enemies also of this great King Himself, and of His queen."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:34",
                            "text": "For Christ, having come to them, and been slain by them, has the more become the King of others, whom He did not see in the flesh."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:35",
                            "text": "Whence our King Himself says through the prophecy of a certain psalm, \"Thou wilt deliver me from the contradictions of the people; Thou wilt make me head of the nations."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:36",
                            "text": "A people whom I have not known hath served me: in the hearing of the ear it hath obeyed me\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:37",
                            "text": "Therefore this people of the nations, which Christ did not know in His bodily presence, yet has believed in that Christ as announced to it; so that it might be said of it with good reason, \"In the hearing of the ear it hath obeyed me,\" for \"faith is by hearing\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:38",
                            "text": "This people, I say, added to those who are the true Israelites both by the flesh and by faith, is the city of God, which has brought forth Christ Himself according to the flesh, since He was in these Israelites only."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:39",
                            "text": "For thence came the Virgin Mary, in whom Christ assumed flesh that He might be man."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:40",
                            "text": "Of which city another psalm says, \"Mother Sion, shall a man say, and the man is made in her, and the Highest Himself hath founded her\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:41",
                            "text": "Who is this Highest, save God? And thus Christ, who is God, before He became man through Mary in that city, Himself founded it by the patriarchs and prophets."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:42",
                            "text": "As therefore was said by prophecy so long before to this queen, the city of God, what we already can see fulfilled, \"Instead of thy fathers, sons are born to thee; thou shall make them princes over all the earth;\" so out of her sons truly are set up even her fathers [princes] through all the earth, when the people, coming together to her, confess to her with the confession of eternal praise for ever and ever."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XVII 16:43",
                            "text": "Beyond doubt, whatever  interpretation is put on what is here expressed somewhat darkly in figurative language, ought to be in agreement with these most manifest things."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book XVII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:1",
                            "text": "Chapter 17—Of Those Things in the 110th Psalm Which Relate to the Priesthood of Christ, and in the 22d to His Passion."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:2",
                            "text": "Just as in that psalm also where Christ is most openly proclaimed as Priest, even as He is here as King, \"The Lord said unto my Lord, Sit Thou at my right hand, until I make Thine enemies Thy footstool\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:3",
                            "text": "That Christ sits on the right hand of God the Father is believed, not seen; that His enemies also are put under His feet doth not yet appear; it is being done, [therefore] it will appear at last: yea, this is now believed, afterward it shall be seen."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:4",
                            "text": "But what follows, \"The Lord will send forth the rod of Thy strength out of Sion, and rule Thou in the midst of Thine enemies,\" is so clear, that to deny it would imply not merely unbelief and mistake, but downright impudence."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:5",
                            "text": "And even enemies must certainly confess that out of Sion has been sent the law of Christ which we call the gospel, and acknowledge as the rod of His strength."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:6",
                            "text": "But that He rules in the midst of His enemies, these same enemies among whom He rules themselves bear witness, gnashing their teeth and consuming away, and having power to do nothing against Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:7",
                            "text": "Then what he says a little after, \"The Lord hath sworn and will not repent,\" by which words He intimates that what He adds is immutable, \"Thou art a priest for ever after the order of Melchizedek,\" who is permitted to doubt of whom these things are said, seeing that now there is nowhere a priesthood and sacrifice after the order of Aaron, and everywhere men offer under Christ as the Priest, which Melchizedek showed when he blessed Abraham? Therefore to these manifest things are to be referred, when rightly understood, those things in the same psalm that are set down a little more obscurely, and we have already made known in our popular sermons how these things are to be rightly understood."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:8",
                            "text": "So also in that where Christ utters through prophecy the humiliation of His passion, saying, \"They pierced my hands and feet; they counted all my bones."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:9",
                            "text": "Yea, they looked and stared at me\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:10",
                            "text": "By which words he certainly meant His body stretched out on the cross, with the hands and feet pierced and perforated by the striking through of the nails, and that He had in that way made Himself a spectacle to those who looked and stared."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:11",
                            "text": "And he adds, \"They parted my garments among them, and over my vesture they cast lots\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:12",
                            "text": "How this prophecy has been fulfilled the Gospel history narrates."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:13",
                            "text": "Then, indeed, the other things also which are said there less openly are rightly understood when they agree with those which shine with so great clearness; especially because those things also which we do not believe as past, but survey as present, are beheld by the whole world, being now exhibited just as they are read of in this very psalm as predicted so long before."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XVII 17:14",
                            "text": "For it is there said a little after, \"All the ends of the earth shall remember, and turn unto the Lord, and all the kindreds of the nations shall worship before Him; for the kingdom is the Lord's, and He shall rule the nations\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book XVII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:1",
                            "text": "Chapter 18—Of the 3d, 41st, 15th, and 68th Psalms, in Which the Death and Resurrection of the Lord are Prophesied."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:2",
                            "text": "About His resurrection also the oracles of the Psalms are by no means silent."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:3",
                            "text": "For what else is it that is sung in His person in the 3d Psalm, \"I laid me down and took a sleep, [and] I awaked, for the Lord shall sustain me?\" Is there perchance any one so stupid as to believe that the prophet chose to point it out to us as something great that He had slept and risen up, unless that sleep had been death, and that awaking the resurrection, which behoved to be thus prophesied concerning Christ? For in the 41st Psalm also it is shown much more clearly, where in the person of the Mediator, in the usual way, things are narrated as if past which were prophesied as yet to come, since these things which were yet to come were in the predestination and foreknowledge of God as if they were done, because they were certain."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:4",
                            "text": "He says, \"Mine enemies speak evil of me; When shall he die, and his name perish? And if he came in to see me, his heart spake vain things: he gathered iniquity to himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:5",
                            "text": "He went out of doors, and uttered it all at once."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:6",
                            "text": "Against me all mine enemies whisper together: against me do they devise evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:7",
                            "text": "They have planned an unjust thing against me."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:8",
                            "text": "Shall not he that sleeps also rise again?\" These words are certainly so set down here that he may be understood to say nothing else than if he said, Shall not He that died recover life again? The previous words clearly show that His enemies have mediated and planned His death, and that this was executed by him who came  in to see, and went out to betray."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:9",
                            "text": "But to whom does not Judas here occur, who, from being His disciple, became His betrayer? Therefore because they were about to do what they had plotted,—that is, were about to kill Him,—he, to show them that with useless malice they were about to kill Him who should rise again, so adds this verse, as if he said, What vain thing are you doing? What will be your crime will be my sleep."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:10",
                            "text": "\"Shall not He that sleeps also rise again?\" And yet he indicates in the following verses that they should not commit so great an impiety with impunity, saying, \"Yea, the man of my peace in whom I trusted, who ate my bread, hath enlarged the heel over me;\" that is, hath trampled me under foot."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:11",
                            "text": "\"But Thou,\" he saith, \"O Lord, be merciful unto me, and raise me up, that I may requite them\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:12",
                            "text": "Who can now deny this who sees the Jews, after the passion and resurrection of Christ, utterly rooted up from their abodes by warlike slaughter and destruction? For, being slain by them, He has risen again, and has requited them meanwhile by temporary discipline, save that for those who are not corrected He keeps it in store for the time when He shall judge the quick and the dead."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:13",
                            "text": "For the Lord Jesus Himself, in pointing out that very man to the apostles as His betrayer, quoted this very verse of this psalm, and said it was fulfilled in Himself: \"He that ate my bread enlarged the heel over me\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:14",
                            "text": "But what he says, \"In whom I trusted,\" does not suit the head but the body."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:15",
                            "text": "For the Saviour Himself was not ignorant of him concerning whom He had already said before, \"One of you is a devil\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:16",
                            "text": "But He is wont to assume the person of His members, and to ascribe to Himself what should be said of them, because the head and the body is one Christ; whence that saying in the Gospel, \"I was an hungered, and ye gave me to eat\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:17",
                            "text": "Expounding which, He says, \"Since ye did it to one of the least of mine, ye did it to me\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:18",
                            "text": "Therefore He said that He had trusted, because his disciples then had trusted concerning Judas; for he was numbered with the apostles."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:19",
                            "text": "But the Jews do not expect that the Christ whom they expect will die; therefore they do not think ours to be Him whom the law and the prophets announced, but feign to themselves I know not whom of their own, exempt from the suffering of death."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:20",
                            "text": "Therefore, with wonderful emptiness and blindness, they contend that the words we have set down signify, not death and resurrection, but sleep and awaking again."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:21",
                            "text": "But the 16th Psalm also cries to them, \"Therefore my heart is jocund, and my tongue hath exulted; moreover, my flesh also shall rest in hope: for Thou wilt not leave my soul in hell; neither wilt Thou give Thine Holy One to see corruption\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:22",
                            "text": "Who but He that rose again the third day could say his flesh had rested in this hope; that His soul, not being left in hell, but speedily returning to it, should revive it, that it should not be corrupted as corpses are wont to be, which they can in no wise say of David the prophet and king? The 68th Psalm also cries out, \"Our God is the God of Salvation: even of the Lord the exit was by death\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:23",
                            "text": "What could be more openly said? For the God of salvation is the Lord Jesus, which is interpreted Saviour, or Healing One."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:24",
                            "text": "For this reason this name was given, when it was said before He was born of the virgin: \"Thou shall bring forth a Son, and shalt call His name Jesus; for He shall save His people from their sins\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:25",
                            "text": "Because His blood was shed for the remission of their sins, it behoved Him to have no other exit from this life than death."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:26",
                            "text": "Therefore, when it had been said, \"Our God is the God of salvation,\" immediately it was added, \"Even of the Lord the exit was by death,\" in order to show that we were to be saved by His dying."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XVII 18:27",
                            "text": "But that saying is marvellous, \"Even of the Lord,\" as if it was said, Such is that life of mortals, that not even the Lord Himself could go out of it otherwise save through death."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book XVII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:1",
                            "text": "Chapter 19—Of the 69th Psalm, in Which the Obstinate Unbelief of the Jews is Declared."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:2",
                            "text": "But when the Jews will not in the least yield to the testimonies of this prophecy, which are so manifest, and are also brought by events to so clear and certain a completion, certainly that is fulfilled in them which is written in that psalm which here follows."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:3",
                            "text": "For when the things which pertain to His passion are prophetically spoken there also in the person of Christ, that is mentioned which is unfolded in the Gospel: \"They gave me gall for my meat; and in my thirst they gave me vinegar for drink\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:4",
                            "text": "And as it were after such a feast and dainties in this way given to Himself, presently He brings in [these words]: \"Let their table become a trap before them, and a retribution, and an offence: let their eyes be dimmed that they see not, and their back be always bowed down,\" etc."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:5",
                            "text": "Which things are  not spoken as wished for, but are predicted under the prophetic form of wishing."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:6",
                            "text": "What wonder, then, if those whose eyes are dimmed that they see not do not see these manifest things? What wonder if those do not look up at heavenly things whose back is always bowed down that they may grovel among earthly things? For these words transferred from the body signify mental faults."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:7",
                            "text": "Let these things which have been said about the Psalms, that is, about king David's prophecy, suffice, that we may keep within some bound."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XVII 19:8",
                            "text": "But let those readers excuse us who knew them all before; and let them not complain about those perhaps stronger proofs which they know or think I have passed by."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book XVII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:1",
                            "text": "Chapter 20—Of David's Reign and Merit; And of His Son Solomon, and that Prophecy Relating to Christ Which is Found Either in Those Books Which are Joined to Those Written by Him, or in Those Which are Indubitably His."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:2",
                            "text": "David therefore reigned in the earthly Jerusalem, a son of the heavenly Jerusalem, much praised by the divine testimony; for even his faults are overcome by great piety, through the most salutary humility of his repentance, that he is altogether one of those of whom he himself says, \"Blessed are they whose iniquities are forgiven, and whose sins are covered\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:3",
                            "text": "After him Solomon his son reigned over the same whole people, who, as was said before, began to reign while his father was still alive."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:4",
                            "text": "This man, after good beginnings, made a bad end."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:5",
                            "text": "For indeed \"prosperity, which wears out the minds of the wise,\" hurt him more than that wisdom profited him, which even yet is and shall hereafter be renowned, and was then praised far and wide."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:6",
                            "text": "He also is found to have prophesied in his books, of which three are received as of canonical authority, Proverbs, Ecclesiastes, and the Song of Songs."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:7",
                            "text": "But it has been customary to ascribe to Solomon other two, of which one is called Wisdom, the other Ecclesiasticus, on account of some resemblance of style,—but the more learned have no doubt that they are not his; yet of old the Church, especially the Western, received them into authority,—in the one of which, called the Wisdom of Solomon, the passion of Christ is most openly prophesied."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:8",
                            "text": "For indeed His impious murderers are quoted as saying, \"Let us lie in wait for the righteous, for he is unpleasant to us, and contrary to our works; and he upbraideth us with our transgressions of the law, and objecteth to our disgrace the transgressions of our education."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:9",
                            "text": "He professeth to have the knowledge of God, and he calleth himself the Son of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:10",
                            "text": "He was made to reprove our thoughts."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:11",
                            "text": "He is grievous for as even to behold; for his life is unlike other men's and his ways are different."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:12",
                            "text": "We are esteemed of him as counterfeits; and he abstaineth from our ways as from filthiness."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:13",
                            "text": "He extols the latter end of the righteous; and glorieth that he hath God for his Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:14",
                            "text": "Let us see, therefore, if his words be true; and let us try what shall happen to him, and we shall know what shall be the end of him."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:15",
                            "text": "For if the righteous be the Son of God, He will undertake for him, and deliver him out of the hand of those that are against him."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:16",
                            "text": "Let us put him to the question with contumely and torture, that we may know his reverence, and prove his patience."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:17",
                            "text": "Let us condemn him to the most shameful death; for by His own sayings He shall be respected."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:18",
                            "text": "These things did they imagine, and were mistaken; for their own malice hath quite blinded them\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:19",
                            "text": "But in Ecclesiasticus the future faith of the nations is predicted in this manner: \"Have mercy upon us, O God, Ruler of all, and send Thy fear upon all the nations: lift up Thine hand over the strange nations, and let them see Thy power."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:20",
                            "text": "As Thou wast sanctified in us before them, so be Thou sanctified in them before us, and let them acknowledge Thee, according as we also have acknowledged Thee; for there is not a God beside Thee, O Lord\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:21",
                            "text": "We see this prophecy in the form of a wish and prayer fulfilled through Jesus Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:22",
                            "text": "But the things which are not written in the canon of the Jews cannot be quoted against their contradictions with so great validity."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:23",
                            "text": "But as regards those three books which it is evident are Solomon's and held canonical by the Jews, to show what of this kind may be found in them pertaining to Christ and the Church demands a laborious discussion, which, if now entered on, would lengthen this work unduly."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:24",
                            "text": "Yet what we read in the Proverbs of impious men saying, \"Let us unrighteously hide in the earth the righteous man; yea, let us swallow him up alive as hell, and let us take away his memory from the earth: let us seize his precious possession,\" is not so obscure that it may not be understood, without laborious exposition, of Christ and His possession the Church."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:25",
                            "text": "Indeed, the gospel parable about the wicked husbandmen shows that our Lord Jesus Himself said something like it: \"This is the heir; come, let us kill him, and the inheritance shall be ours\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:26",
                            "text": "In like manner also that passage in this same book, on which we have already touched when we were speaking of the barren woman who hath born seven, must soon after it was uttered have come to be understood of only Christ and the Church by those who knew that Christ was the Wisdom of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:27",
                            "text": "\"Wisdom hath builded her an house, and hath set up seven pillars; she hath sacrificed her victims, she hath mingled her wine in the bowl; she hath also furnished her table."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:28",
                            "text": "She hath sent her servants summoning to the bowl with excellent proclamation, saying, Who is simple, let him turn aside to me."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:29",
                            "text": "And to the void of sense she hath said, Come, eat of my bread, and drink of the wine which I have mingled for you\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:30",
                            "text": "Here certainly we perceive that the Wisdom of God, that is, the Word co-eternal with the Father, hath builded Him an house, even a human body in the virgin womb, and hath subjoined the Church to it as members to a head, hath slain the martyrs as victims, hath furnished a table with wine and bread, where appears also the priesthood after the order of Melchizedek, and hath called the simple and the void of sense, because, as saith the apostle, \"He hath chosen the weak things of this world that He might confound the things which are mighty\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:31",
                            "text": "Yet to these weak ones she saith what follows, \"Forsake simplicity, that ye may live; and seek prudence, that ye may have life\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:32",
                            "text": "But to be made partakers of this table is itself to begin to have life."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:33",
                            "text": "For when he says in another book, which is called Ecclesiastes, \"There is no good for a man, except that he should eat and drink,\" what can he be more credibly understood to say, than what belongs to the participation of this table which the Mediator of the New Testament Himself, the Priest after the order of Melchizedek, furnishes with His own body and blood? For that sacrifice has succeeded all the sacrifices of the Old Testament, which were slain as a shadow of that which was to come; wherefore also we recognize the voice in the 40th Psalm as that of the same Mediator speaking through prophesy, \"Sacrifice and offering Thou didst not desire; but a body hast Thou perfected for me\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:34",
                            "text": "Because, instead of all these sacrifices and oblations, His body is offered, and is served up to the partakers of it."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:35",
                            "text": "For that this Ecclesiastes, in this sentence about eating and drinking, which he often repeats, and very much commends, does not savor the dainties of carnal pleasures, is made plain enough when he says, \"It is better to go into the house of mourning than to go into the house of feasting\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:36",
                            "text": "And a little after He says, \"The heart of the wise is in the house of mourning, and the heart of the simple in the house of feasting\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:37",
                            "text": "But I think that more worthy of quotation from this book which relates to both cities, the one of the devil, the other of Christ, and to their kings, the devil and Christ: \"Woe to thee, O land,\" he says, \"when thy king is a youth, and thy princes eat in the morning! Blessed art thou, O land, when thy king is the son of nobles, and thy princes eat in season, in fortitude, and not in confusion!\" He has called the devil a youth, because of the folly and pride, and rashness and unruliness, and other vices which are wont to abound at that age; but Christ is the Son of nobles, that is, of the holy patriarchs, of those belonging to the free city, of whom He was begotten in the flesh."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:38",
                            "text": "The princes of that and other cities are eaters in the morning, that is, before the suitable hour, because they do not expect the seasonable felicity, which is the true, in the world to come, desiring to be speedily made happy with the renown of this world; but the princes of the city of Christ patiently wait for the time of a blessedness that is not fallacious."
                        },
                        {
                            "verse": 39,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:39",
                            "text": "This is expressed by the words, \"in fortitude, and not in confusion,\" because hope does not deceive them; of which the apostle says, \"But hope maketh not ashamed\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:40",
                            "text": "A psalm also saith, \"For they that hope in Thee shall not be put to shame\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:41",
                            "text": "But now the Song of Songs is a certain spiritual pleasure of holy minds, in the marriage of that King and Queen-city, that is, Christ and the Church."
                        },
                        {
                            "verse": 42,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:42",
                            "text": "But this pleasure is wrapped up in allegorical veils, that the Bridegroom may be more ardently desired, and more joyfully unveiled, and may appear; to whom it is said in this same song, \"Equity hath delighted Thee; and the bride who there hears, \"Charity is in thy delights\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XVII 20:43",
                            "text": "We pass over many things in silence, in our desire to finish this work."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book XVII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:1",
                            "text": "Chapter 21—Of the Kings After Solomon, Both in Judah and Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:2",
                            "text": "The other kings of the Hebrews after Solomon are scarcely found to have prophesied, through certain enigmatic words or actions of theirs, what may pertain to Christ and the Church, either in Judah or Israel; for so were the parts of that people styled, when, on account of Solomon's offence, from the time of  Rehoboam his son, who succeeded him in the kingdom, it was divided by God as a punishment."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:3",
                            "text": "The ten tribes, indeed, which Jeroboam the servant of Solomon received, being appointed the king in Samaria, were distinctively called Israel, although this had been the name of that whole people; but the two tribes, namely, of Judah and Benjamin, which for David's sake, lest the kingdom should be wholly wrenched from his race, remained subject to the city of Jerusalem, were called Judah, because that was the tribe whence David sprang."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:4",
                            "text": "But Benjamin, the other tribe which, as was said, belonged to the same kingdom, was that whence Saul sprang before David."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:5",
                            "text": "But these two tribes together, as was said, were called Judah, and were distinguished by this name from Israel which was the distinctive title of the ten tribes under their own king."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:6",
                            "text": "For the tribe of Levi, because it was the priestly one, bound to the servitude of God, not of the kings, was reckoned the thirteenth."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:7",
                            "text": "For Joseph, one of the twelve sons of Israel, did not, like the others, form one tribe, but two, Ephraim and Manasseh."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:8",
                            "text": "Yet the tribe of Levi also belonged more to the kingdom of Jerusalem, where was the temple of God whom it served."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:9",
                            "text": "On the division of the people, therefore, Rehoboam, son of Solomon, reigned in Jerusalem as the first king of Judah, and Jeroboam, servant of Solomon, in Samaria as king of Israel."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:10",
                            "text": "And when Rehoboam wished as a tyrant to pursue that separated part with war, the people were prohibited from fighting with their brethren by God, who told them through a prophet that He had done this; whence it appeared that in this matter there had been no sin either of the king or people of Israel, but the accomplished will of God the avenger."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XVII 21:11",
                            "text": "When this was known, both parts settled down peaceably, for the division made was not religious but political."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book XVII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XVII 22:1",
                            "text": "Chapter 22—Of Jeroboam, Who Profaned the People Put Under Him by the Impiety of Idolatry, Amid Which, However, God Did Not Cease to Inspire the Prophets, and to Guard Many from the Crime of Idolatry."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XVII 22:2",
                            "text": "But Jeroboam king of Israel, with perverse mind, not believing in God, whom he had proved true in promising and giving him the kingdom, was afraid lest, by coming to the temple of God which was in Jerusalem, where, according to the divine law, that whole nation was to come in order to sacrifice, the people should be seduced from him, and return to David's line as the seed royal; and set up idolatry in his kingdom, and with horrible impiety beguiled the people, ensnaring them to the worship of idols with himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XVII 22:3",
                            "text": "Yet God did not altogether cease to reprove by the prophets, not only that king, but also his successors and imitators in his impiety, and the people too."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XVII 22:4",
                            "text": "For there the great and illustrious prophet Elijah and Elisha his disciple arose, who also did many wonderful works."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XVII 22:5",
                            "text": "Even there, when Elijah said, \"O Lord, they have slain Thy prophets, they have digged down Thine altars; and I am left alone, and they seek my life,\" it was answered that seven thousand men were there who had not bowed the knee to Baal."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book XVII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:1",
                            "text": "Chapter 23—Of the Varying Condition of Both the Hebrew Kingdoms, Until the People of Both Were at Different Times Led into Captivity, Judah Being Afterwards Recalled into His Kingdom, Which Finally Passed into the Power of the Romans."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:2",
                            "text": "So also in the kingdom of Judah pertaining to Jerusalem prophets were not lacking even in the times of succeeding kings, just as it pleased God to send them, either for the prediction of what was needful, or for correction of sin and instruction in righteousness; for there, too, although far less than in Israel, kings arose who grievously offended God by their impieties, and, along with their people, who were like them, were smitten with moderate scourges."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:3",
                            "text": "The no small merits of the pious kings there are praised indeed."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:4",
                            "text": "But we read that in Israel the kings were, some more, others less, yet all wicked."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:5",
                            "text": "Each part, therefore, as the divine providence either ordered or permitted, was both lifted up by prosperity and weighed down by adversity of various kinds; and it was afflicted not only by foreign, but also by civil wars with each other, in order that by certain existing causes the mercy or anger of God might be manifested; until, by His growing indignation, that whole nation was by the conquering Chaldeans not only overthrown in its abode, but also for the most part transported to the lands of the Assyrians,—first, that part of the thirteen tribes called Israel, but afterwards Judah also, when Jerusalem and that most noble temple was cast down,—in which lands it rested seventy years in captivity."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:6",
                            "text": "Being after that time sent forth thence, they rebuilt the overthrown temple."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:7",
                            "text": "And although very many stayed in the lands of the strangers, yet the kingdom no longer had two separate parts, with different kings over each, but in Jerusalem there was  one prince over them; and at certain times, from every direction wherever they were, and from whatever place they could, they all came to the temple of God which was there."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XVII 23:8",
                            "text": "Yet not even then were they without foreign enemies and conquerors; yea, Christ found them tributaries of the Romans."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book XVII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:1",
                            "text": "Chapter 24—Of the Prophets, Who Either Were the Last Among the Jews, or Whom the Gospel History Reports About the Time of Christ's Nativity."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:2",
                            "text": "But in that whole time after they returned from Babylon, after Malachi, Haggai, and Zechariah, who then prophesied, and Ezra, they had no prophets down to the time of the Saviour's advent except another Zechariah, the father of John, and Elisabeth his wife, when the nativity of Christ was already close at hand; and when He was already born, Simeon the aged, and Anna a widow, and now very old; and, last of all, John himself, who, being a young man, did not predict that Christ, now a young man, was to come, but by prophetic knowledge pointed Him out though unknown; for which reason the Lord Himself says, \"The law and the prophets were until John\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:3",
                            "text": "But the prophesying of these five is made known to us in the gospel, where the virgin mother of our Lord herself is also found to have prophesied before John."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:4",
                            "text": "But this prophecy of theirs the wicked Jews do not receive; but those innumerable persons received it who from them believed the gospel."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:5",
                            "text": "For then truly Israel was divided in two, by that division which was foretold by Samuel the prophet to king Saul as immutable."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:6",
                            "text": "But even the reprobate Jews hold Malachi, Haggai, Zechariah, and Ezra as the last received into canonical authority."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XVII 24:7",
                            "text": "For there are also writings of these, as of others, who being but a very few in the great multitude of prophets, have written those books which have obtained canonical authority, of whose predictions it seems good to me to put in this work some which pertain to Christ and His Church; and this, by the Lord's help, shall be done more conveniently in the following book, that we may not further burden this one, which is already too long."
                        }
                    ]
                }
            ]
        }
    ]
}