{
    "books": [
        {
            "name": "To Libanius II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "To Libanius II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "To Libanius II 1:1",
                            "text": "Letter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "To Libanius II 1:2",
                            "text": "—To Libanius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "To Libanius II 1:3",
                            "text": "It was a custom with the Romans to celebrate a feast in winter-time, after the custom of their fathers, when the length of the days begins to draw out, as the sun climbs to the upper regions of the sky."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "To Libanius II 1:4",
                            "text": "Now the beginning of the month is esteemed holy, and by this day auguring the character of the whole year, they devote themselves to forecasting lucky accidents, gladness, and wealth."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "To Libanius II 1:5",
                            "text": "What is my object in beginning my letter in this way? Why, I do so because I too kept this feast, having got my present of gold as well as any of them; for then there came into my hands as well as theirs gold, not like that vulgar gold, which potentates treasure and which those that have it give,—that heavy, vile, and soulless possession,—but that which is loftier than all wealth, as Pindar says, in the eyes of those that have sense, being the fairest presentation, I mean your letter, and the vast wealth which it contained."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "To Libanius II 1:6",
                            "text": "For thus it happened; that on that day, as I was going to the metropolis of the Cappadocians, I met an acquaintance, who handed me this present, your letter, as a new year's gift."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "To Libanius II 1:7",
                            "text": "And I, being overjoyed at the occurrence, threw open my treasure to all who were present; and all shared in it, each getting the whole of it, without any rivalry, and I was none the worse off."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "To Libanius II 1:8",
                            "text": "For the letter by passing through the hands of all, like a ticket for a feast, is the private wealth of each, some by steady continuous reading engraving the words upon their memory, and others taking an impression of them upon tablets; and it was again in my hands, giving me more pleasure than the hard metal does to the eyes of the rich."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "To Libanius II 1:9",
                            "text": "Since, then, even to husbandmen—to use a homely comparison—approbation of the labours which they have already accomplished is a strong stimulus to those which follow, bear with us if we treat what you have yourself given as so much seed, and if we write that we may provoke you to write back."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "To Libanius II 1:10",
                            "text": "But I beg of you a public and general boon for our life; that you will no longer entertain the purpose which you expressed to us in a dark hint at the end of your letter."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "To Libanius II 1:11",
                            "text": "For I do not think that it is at all a fair decision to come to, that,—because there are some who disgrace themselves by deserting from the Greek language to the barbarian, becoming mercenary soldiers and choosing a soldier's rations instead of the renown of eloquence,—you should therefore condemn oratory altogether, and sentence human life to be as voiceless as that of beasts."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "To Libanius II 1:12",
                            "text": "For who is he who will open his lips, if you carry into effect this severe sentence against oratory? But perhaps it will be well to remind you of a passage in our Scriptures."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "To Libanius II 1:13",
                            "text": "For our Word bids those that can to do good, not looking at the tempers of those who receive the benefit, so as to be eager to benefit only those who are sensible of kindness, while we close our beneficence to the unthankful, but rather to imitate the Disposer of all, Who distributes the good things of His creation alike to all, to the good and to the evil."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "To Libanius II 1:14",
                            "text": "Having regard to this, admirable Sir, show yourself in your way of life such an one as the time past has displayed you."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "To Libanius II 1:15",
                            "text": "For those who do not see the sun do not thereby hinder the sun's existence."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "To Libanius II 1:16",
                            "text": "Even so neither is it right that the beams of your eloquence should be dimmed, because of those who are purblind as to the perceptions of the soul."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "To Libanius II 1:17",
                            "text": "But as for Cynegius, I pray that he may be as far as possible from the common malady, which now has seized upon young men; and that he will devote himself of his own accord to the study of rhetoric."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "To Libanius II 1:18",
                            "text": "But if he is otherwise disposed, it is only right, even if he be unwilling, he should be forced to it; so as to avoid the unhappy and discreditable plight in which they now are, who have previously abandoned the pursuit of oratory."
                        }
                    ]
                }
            ]
        }
    ]
}