{
    "books": [
        {
            "name": "Peter of Alexandria: Genuine Acts of Peter",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Peter of Alexandria: Genuine Acts of Peter 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:1",
                            "text": "The Genuine Acts of Peter."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:2",
                            "text": "Were all the limbs of my body to be turned into tongues, and all the joints of my limbs to utter articulate sounds, it would noways be sufficient to express who, how great and how good, was our most blessed Father Peter, Archbishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:3",
                            "text": "Especially incongruous do I consider it to commit to paper what perils he underwent by tyrants, what conflicts he endured with Gentiles and heretics, lest I should seem to make these the subjects of my panegyric rather than that passion to which he manfully submitted to make safe the people of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:4",
                            "text": "Nevertheless, because the office of the narrator must fail in narrating his inmost conversation and wonderful deeds, and language is noways sufficient for the task, I have considered it convenient to describe only those exploits of his by which he is known to have attained to the pontificate, and after Arius had been cut off from the unity of the Church, to have been crowned with the martyr's laurel."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:5",
                            "text": "Yet this do I consider to be a glorious end, and a spectacle of a magnificent contest, sufficient for those who do not doubt of a truthful narration, which is unstained by falsehood."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:6",
                            "text": "In commencing, therefore, our account of the episcopate of this most holy man, let us call to our aid his own language, in order that we may make it co-operate with our own style."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:7",
                            "text": "Alexandria is a city of exceeding magnitude, which holds the first place not only among the Egyptians, but the Thebans also and the Libyans, who are at no great distance from Egypt."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:8",
                            "text": "A cycle of two hundred and eighty-five years from the incarnation of our Lord and Saviour Jesus Christ had rolled round, when the venerable Theonas, the bishop of this city, by an ethereal flight, mounted upwards to the celestial kingdoms."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:9",
                            "text": "To him Peter, succeeding at the helm of the Church, was by all the clergy and the whole Christian community appointed bishop, the sixteenth in order from Mark the Evangelist, who was also archbishop of the city."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:10",
                            "text": "He in truth, like Phosphor rising among the stars, shining forth with the radiance of his sacred virtues, most magnificently governed the citadel of the faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:11",
                            "text": "Inferior to none who had gone before him in his knowledge of Holy Scripture, he nobly applied himself to the advantage and instruction of the Church; being of singular prudence, and in all things perfect, a true priest and victim of God, he watchfully laboured night and day in every sacerdotal care."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:12",
                            "text": "But because virtue is the mark of the zealot, \"it is the tops of the mountains that are struck by lightning,\" he hence endured multifarious conflicts with rivals."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:13",
                            "text": "Why need I say more? He lived in persecution almost the whole of his life."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:14",
                            "text": "Meanwhile he ordained fifty-five bishops."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:15",
                            "text": "Meletius lastly—in mind and name most black—was made the schismatical bishop of the city of Lycopolis, doing many things against the rule of the canons, and surpassing even the bloody soldiery in cruelty who, at the time of the Lord's Passion, feared to rend His coat; he was so hurried on by giving the rein to his madness, that, rending asunder the Catholic Church not only in the cities of Egypt, but even in its villages, he ordained bishops of his own party, nor cared he aught for Peter, nor for Christ, who was in the person of Peter."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:16",
                            "text": "To him Arius, who was yet a laic, and not marked with the clerical tonsure, adhered, and was to him and his family most dear; and not without reason: every animal, as says the Scripture, loves its like."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:17",
                            "text": "But upon this coming to his knowledge, the man of God being affected with grief, said that this persecution was worse than the former."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:18",
                            "text": "And although he was in hiding, yet, so far as his strength permitted, directing everywhere his exhortations, and preaching up the unity of the Church, he strengthened men to withstand the ignorance and nefarious temerity of Meletius."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:19",
                            "text": "Whence it came to pass that not a few, being influenced by his salutary admonitions, departed from the Meletian impiety."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:20",
                            "text": "Nearly about the same time Arius, armed with a viper's craft, as if deserting the party of Meletius, fled for refuge to Peter, who at the request of the bishops raised him to the honours of the diaconate, being ignorant of his exceeding hypocrisy."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:21",
                            "text": "For he was even as a snake suffused with deadly poison."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:22",
                            "text": "Yet neither can the imposition of hands upon this false one be imputed as a crime to this holy man, as the simulated magic arts of Simon is not ascribed to Philip."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:23",
                            "text": "Meanwhile, the detestable wickedness of the Meletians increased beyond measure; and the blessed Peter, fearing lest the plague of heresy should spread over the whole flock committed to his care, and knowing that there is no fellowship with light and darkness, and no concord betwixt Christ and Belial, by letter separated the Meletians from the communion of the Church."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:24",
                            "text": "And because an evil disposition cannot long be concealed, upon that instant the wicked Arius, when he saw his aiders and abettors cast down from the dignity of the Church, gave way to sadness and lamentation."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:25",
                            "text": "This did not escape the notice of this holy man."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:26",
                            "text": "For when his hypocrisy was laid bare, immediately using the evangelical sword, \"If thy right eye offend thee, pluck it out and cast it from thee,\" and cutting off Arius from the body of the Church as a putrid limb, he expelled and banished him from the communion of the faithful."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:27",
                            "text": "This done, the storm of persecution suddenly abating, peace, although for a short time, smiled."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:28",
                            "text": "Then this most choice priest of the Lord shone manifestly before the people, and the faithful began to run in crowds to keep the memory of the martyrs, and to assemble in congregations to the praise of Christ."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:29",
                            "text": "Whom this priest of the divine law quickened with his holy eloquence, and so roused and strengthened that the multitude of believers increased continually in the Church."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:30",
                            "text": "But the old enemy of salvation of man did not long remain quiet and look on these things with favouring eyes."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:31",
                            "text": "For on a sudden the storm-cloud of paganism gave forth its hostile thunder, and like a winter shower struck against the serenity of the Church, and chased it away in flight."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:32",
                            "text": "But that this may be understood more clearly, we must necessarily turn back to the atrocities of Diocletian, that impious one, and rebel against God, and also to Maximian Galerius, who at that time, with his son Maximin, harassed the regions of the East with his tyrannical sway."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:33",
                            "text": "For in the time of this man the fire of Christian persecution so raged, that not only in one region of the universe, but even throughout the whole world, both by land and by sea, the storm of impiety gave forth its thunder."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:34",
                            "text": "The imperial edicts and most cruel decrees running hither and thither, the worshippers of Christ were put to death now openly, and now by clandestine snares; no day, no night, passed off free from the effusion of Christian blood."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:35",
                            "text": "Nor was the type of slaughter of one kind alone; some were slain with diverse and most bitter tortures; some again, that they might want the humanity of kinsmen, and burial in their own country, were transported to other climes, and by certain new machinations of punishment, and as yet to the age unknown, were driven to the goal of martyrdom."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:36",
                            "text": "Oh, the horrible wickedness! So great was their impiety that they even upturned from their foundations the sanctuaries of divine worship, and burned the sacred books in the fire."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:37",
                            "text": "Diocletian of execrable memory having died, Constantinus Major was elected to administer the kingdom, and in the western parts began to hold the reins of government."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:38",
                            "text": "In these days information was brought to Maximin about the aforesaid archbishop, that he was a leader and holding chief place among the Christians; and he, inflamed with his accustomed iniquity, on the instant ordered Peter to be apprehended and cast into prison."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:39",
                            "text": "For which purpose he despatched to Alexandria five tribunes, accompanied with their bands of soldiers, who, coming thither as they had been commanded, suddenly seized the priest of Christ and committed him to the custody of a prison."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:40",
                            "text": "Wonderful was the devotion of the faithful! When it was known that this holy man was shut up in the dungeon of the prison, an incredibly large number ran together, principally a band of monks and of virgins, and with no material arms, but with rivers of tears and the affection of pious minds."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:41",
                            "text": "surrounded the prison's circuit."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:42",
                            "text": "And as good sons towards a good father, nay, rather as the Christian members of a most Christian head, adhered to him with all their bowels of compassion, and were to him as walls, observing that no pagan might get an opportunity of access to him."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:43",
                            "text": "One indeed was the vow of all, one their voice, and one their compassion and resolve to die rather than see any evil happen to this holy man."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:44",
                            "text": "Now while the man of God was being kept for a few days in the same stocks, with his body thrust back, the tribunes made a suggestion to the king concerning him, but he, after his ferocious manner, gave his sentence for capitally punishing the most blessed patriarch."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:45",
                            "text": "And when this got to the ears of the Christians, they all with one mind began to guard the approaches to the prison with groaning and lamentation, and persistently prevented any Gentile from obtaining access to him."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:46",
                            "text": "And when the tribunes could by no means approach him to put him to death, they held a council, and determined that the soldiers should with drawn swords break in upon the crowd of people, and so draw him forth to behead him; and if any one opposed, he should be put to death."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:47",
                            "text": "Arius, in the meanwhile, having as yet been endowed only with the dignity of a Levite, and fearing lest, after the death of so great a father, he should noways be able to get reconciled to the Church, came to those who held the chief place amongst the clergy, and, hypocrite that he was, by his sorrowful entreaties and plausible discourse, endeavoured to persuade the holy archbishop to extend to him his compassion, and to release him from the ban of excommunication."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:48",
                            "text": "But what is more deceptive than a feigned heart? What more simple than a holy composure? There was no delay; those who had been requested went in to the priest of Christ, and, after the customary oration, prostrating themselves on the ground, and with groans and tears kissing his sacred hands, implored him, saying: \"Thee, indeed, most blessed father, for the excellence of thy faith, the Lord hath called to receive the martyr's crown, which we noways doubt does quickly await thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:49",
                            "text": "Therefore do we think it right that, with thy accustomed piety, thou shouldest."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:50",
                            "text": "pardon Arius, and extend thy indulgence to his lamentations\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:51",
                            "text": "Upon hearing this the man of God, moved with indignation, put them aside, and, raising his hands to heaven, exclaimed: \"Do ye dare to supplicate me on behalf of Arius? Arius, both here and in the future world, will always remain banished and separate from the glory of the Son of God, Jesus Christ our Lord\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:52",
                            "text": "He thus protesting, all who were present, being struck with terror, like men dumb, kept silence."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:53",
                            "text": "Moreover they suspected that he, not without some divine notification, gave forth such a sentence against Arius."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:54",
                            "text": "But when the merciful father beheld them silent and sad from compunction of heart, he would not persist in austerity, or leave them, as if in contempt, without satisfaction; but taking Achillas and Alexander, who amongst the priests appeared to be the elders and the most holy, having one of them at his right hand, and the other on his left, he separated them a little from the rest, and at the end of his discourse said to them: \"Do not, my brethren, take me for a man inhuman and stern; for indeed I too am living under the law of sin; but believe my words."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:55",
                            "text": "The hidden treachery of Arias surpasses all iniquity and impiety, and not asserting this of mine own self, have I sanctioned his excommunication."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:56",
                            "text": "For in this night, whilst I was solemnly pouring forth my prayers to God, there stood by me a boy of about twelve years, the brightness of whose face I could not endure, for this whole cell in which we stand was radiant with a great light."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:57",
                            "text": "He was clothed with a linen tunic divided into two parts, from the neck to the feet, and holding in his two hands the rents of the tunic, he applied them to his breast to cover his nudity."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:58",
                            "text": "At this vision I was stupefied with astonishment."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:59",
                            "text": "And when boldness of speech was given to me, I exclaimed: Lord, who hath rent thy tunic? Then said he, Arius hath rent it, and by all means beware of receiving him into communion; behold, to-morrow they will come to entreat you for him."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:60",
                            "text": "See, therefore, that thou be not persuaded to acquiesce: nay, rather lay thy commands upon Achillas and Alexander the priests, who after thy translation will rule my Church, not by any means to receive him."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:61",
                            "text": "Thou shalt very quickly fulfil the lot of the martyr."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:62",
                            "text": "Now there was no other cause of this vision."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:63",
                            "text": "So now I have satisfied you, and I have declared unto you what I was ordered."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:64",
                            "text": "But what you will do in consequence of this, must be your own care\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:65",
                            "text": "Thus much concerning Arius."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:66",
                            "text": "He continued: \"Ye know too, beloved, and ye know well, what has been the manner of my conversation amongst you, and what conflicts I have endured from the idolatrous Gentiles, who, being ignorant of the Lord and Saviour, do not cease in their madness to spread abroad the fame of a multitude of gods who are no gods."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:67",
                            "text": "Ye know likewise how, in avoiding the rage of my persecutors, I wandered an exile from place to place."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:68",
                            "text": "For long time I lay in hiding in Mesopotamia, and also in Syria amongst the Phoenicians; in either Palestine also I had for a long time to wander: and from thence, if I may so say, in another clement, that is, in the islands, I tarried no short time."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:69",
                            "text": "Yet in the midst of all these calamities I did not cease day and night writing to the Lord's flock committed to my poor care, and confirming them in the unity of Christ."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:70",
                            "text": "For an anxious solicitude for them constantly kept urging my heart, and suffered me not to rest; then only did I think it to be more tolerable to me when I committed them to the Power above."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:71",
                            "text": "\"Likewise also, on account of those fortunate prelates, Phileus, I mean, Hesychius and Theodorus, who of divine grace have received a worthy vocation, what great tribulation agitated my mind."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:72",
                            "text": "For these, as ye know, for the faith of Christ were with the rest of the confessors wasted with diverse torments."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:73",
                            "text": "And because in such a conflict they were not only of the clergy but of the laity also the standard-bearers and preceptors, I on this account greatly feared lest they should be found wanting under their long affliction, and lest their defection, which is terrible to speak of, should be to many an occasion of stumbling and of denying the faith, for there were more than six hundred and sixty confined along with them within the precincts of a dungeon."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:74",
                            "text": "Hence, although oppressed with great labour and toil, I ceased not to write to them with reference to all those predicted passages, exhorting them to earn the martyr's palm with the power of divine inspiration."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:75",
                            "text": "But when I heard of their magnificent perseverance, and the glorious end of the passion of them all, falling on the ground I adored the majesty of Christ, who had thought fit to count them amongst the throng of the martyrs."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:76",
                            "text": "\"Why should I speak to you about Meletius of Lycopolis? What persecutions, what treachery, he directed against me, I doubt not but that ye well know."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:77",
                            "text": "Oh, the horrible wickedness! he feared not to rend asunder the holy Church, which the Son of God redeemed with His precious blood, and to deliver which from the tyranny of the devil He hesitated not to lay down His life."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:78",
                            "text": "This Church, as I have begin to say, the wicked Meletius rending asunder, ceased not to imprison in dungeons, and to afflict holy bishops even, who have a little before us by martyrdom penetrated to the heavens."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:79",
                            "text": "Beware therefore of his insidious devices."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:80",
                            "text": "For I, as ye see, go bound by divine charity, preferring above all things the will of God."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:81",
                            "text": "I know, indeed, that under their breath the tribunes whisper of my death with eager haste; but I will not from this circumstance open any communication with them, nor will I count my life more precious than myself."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:82",
                            "text": "Nay, rather, I am prepared to finish the course which my Lord Jesus Christ hath deigned to promise to me, and faithfully render up to Him the ministry which from Him I have received."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:83",
                            "text": "Pray for me, my brothers; you will not see me longer living in this life with you."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:84",
                            "text": "Wherefore I testify before God and your brotherhood, that before all of you have I preserved a clean conscience."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:85",
                            "text": "For I have not shunned to declare unto you the injunctions of the Lord, and I have refused not to make known to you the things which will hereafter be necessary."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:86",
                            "text": "\"Wherefore take heed unto yourselves, and the whole flock over which the Holy Ghost has appointed you as overseers in succession—thee Achillas in the first place, and next to thee Alexander."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:87",
                            "text": "Behold with living voice I protest to you, that after my death men will arise in the Church speaking perverse things, and will again divide it, like Meletius, drawing away the people after their readiness."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:88",
                            "text": "So I have told you before."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:89",
                            "text": "But I pray you, mine own bowels, be watchful; for ye must undergo many tribulations."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:90",
                            "text": "For we are no better than our fathers."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:91",
                            "text": "Are ye ignorant what things my father endured from the Gentiles, he who brought me up, the most holy bishop Theonas, whose pontifical chair I have under taken to fill? Would that I had his manners also! Why too should I speak of the great Dionysius his predecessor, who wandering from place to place sustained many calamities from the frantic Sabellius? Nor will I omit to mention you, ye most holy fathers and high priests of the divine law, Heraclius and Demetrius, for whom Origen, that framer of a perverse dogma, laid many temptations, who cast upon the Church a detestable schism, which to this day is throwing it into confusion."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:92",
                            "text": "But the grace of God which then protected them, will, I believe, protect you also."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:93",
                            "text": "But why do I delay you longer, my very dear brethren, with the outpouring of my prolix discourse."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:94",
                            "text": "It remains, that with the last words of the Apostle who thus prayed I address you: 'And now I commend you to God and the word of His grace, which is powerful to direct both you and His flock."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:95",
                            "text": "'\" When he had finished, falling on his knees, he prayed with them."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:96",
                            "text": "And his speech ended, Achillas and Alexander kissing his hands and feet and bursting into tears sobbed bitterly, specially grieving at those words of his which they heard when he said that they should henceforth see him in this life no more."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:97",
                            "text": "Then this most gentle teacher going to the rest of the clergy, who, as I have said, had come in to him to speak in behalf of Arius, spake to them his last consoling words, and such as were necessary; then pouring forth his prayers to God, and bidding them adieu, he dismissed them all in peace."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:98",
                            "text": "These things having thus ended, it was everywhere published far and wide that Arius had not been cut off from the Catholic unity without a divine interposition."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:99",
                            "text": "But that contriver of deceit, and disseminator of all wickedness, ceased not to keep hidden his viper's poison in the labyrinth of his bosom, hoping that he should be reconciled by Achillas and Alexander."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:100",
                            "text": "This is that Arius the heresiarch, the divider of the consubstantial and indivisible Trinity."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:101",
                            "text": "This is he who with rash and wicked mouth, was not afraid to blaspheme the Lord and Saviour, beyond all other heretics; the Lord, I say, and Saviour, who out of pity for our human wanderings, and being sorely grieved that the world should perish in deadly destruction and condemnation, deigned for us all to suffer in the flesh."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:102",
                            "text": "For it is not to be believed that the Godhead which is impassible was subject to the passion."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:103",
                            "text": "But because the theologians and fathers have taken care in better style to remove from Catholic ears the blasphemies of this nature, and another task is ours, let us return to our subject."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:104",
                            "text": "This most sagacious pontiff then, perceiving the cruel device of the tribunes, who, in order to bring about his death, were willing to put to the sword the whole Christian multitude that was present, was unwilling that they should together with him taste the bitterness of death, but as a faithful servant imitating his Lord and Saviour, whose acts were even as his words, \"The good Shepherd giveth His life for the sheep,\" prompted by his piety, called to him an elder of those who there waited on his words, and said to him: \"Go to the tribunes who seek to kill me, and say to them, Cease ye from all your anxiety, lo! I am ready and willing of mine own accord to give myself to them\"."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:105",
                            "text": "Bid them come this night to the rereward of the house of this prison, and in the spot in which they shall hear a signal given on the wall from within, there let them make an excavation, and take me and do with me as they have been commanded."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:106",
                            "text": "The elder, obeying the commands of this most holy man,—for so great a father could not be contradicted,—departed to the tribunes, and made the intimation to them as he had been commanded."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:107",
                            "text": "They, when they had received it, were exceedingly rejoiced, and taking with them some stonemasons, came about the dawn of the day without their soldiers to the place which had been pointed out to them."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:108",
                            "text": "The man of God had passed the whole night as a vigil, without sleep, in prayer and watchfulness."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:109",
                            "text": "But when he heard their approach, whilst all who were with him were rapt in slumber, with a slow and gentle step he descended to the interior part of the prison, and according to the agreement made, made a sound on the wall; and those outside hearing this, forcing an aperture, received this athlete of Christ armed on all sides with no brazen breastplate, but with the virtue of the cross of the Lord, and fully prepared to carry out the Lord's words who said, \"Fear not them which kill the body, but are not able to kill the soul: but rather fear Him which is able to destroy both soul and body in hell\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:110",
                            "text": "Wonderful was the occurrence! Such a heavy whirlwind of wind and rain prevailed during that night, that no one of those who kept the door of the prison could hear the sound of the excavation."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:111",
                            "text": "This martyr most constant too, kept urging on his murderers, saying, Do what ye are about to do, before those are aware who are guarding me."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:112",
                            "text": "But they took him up and brought him to the place called Bucolia, where the holy St."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:113",
                            "text": "Mark underwent martyrdom for Christ."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:114",
                            "text": "Astonishing is the virtue of the saints! As they carried him along, and beheld his great constancy and strength of mind when in peril of death, on a sudden a fear and trembling came upon them to such a degree, that none of them could look stedfastly into his face."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:115",
                            "text": "Moreover, the blessed martyr entreated them to allow him to go to the tomb of St."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:116",
                            "text": "Mark, for he desired to commend himself to his patronage."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:117",
                            "text": "But they from confusion, looking down on the ground, said, \"Do as you wish, but make haste\"."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:118",
                            "text": "Therefore approaching the burial-place of the evangelist, he embraced it, and speaking to him as if he were yet alive in the flesh, and able to hear him, he prayed after this manner: \"O father most honourable, thou evangelist of the only-begotten Saviour, thou witness of His passion, thee did Christ choose, who is the Deliverer of us all, to be the first pontiff and pillar of this See; to thee did He commit the task of proclaiming the faith throughout the whole of Egypt and its boundaries."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:119",
                            "text": "Thou, I say, hast watchfully fulfilled that ministry of our human salvation which was intrusted to thee; as the reward of this labour thou hast doubtless obtained the martyr's palm."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:120",
                            "text": "Hence, not without justice, art thou counted worthy to be saluted evangelist and bishop."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:121",
                            "text": "Thy successor was Anianus, and the rest in descending series down to the most blessed Theonas, who disciplined my infancy, and deigned to educate my heart."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:122",
                            "text": "To whom I, a sinner and unworthy, have been beyond my deservings appointed as successor by an hereditary descent."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:123",
                            "text": "And, what is best of all, lo! the largeness of the divine bounty has granted me to become a martyr of His precious cross and joyful resurrection, giving to my devotion the sweet and pleasant odour of His passion, that I should be made meet to pour out unto Him the offering of my blood."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:124",
                            "text": "And because the time of making this offering is now instant, pray for me that, the divine power assisting me, I may be meet to reach the goal of this agony with a stout heart and ready faith."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:125",
                            "text": "I commend also to thy glorious patronage the flock of Christ's worshippers which was committed to my pastoral care; to thee, I say, I with prayers commend it, who are approved as the author and guardian of all preceding and subsequent occupiers of this pontifical chair, and who, holding its first honours, art the successor not of man, but of the God-man, Christ Jesus\"."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:126",
                            "text": "Saying these words, he went back to a little distance from the sacred tomb, and, raising his hands to heaven, prayed with a loud voice, saying: \"O thou Only-begotten, Jesus Christ, Word of the Eternal Father, hear me invoking Thy clemency."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:127",
                            "text": "Speak peace, I beseech Thee, to the tempest that shakes Thy Church, and with the effusion of my blood, who am Thy servant, make an end to the persecution of Thy people\"."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:128",
                            "text": "Then a certain virgin dedicated to God, who had her cell adjoining to the tomb of the evangelist, as she was spending the night in prayer, heard a voice from heaven, saying: \"Peter was the first of the apostles, Peter is the last of the martyred bishops of Alexandria\"."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:129",
                            "text": "Having ended his prayer, he kissed the tomb of the blessed evangelist, and of the other pontiffs who were buried there, and went forth to the tribunes."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:130",
                            "text": "But they seeing his face as it had been the face of an angel, being terror-stricken, feared to speak to him of his instant agony."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:131",
                            "text": "Nevertheless, because God does not desert those who trust in Him, He willed not to leave His martyr without consolation in the moment of so great a trial."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:132",
                            "text": "For lo! an old man and an aged virgin, coming from the smaller towns, were hastening to the city, one of whom was carrying four skins for sale, and the other two sheets of linen."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:133",
                            "text": "The blessed prelate, when he perceived them, recognised a divine dispensation with reference to himself."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:134",
                            "text": "He inquired of them on the instant, \"Are ye Christians?\" And they replied, \"Yes\"."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:135",
                            "text": "Then said he, \"Whither are ye going?\" And they replied, \"To the market in the city to sell these things that we are carrying\"."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:136",
                            "text": "Then the most merciful father answered, \"My faithful children, God has marked you out, persevere with me\"."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:137",
                            "text": "And they immediately recognising him, said, \"Sire, let it be as thou hast commanded\"."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:138",
                            "text": "Then turning to the tribunes, he said, \"Come, do what ye are about to do, and fulfil the king's command; for the day is now on the point of breaking\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:139",
                            "text": "But they, suffering violence as it were on account of the wicked decree of the prince, brought him to a spot opposite to the sanctuary of the evangelist, into a valley near the tombs."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:140",
                            "text": "Then said the holy man, \"Spread out, thou aged man, the skins which thou carriest, and thou too, O aged woman, the linen sheets\"."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:141",
                            "text": "And when they had been spread out, this most constant martyr, mounting upon them, extended both his hands to heaven, and bending his knees on the ground, and fixing his mind upon heaven, returned his thanks to the Almighty Judge of the contest, and fortifying himself with the sign of the cross, said, Amen."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:142",
                            "text": "Then loosening his omophorion from his neck, he stretched it forth, saying, \"What is commanded you, do speedily\"."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:143",
                            "text": "Meanwhile the hands of the tribunes were paralyzed, and looking upon one another in turn, each urged his fellow to the deed, but they were all held fast with astonishment and fear."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:144",
                            "text": "At length they agreed that out of their common stock a reward for the execution should be appointed, and that the man who should venture to perpetrate the murder should enjoy the reward."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:145",
                            "text": "There was no delay, each of them brought forth five solidi."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:146",
                            "text": "But, as says the heathen poet,—  \"Quid non mortalia pectora cogis,  Auri sacra fames?\"  one of them, after the manner of the traitor Judas, emboldened by the desire of money, drew his sword and beheaded the pontiff, on the th day of November, after he had held the pontificate twelve years—three of which were before the persecution, but the nine remaining were passed by him under persecutions of diverse kinds."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:147",
                            "text": "The blood-money being instantly claimed by the executioner, these wicked purchasers, or rather destroyers, of man's life quickly returned, for they feared the multitude of the people, since, as I have said, they were without their military escort."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:148",
                            "text": "But the body of the blessed martyr, as the fathers affirm who went first to the place of execution, remained erect, as if instant in prayer, until many people, coming together, discovered it standing in the same posture; so that what was his constant practice whilst living, to this his inanimate body testified."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:149",
                            "text": "They found also the aged man and woman watching with grief and lamentation the most precious relic of the Church."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:150",
                            "text": "So, honouring him with a triumphal funeral, they covered his body with the linen sheets; but the sacred blood which had been poured forth, they collected reverently in a wallet."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:151",
                            "text": "In the meanwhile an innumerable multitude of either sex, flocking together from the populous city, with groans and ejaculations asked each other in turn, being ignorant, in what manner this had happened."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:152",
                            "text": "In truth, from the least to the greatest, a very great grief was prevalent amongst all."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:153",
                            "text": "For when the chief men of the city beheld the laudable importunity of the multitude, who were busied in dividing his sacred spoils to keep them as relics, they wrapped him up the tighter in the skins and linen sheets."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:154",
                            "text": "For the most holy minister of God was always clothed in sacerdotal vestments of a white colour—that is, with the tunic, the kolobion, and the omophorion."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:155",
                            "text": "Then there arose among them no small contention; for some were for carrying the most sacred limbs to the church which he had himself built, and where he now rests, but others were endeavouring to carry him to the sanctuary of the evangelist, where he attained the goal of martyrdom; and since neither party would yield to the other, they began to turn their religious observance into a wrangling and a fight."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:156",
                            "text": "In the meanwhile a spirited body of senators of those who are engaged in the public transport service, seeing what had happened, for they were near the sea, prepared a boat, and suddenly seizing upon the sacred relics, they placed them in it, and scaling the Pharos from behind, by a quarter which has the name of Leucado, they came to the church of the most blessed mother of God, and Ever-Virgin Mary, which, as we began to say, he had constructed in the western quarter, in a suburb, for a cemetery of the martyrs."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:157",
                            "text": "Thereupon the throng of the people, as if the heavenly treasure had been snatched from them, some by straight roads, and others by a more devious route, followed with hasty steps."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:158",
                            "text": "And when they at length arrived there, there was no longer any altercation where he was to be placed, but by a common and unimpeachable counsel they agreed first to place him in his episcopal chair, and then to bury him."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:159",
                            "text": "And this, most prudent reader, I would not have you regard as a wild fancy and superstition, since, if you learn the cause of this novelty, you will admire and approve of the zeal and deed of the populace."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:160",
                            "text": "For this blessed priest, when he celebrated the sacrament of the divine mysteries, did not, as is the ecclesiastical custom, sit upon his pontifical throne, but upon its footstool underneath, which, when the people beheld, they disliked, and complainingly exclaimed, \"Thou oughtest, O father, to sit upon thy chair;\" and when they repeated this frequently, the minister of the Lord rising, calmed their complaints with tranquil voice, and again took his seat upon the same stool."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:161",
                            "text": "So all this seemed to be done by him from motives of humility."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:162",
                            "text": "But upon a certain great festival it happened that he was offering the sacrifice of the mass, and wished to do this same thing."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:163",
                            "text": "Thereupon, not only the people, but the clergy also, exclaimed with one voice, \"Take thy seat upon thy chair, bishop\"."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:164",
                            "text": "But he, as if conscious of a mystery, feigned not to hear this; and giving the signal for silence,—for no one dared pertinaciously to withstand him,—he made them all quiet, and yet, nevertheless, sat down on the footstool of the chair; and the solemnities of the mass having been celebrated as usual, each one of the faithful returned to his own home."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:165",
                            "text": "But the man of God sending for the clergy, with tranquil and serene mind, charged them with rashness, saying, \"How is it that ye blush not for having joined the cry of the laity, and reproaching me? Howbeit, since your reproach flows not from the muddy torrent of arrogance, but from the pure fountain of love, I will unfold to you the secret of this mystery."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:166",
                            "text": "Very often when I wish to draw near to that seat, I see a virtue as it were sitting upon it, exceeding radiant with the brightness of its light."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:167",
                            "text": "Then, being in suspense between joy and fear, I acknowledge that I am altogether unworthy to sit upon such a seat, and if I did not hesitate to cause an occasion of offence to the people, without doubt I should not even venture to sit upon the stool itself."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:168",
                            "text": "Thus it is, my beloved sons, that I seem to you, in this, to, transgress the pontifical rule."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:169",
                            "text": "Nevertheless, many times when I see it vacant, as ye yourselves are witnesses, I refuse not to sit upon the chair after the accustomed manner."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:170",
                            "text": "Wherefore do ye, now that ye are acquainted with my secret, and being well assured that, if I shall be indulged, I will sit upon the chair, for I hold not in slight esteem the dignity of my order, cease any further from joining in the exclamations of the populace\"."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:171",
                            "text": "This explanation the most holy father whilst he was yet alive, was compelled to give to the clergy."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:172",
                            "text": "The faithful of Christ, therefore, remembering all this with pious devotion, brought his sacred body, and caused it to sit upon the episcopal throne."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:173",
                            "text": "As much joy and exultation arose then to heaven from the people, as if they were attending him alive and in the body."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:174",
                            "text": "Then embalming him with sweet spices, they wrapped him in silken coverings; what each one of them could be the first to bring, this he accounted to himself as greatest gain."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:175",
                            "text": "Then carrying palms, the tokens of victory, with flaming tapers, with sounding hymns, and with fragrant incense, celebrating the triumph of his heavenly victory, they laid down the sacred relics, and buried them in the cemetery which had been long ago constructed by him, where too from henceforth, and even to this day, miraculous virtues cease not to show themselves."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:176",
                            "text": "Pious vows, forsooth, are received with a propitious hearing; the health of the impotent is restored; the expulsion of unclean spirits testifies to the martyr's merits."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:177",
                            "text": "These gifts, O Lord Jesus, are Thine, whose wont it is thus magnificently to honour Thy martyrs after death: Thou who with the Father and the Holy Consubstantial Spirit livest and reignest for evermore, Amen."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:178",
                            "text": "After this, how that wolf and framer of treachery, that is Arius, covered with a sheep's skin, entered into the Lord's fold to worry and torment it, or in what manner he was enabled to attain to the dignity of the priesthood, let us employ ourselves in relating in brief."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:179",
                            "text": "And this not to annoy those who ventured to recall to the threshing-floor of the Lord those tares of apostacy and contagion that had been winnowed out of the Church by a heavenly fan; for these are without doubt reckoned eminent for sanctity, but thinking it a light thing to believe so holy a man, they transgressed the injunctions of the divine command."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:180",
                            "text": "What then? Do we reprehend them? By no means."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:181",
                            "text": "For as long as this corruptible body weighs us down, and this earthly habitation depresses the sense of our infirmity, many are easily deceived in their imaginations, and think that which is unjust to be just, that to be holy which is impure."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:182",
                            "text": "The Gibeonites who, by the divine threatenings, were to be utterly destroyed, having one thing in their wishes and another in their voice and mien, were able quickly to deceive Joshua, that just distributor of the land of promise."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:183",
                            "text": "David also, full of prophetic inspiration, when he had heard the words of the deceitful youth, although it was by the inscrutable and just judgment of God, yet acted very differently from what the true nature of the case required."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:184",
                            "text": "What also can be more sublime than the apostles, who have not removed themselves from our infirmity? For one of them writes, \"In many things we offend all;\" and another, \"If we say we have no sin, we deceive ourselves, and the truth is not in us\"."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:185",
                            "text": "But when we repent of these, so much the more readily do we obtain pardon, when we have sinned not willingly, but through ignorance or frailty."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:186",
                            "text": "And certainly offences of this sort come not of prevarication, but of the indulgence of compassion."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:187",
                            "text": "But I leave to others to write an apology for this; let us pursue what is in hand."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:188",
                            "text": "After that magnificent defender of the faith, Peter, worthy of his name, had by the triumph of martyrdom, etc."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Peter of Alexandria: Genuine Acts of Peter 1:189",
                            "text": "The Rest is Wanting."
                        }
                    ]
                }
            ]
        }
    ]
}