{
    "books": [
        {
            "name": "Recognitions of Clement Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:1",
                            "text": "The Recognitions of Clement Book IV: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:2",
                            "text": "—Halt at Dora."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:3",
                            "text": "Having set out from Caesarea on the way to Tripolis, we made our first stoppage at a small town called Dora, because it was not far distant; and almost all those who had believed through the preaching of Peter could scarcely bear to be separated from him, but walked along with us, again and again gazing upon him, again and again embracing him, again and again conversing with him, until we came to the inn."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:4",
                            "text": "On the following day we came to Ptolemais, where we stayed ten days; and when a considerable number had received the word of God, we signified to some of them who seemed particularly attentive, and wished to detain us longer for the sake of instruction, that they might, if so disposed, follow us to Tripolis."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:5",
                            "text": "We acted in the same way at Tyre, and Sidon, and Berytus, and announced to those who desired to hear further discourses, that we were to spend the winter at Tripolis."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:6",
                            "text": "Therefore, as all those who were anxious followed Peter from each city, we were a great multitude of elect ones when we entered into Tripolis."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:7",
                            "text": "On our arrival, the brethren who had been sent before met us before the gates of the city; and taking us under their charge, conducted us to the various lodgings which they had prepared."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IV 1:8",
                            "text": "Then there arose a commotion in the city, and a great assemblage of persons desirous to see Peter."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:2",
                            "text": "—Reception in the House of Maro."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:3",
                            "text": "And when we had come to the house of Maro, in which preparation had been made for Peter, he turned to the crowd, and told them that he would address them the day after to-morrow."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:4",
                            "text": "Therefore the brethren who had been sent before assigned lodgings to all who had come with us."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:5",
                            "text": "Then, when Peter had entered into the house of Maro, and was asked to partake of food, he answered that he would by no means do so, until he had ascertained whether all those that had accompanied him were provided with lodgings."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IV 2:6",
                            "text": "Then he learned from the brethren who had been sent before, that the citizens had received them not only hospitably, but with all kindness, by reason of their love towards Peter; so much so, that several were disappointed because there were no guests for them; for that all had made such preparations, that even if many more had come, there would still have been a deficiency of guests for the hosts, not of hosts for the guests."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:2",
                            "text": "—Simon's Flight."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:3",
                            "text": "Thereupon Peter was greatly delighted, and praised the brethren, and blessed them, and requested them to remain with him."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:4",
                            "text": "Then, when he had bathed in the sea, and had taken food, he went to sleep in the evening; and rising, as usual, at cock-crow, while the evening light was still burning, he found us all awake."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:5",
                            "text": "Now there were in all sixteen of us, viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:6",
                            "text": "Peter and I, Clement, Niceta and Aquila, and those twelve who had preceded us."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:7",
                            "text": "Saluting us, then, as was his wont, Peter said: \"Since we are not taken up with others to-day, let us be taken up with ourselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:8",
                            "text": "I shall tell you what took place at Caesarea after your departure, and you shall tell us of the doings of Simon here\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:9",
                            "text": "And while the conversation was going on on these subjects, at daybreak some of the members of the family came in and told Peter that Simon, when he heard of Peter's arrival, departed in the night, on the way to Syria."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:10",
                            "text": "They also stated that the crowds thought that the day which he had said was to intervene was a very long time for their affection, and that they were standing in impatience before the gate, conversing among themselves about those things which they wished to hear, and that they hoped that they should by all means see him before the time appointed; and that as the day became lighter the multitudes were increasing, and that they were trusting confidently, whatever they might be presuming upon, that they should hear a discourse from him."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:11",
                            "text": "\"Now then,\" said they, \"instruct us to tell them what seems good to you; for it is absurd that so great a multitude should have come together, and should depart with sadness, through no answer being returned to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IV 3:12",
                            "text": "For they will not consider that it is they that have not waited for the appointed day but rather they will think that you are slighting them\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:2",
                            "text": "—The Harvest Plenteous."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:3",
                            "text": "Then Peter, filled with admiration, said: \"You see, brethren, how every word of the Lord spoken prophetically is fulfilled."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:4",
                            "text": "For I remember that He said, 'The harvest indeed is plenteous, but the labourers are few; ask therefore the Lord of the harvest, that He would send out labourers into His harvest."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:5",
                            "text": "' Behold, therefore, the things which are foretold in a mystery are fulfilled."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:6",
                            "text": "But whereas He said also, 'Many shall come from the east and the west, from the north and the south, and shall recline in the bosom of Abraham, and Isaac, and Jacob;' this also is, as you see, in like manner fulfilled."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:7",
                            "text": "Wherefore I entreat you, my fellow-servants and helpers, that you would learn diligently the order of preaching, and the ways of absolutions, that ye may be able to save the souls of men, which by the secret power of God acknowledge whom they ought to love, even before they are taught."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:8",
                            "text": "For you see that these men, like good servants, long for him whom they expect to announce to them the coming of their Lord, that they may be able to fulfil His will when they have learned it."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IV 4:9",
                            "text": "The desire, therefore, of hearing the word of God, and inquiring into His will, they have from God; and this is the beginning of the gift of God, which is given to the Gentiles, that by this they may be able to receive the doctrine of truth."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:2",
                            "text": "—Moses and Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:3",
                            "text": "\"For so also it was given to the people of the Hebrews from the beginning, that they should love Moses, and believe his word; whence also it is written: 'The people believed God, and Moses His servant."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:4",
                            "text": "' What, therefore, was of peculiar gift from God toward the nation of the Hebrews, we see now to be given also to those who are called from among the Gentiles to the faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:5",
                            "text": "But the method of works is put into the power and will of every one, and this is their own; but to have an affection towards a teacher of truth, this is a gift of the heavenly Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:6",
                            "text": "But salvation is in this, that you do His will of whom you have conceived a love and affection through the gift of God; lest that saying of His be addressed to you which He spoke, 'Why call ye me Lord, Lord, and do not what I say?' It is therefore the peculiar gift bestowed by God upon the Hebrews, that they believe Moses; and the peculiar gift bestowed upon the Gentiles is that they love Jesus."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:7",
                            "text": "For this also the Master intimated, when He said, 'I will confess to Thee, O Father, Lord of heaven and earth, because Thou hast concealed these things from the wise and prudent, and hast revealed them to babes."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:8",
                            "text": "' By which it is certainly declared, that the people of the Hebrews, who were instructed out of the law, did not know Him; but the people of the Gentiles have acknowledged Jesus, and venerate Him; on which account also they shall be saved, not only acknowledging Him, but also doing His will."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:9",
                            "text": "But he who is of the Gentiles, and who has it of God to believe Moses, ought also to have it of his own purpose to love Jesus also."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:10",
                            "text": "And again, the Hebrew, who has it of God to believe Moses, ought to have it also of his own purpose to believe in Jesus; so that each of them, having in himself something of the divine gift, and something of his own exertion, may be perfect by both."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:11",
                            "text": "For concerning such an one our Lord spoke, as of a rich man, 'Who brings forth from his treasures things new and old."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IV 5:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:2",
                            "text": "—A Congregation."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:3",
                            "text": "\"But enough has been said of these things for time presses, and the religious devotion of the people invites us to address them\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:4",
                            "text": "And when he had thus spoken, he asked where there was a suitable place for discussion."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:5",
                            "text": "And Maro said: \"I have a very spacious hall which can hold more than five hundred men, and there is also a garden within the house; or if it please you to be in some public place, all would prefer it, for there is nobody who does not desire at least to see your face\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:6",
                            "text": "Then Peter said: \"Show me the hall, or the garden\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IV 6:7",
                            "text": "And when he had seen the hall, he went in to see the garden also; and suddenly the whole multitude, as if some one had called them, rushed into the house, and thence broke through into the garden, where Peter was already standing, selecting a fit place for discussion."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:2",
                            "text": "—The Sick Healed."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:3",
                            "text": "But when he saw that the crowds had, like the waters of a great river, poured over the narrow passage, he mounted upon a pillar which happened to stand near the wall of the garden, and first saluted the people in a religious manner."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:4",
                            "text": "But some of those who were present, and who had been for a long time distressed by demons, threw themselves on the ground, while the unclean spirits entreated that they might be allowed but for one day to remain in the bodies that they had taken possession of."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:5",
                            "text": "But Peter rebuked them, and commanded them to depart; and they went out without delay."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:6",
                            "text": "After these, others who had been afflicted with long-standing sicknesses asked Peter that they might receive healing; and he promised that he would entreat the Lord for them as soon as his discourse of instruction was completed."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:7",
                            "text": "But as soon as he promised, they were freed from their sicknesses; and he ordered them to sit down apart, with those who had been freed from the demons, as after the fatigue of labour."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:8",
                            "text": "Meantime, while this was going on, a vast multitude assembled, attracted not only by the desire of hearing Peter, but also by the report of the cures which had been accomplished."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IV 7:9",
                            "text": "But Peter, beckoning with his hand to the people to be still, and settling the crowds in tranquillity, began to address them as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:2",
                            "text": "—Providence Vindicated."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:3",
                            "text": "\"It seems to me necessary, at the outset of a discourse concerning the true worship of God, first of all to instruct those who have not as yet acquired any knowledge of the subject, that throughout the divine providence must be maintained to be without blame, by which the world is ruled and governed."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:4",
                            "text": "Moreover, the reason of the present undertaking, and the occasion offered by those whom the power of God has healed, suggest this subject for a beginning, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:5",
                            "text": "to show that for good reason very many persons are possessed of demons, that so the justice of God may appear."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:6",
                            "text": "For ignorance will be found to be the mother of almost all evils."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IV 8:7",
                            "text": "But now let us come to the reason."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:2",
                            "text": "—State of Innocence a State of Enjoyment."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:3",
                            "text": "\"When God had made man after His own image and likeness, He grafted into His work a certain breathing and odour of His divinity, that so men, being made partakers of His Only-begotten, might through Him be also friends of God and sons of adoption."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:4",
                            "text": "Whence also He Himself, as the true Prophet, knowing with what actions the Father is pleased, instructed them in what way they might obtain that privilege."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:5",
                            "text": "At that time, therefore, there was among men only one worship of God—a pure mind and an uncorrupted spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:6",
                            "text": "And for this reason every creature kept an inviolable covenant with the human race."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IV 9:7",
                            "text": "For by reason of their reverence of the Creator, no sickness, or bodily disorder, or corruption of food, had power over them; whence it came to pass, that a life of a thousand years did not fall into the frailty of old age."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IV 10:2",
                            "text": "—Sin the Cause of Suffering."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IV 10:3",
                            "text": "\"But when men, leading a life void of distress, began to think that the continuance of good things was granted them not by the divine bounty, but by the chance of things, and to accept as a debt of nature, not as a gift of God's goodness, their enjoyment without any exertion of the delights of the divine complaisance,—men, being led by these things into contrary and impious thoughts, came at last, at the instigation of idleness, to think that the life of gods was theirs by nature, without any labours or merits on their part."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IV 10:4",
                            "text": "Hence they go from bad to worse, to believe that neither is the world governed by the providence of God, nor is there any place for virtues, since they knew that they themselves possessed the fulness of ease and delights, without the assignment of any works previously, and without any labours were treated as the friends of God."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:2",
                            "text": "—Suffering Salutary."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:3",
                            "text": "\"By the most righteous judgment of God, therefore, labours and afflictions are assigned as a remedy to men languishing in the vanity of such thoughts."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:4",
                            "text": "And when labour and tribulations came upon them, they were excluded from the place of delights and amenity."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:5",
                            "text": "Also the earth began to produce nothing to them without labour; and then men's thoughts being turned in them, they were warned to seek the aid of their Creator, and by prayers and vows to ask for the divine protection."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:6",
                            "text": "And thus it came to pass, that the worship of God, which they had neglected by reason of their prosperity, they recovered through their adversity; and their thoughts towards God, which indulgence had perverted, affliction corrected."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IV 11:7",
                            "text": "So therefore the divine providence, seeing that this was more profitable to man, removed from them the ways of benignity and abundance, as being hurtful, and introduced the way of vexation and tribulation."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IV 12:2",
                            "text": "—Translation of Enoch."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IV 12:3",
                            "text": "\"But that He might show that these things were done on account of the ungrateful, He translated to immortality a certain one of the first race of men, because He saw that he was not unmindful of His grace, and because he hoped to call on the name of God; while the rest, who were so ungrateful that they could not be amended and corrected even by labours and tribulations, were condemned to a terrible death."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IV 12:4",
                            "text": "Yet amongst them also He found a certain one, who was righteous with his house, whom He preserved, having enjoined him to build an ark, in which he and those who were commanded to go with him might escape, when all things should be destroyed by a deluge: in order that, the wicked being cut off by the overflow of waters, the world might receive a purification; and he who had been preserved for the continuance of the race, being purified by water, might anew repair the world."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:2",
                            "text": "—Origin of Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:3",
                            "text": "\"But when all these things were done, men turned again to impiety; and on this account a law was given by God to instruct them in the manner of living."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:4",
                            "text": "But in process of time, the worship of God and righteousness were corrupted by the unbelieving and the wicked, as we shall show more fully by and by."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:5",
                            "text": "Moreover, perverse and erratic religions were introduced, to which the greater part of men gave themselves up, by occasion of holidays and solemnities, instituting drinkings and banquets, following pipes, and flutes, and harps, and diverse kinds of musical instruments, and indulging themselves in all kinds of drunkenness and luxury."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:6",
                            "text": "Hence every kind of error took rise; hence they invented groves and altars, fillets and victims, and after drunkenness they were agitated as if with mad emotions."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IV 13:7",
                            "text": "By this means power was given to the demons to enter into minds of this sort, so that they seemed to lead insane dances and to rave like Bacchanalians; hence were invented the gnashing of teeth, and bellowing from the depth of their bowels; hence a terrible countenance and a fierce aspect in men, so that he whom drunkenness had subverted and a demon had instigated, was believed by the deceived and the erring to be filled with the Deity."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:2",
                            "text": "—God Both Good and Righteous."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:3",
                            "text": "\"Hence, since so many false and erratic religions have been introduced into the world, we have been sent, as good merchants, bringing unto you the worship of the true God, handed down from the fathers, and preserved; as the seeds of which we scatter these words amongst you, and place it in your choice to choose what seems to you to be right."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:4",
                            "text": "For if you receive those things which we bring you, you shall not only be able yourselves to escape the incursions of the demon, but also to drive them away from others; and at the same time you shall obtain the rewards of eternal good things."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:5",
                            "text": "But those who shall refuse to receive those things which are spoken by us, shall be subject in the present life to diverse demons and disorders of sicknesses, and their souls after their departure from the body shall be tormented for ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:6",
                            "text": "For God is not only good, but also just; for if He were always good, and never just to render to every one according to his deeds, goodness would be found to be injustice."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IV 14:7",
                            "text": "For it were injustice if the impious and the pious were treated by Him alike."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IV 15:2",
                            "text": "—How Demons Get Power Over Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IV 15:3",
                            "text": "\"Therefore demons, as we have just said, when once they have been able, by means of opportunities afforded them, to convey themselves through base and evil actions into the bodies of men, if they remain in them a long time through their own negligence, because they do not seek after what is profitable to their souls, they necessarily compel them for the future to fulfil the desires of the demons who dwell in them."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IV 15:4",
                            "text": "But what is worst of all, at the end of the world, when that demon shall be consigned to eternal fire, of necessity the soul also which obeyed him, shall with him be tortured in eternal fires, together with its body which it hath polluted."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:2",
                            "text": "—Why They Wish to Possess Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:3",
                            "text": "\"Now that the demons are desirous of occupying the bodies of men, this is the reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:4",
                            "text": "They are spirits having their purpose turned to wickedness."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:5",
                            "text": "Therefore by immoderate eating and drinking, and lust, they urge men on to sin, but only those who entertain the purpose of sinning, who, while they seem simply desirous of satisfying the necessary cravings of nature, give opportunity to the demons to enter into them, because through excess they do not maintain moderation."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:6",
                            "text": "For as long as the measure of nature is kept, and legitimate moderation is preserved, the mercy of God does not give them liberty to enter into men."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IV 16:7",
                            "text": "But when either the mind falls into impiety, or the body is filled with immoderate meat or drink, then, as if invited by the will and purpose of those who thus neglect themselves, they receive power as against those who have broken the law imposed by God."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:2",
                            "text": "—The Gospel Gives Power Over Demons."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:3",
                            "text": "\"You see, then, how important is the acknowledgment of God, and the observance of the divine religion, which not only protects those who believe from the assaults of the demon, but also gives them command over those who rule over others."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:4",
                            "text": "And therefore it is necessary for you, who are of the Gentiles, to betake yourselves to God, and to keep yourselves from all uncleanness, that the demons may be expelled, and God may dwell in you."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:5",
                            "text": "And at the same time, by prayers, commit yourselves to God, and call for His aid against the impudence of the demons; for 'whatever things ye ask, believing, ye shall receive."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:6",
                            "text": "' But even the demons themselves, in proportion as they see faith grow in a man, in that proportion they depart from him, residing only in that part in which something of infidelity still remains; but from those who believe with full faith, they depart without any delay."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IV 17:7",
                            "text": "For when a soul has come to the faith of God, it obtains the virtue of heavenly water, by which it extinguishes the demon like a spark of fire."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:2",
                            "text": "—This Power in Proportion to Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:3",
                            "text": "\"There is therefore a measure of faith, which, if it be perfect, drives the demon perfectly from the soul; but if it has any defect, something on the part of the demon still remains in the portion of infidelity; and it is the greatest difficulty for the soul to understand when or how, whether fully or less fully, the demon has been expelled from it."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:4",
                            "text": "For if he remains in any quarter, when he gets an opportunity, he suggests thoughts to men's hearts; and they, not knowing whence they come, believe the suggestions of the demons, as if they were the perceptions of their own souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:5",
                            "text": "Thus they suggest to some to follow pleasure by occasion of bodily necessity; they excuse the passionateness of others by excess of gall; they colour over the madness of others by the vehemence of melancholy; and even extenuate the folly of some as the result of abundance of phlegm."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:6",
                            "text": "But even if this were so, still none of these could be hurtful to the body, except from the excess of meats and drinks; because, when these are taken in excessive quantities, their abundance, which the natural warmth is not sufficient to digest, curdles into a sort of poison, and it, flowing through the bowels and all the veins like a common sewer, renders the motions of the body unhealthy and base."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IV 18:7",
                            "text": "Wherefore moderation is to be attained in all things, that neither may place be given to demons, nor the soul, being possessed by them, be delivered along with them to be tormented in eternal fires."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:2",
                            "text": "—Demons Incite to Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:3",
                            "text": "\"There is also another error of the demons, which they suggest to the senses of men, that they should think that those things which they suffer, they suffer from such as are called gods, in order that thereby, offering sacrifices and gifts, as if to propitiate them, they may strengthen the worship of false religion, and avoid us who are interested in their salvation, that they may be freed from error; but this they do, as I have said, not knowing that these things are suggested to them by demons, for fear they should be saved."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:4",
                            "text": "It is therefore in the power of every one, since man has been made possessed of free-will, whether he shall hear us to life, or the demons to destruction."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:5",
                            "text": "Also to some, the demons, appearing visibly under various figures, sometimes throw out threats, sometimes promise relief from sufferings, that they may instil into those whom they deceive the opinion of their being gods, and that it may not be known that they are demons."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IV 19:6",
                            "text": "But they are not concealed from us, who know the mysteries of the creation, and for what reason it is permitted to the demons to do those things in the present world; how it is allowed them to transform themselves into what figures they please, and to suggest evil thoughts, and to convey themselves, by means of meats and of drink consecrated to them, into the minds or bodies of those who partake of it, and to concoct vain dreams to further the worship of some idol."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IV 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IV 20:2",
                            "text": "—Folly of Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IV 20:3",
                            "text": "\"And yet who can be found so senseless as to be persuaded to worship an idol, whether it be made of gold or of any other metal? To whom is it not manifest that the metal is just that which the artificer pleased? How then can the divinity be thought to be in that which would not be at all unless the artificer had pleased? Or how can they hope that future things should be declared to them by that in which there is no perception of present things? For although they should divine something, they should not straightway be held to be gods; for divination is one thing, divinity is another."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IV 20:4",
                            "text": "For the Pythons also seem to divine, yet they are not gods; and, in short, they are driven out of men by Christians."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IV 20:5",
                            "text": "And how can that be God which is put to flight by a man? But perhaps you will say, What as to their effecting cures, and their showing how one can be cured? On this principle, physicians ought also to be worshipped as gods, for they cure many; and in proportion as any one is more skilful, the more he will cure."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:2",
                            "text": "—Heathen Oracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:3",
                            "text": "\"Whence it is evident that they since they are demoniac spirits, know some things both more quickly and more perfectly than men; for they are not retarded in their learning by the heaviness of a body."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:4",
                            "text": "And therefore they, as being spirits, know without delay and without difficulty what physicians attain after a long time and by much labour."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:5",
                            "text": "It is not wonderful, therefore, if they know somewhat more than men do; but this is to be observed, that what they know they do not employ for the salvation of souls, but for the deception of them, that by means of it they may indoctrinate them in the worship of false religion."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:6",
                            "text": "But God, that the error of so great deception might not be concealed, and that He Himself might not seem to be a cause of error in permitting them so great licence to deceive men by divinations, and cures, and dreams, has of His mercy furnished men with a remedy, and has made the distinction of falsehood and truth patent to those who desire to know."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:7",
                            "text": "This, therefore, is that distinction: what is spoken by the true God, whether by prophets or by diverse visions, is always true; but what is foretold by demons is not always true."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:8",
                            "text": "It is therefore an evident sign that those things are not spoken by the true God, in which at any time there is falsehood; for in truth there is never falsehood."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IV 21:9",
                            "text": "But in the case of those who speak falsehoods, there may occasionally be a slight mixture of truth, to give as it were seasoning to the falsehoods."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IV 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IV 22:2",
                            "text": "—Why They Sometimes Come True."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IV 22:3",
                            "text": "\"But if any one say, What is the use of this, that they should be permitted even sometimes to speak truth, and thereby so much error be introduced amongst men? let him take this for answer: If they had never been allowed to speak any truth, then they would not foretell anything at all; while if they did not foretell, they would not be known to be demons."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IV 22:4",
                            "text": "But if demons were not known to be in this world, the cause of our struggle and contest would be concealed from us, and we should suffer openly what was done in secret, that is, if the power were granted to them of only acting against us, and not of speaking."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IV 22:5",
                            "text": "But now, since they sometimes speak truth, and sometimes falsehood, we ought to acknowledge, as I have said, that their responses are of demons, and not of God, with whom there is never falsehood."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IV 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IV 23:2",
                            "text": "—Evil Not in Substance."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IV 23:3",
                            "text": "\"But if any one, proceeding more curiously, inquire: What then was the use of God's making these evil things, which should have so great a tendency to subvert the minds of men? To one proposing such a question, we answer that we must first of all inquire whether there is any evil in substance."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IV 23:4",
                            "text": "And although it would be sufficient to say to him that it is not suitable that the creature judge the Creator, but that to judge the work of another belongs to him who is either of equal skill or equal power; yet, to come directly to the point, we say absolutely that there is no evil in substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IV 23:5",
                            "text": "But if this be so, then the Creator of substance is vainly blamed."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IV 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IV 24:2",
                            "text": "—Why God Permits Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IV 24:3",
                            "text": "\"But you will meet me by saying, Even if it has come to this through freedom of will, was the Creator ignorant that those whom He created would fall away into evil? He ought therefore not to have created those who, He foresaw, would deviate from the path of righteousness."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IV 24:4",
                            "text": "Now we tell those who ask such questions, that the purpose of assertions of the sort made by us is to show why the wickedness of those who as yet were not, did not prevail over the goodness of the Creator."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IV 24:5",
                            "text": "For if, wishing to fill up the number and measure of His creation, He had been afraid of the wickedness of those who were to be, and like one who could find no other way of remedy and cure, except only this, that He should refrain from His purpose of creating, lest the wickedness of those who were to be should be ascribed to Him; what else would this show but unworthy suffering and unseemly feebleness on the part of the Creator, who should so fear the actings of those who as yet were not, that He refrained from His purposed creation?."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:2",
                            "text": "—Evil Beings Turned to Good Account."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:3",
                            "text": "\"But, setting aside these things, let us consider this earnestly, that God the Creator of the universe, foreseeing the future differences of His creation, foresaw and provided diverse ranks and different offices to each of His creatures, according to the peculiar movements which were produced from freedom of will; so that while all men are of one substance in respect of the method of creation, there should yet be diversity in ranks and offices, according to the peculiar movements of minds, to be produced from liberty of will."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:4",
                            "text": "Therefore He foresaw that there would be faults in His creatures; and the method of His justice demanded that punishment should follow faults, for the sake of amendment."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:5",
                            "text": "It behoved, therefore, that there should be ministers of punishment, and yet that freedom of will should draw them into that order."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:6",
                            "text": "Moreover, those also must have enemies to conquer, who had undertaken the contests for the heavenly rewards."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:7",
                            "text": "Thus, therefore, neither are those things destitute of utility which are thought to be evil, since the conquered unwillingly acquire eternal rewards for those by whom they are conquered."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IV 25:8",
                            "text": "But let this suffice on these points, for in process of time even more secret things shall be disclosed."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IV 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IV 26:2",
                            "text": "—Evil Angels Seducers."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IV 26:3",
                            "text": "\"Now therefore, since you do not yet understand how great darkness of ignorance surrounds you, meantime I wish to explain to you whence the worship of idols began in this world."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IV 26:4",
                            "text": "And by idols, I mean those lifeless images which you worship, whether made of wood, or earthenware, or stone, or brass, or any other metals: of these the beginning was in this wise."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IV 26:5",
                            "text": "Certain angels, having left the course of their proper order, began to favour the vices of men, and in some measure to lend unworthy aid to their lust, in order that by these means they might indulge their own pleasures the more; and then, that they might not seem to be inclined of their own accord to unworthy services, taught men that demons could, by certain arts—that is, by magical invocations—be made to obey men; and so, as from a furnace and workshop of wickedness, they filled the whole world with the smoke of impiety, the light of piety being withdrawn."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:2",
                            "text": "—Ham the First Magician."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:3",
                            "text": "\"For these and some other causes, a flood was brought upon the world, as we have said already, and shall say again; and all who were upon the earth were destroyed, except the family of Noah, who survived, with his three sons and their wives."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:4",
                            "text": "One of these, by name Ham, unhappily discovered the magical act, and handed down the instruction of it to one of his sons, who was called Mesraim, from whom the race of the Egyptians and Babylonians and Persians are descended."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:5",
                            "text": "Him the nations who then existed called Zoroaster, admiring him as the first author of the magic art; under whose name also many books on this subject exist."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IV 27:6",
                            "text": "He therefore, being much and frequently intent upon the stars, and wishing to be esteemed a god among them, began to draw forth, as it were, certain sparks from the stars, and to show them to men, in order that the rude and ignorant might be astonished, as with a miracle; and desiring to increase this estimation of him, he attempted these things again and again, until he was set on fire, and consumed by the demon himself, whom he accosted with too great importunity."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:2",
                            "text": "—Tower of Babel."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:3",
                            "text": "\"But the foolish men who were then, whereas they ought to have abandoned the opinion which they had conceived of him, inasmuch as they had seen it confuted by his mortal punishment, extolled him the more."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:4",
                            "text": "For raising a sepulchre to his honour, they went so far as to adore him as a friend of God, and one who had been removed to heaven in a chariot of lightning, and to worship him as if he were a living star."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:5",
                            "text": "Hence also his name was called Zoroaster after his death—that is, living star—by those who, after one generation, had been taught to speak the Greek language."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:6",
                            "text": "In fine, by this example, even now many worship those who have been struck with lightning, honouring them with sepulchres, and worshipping them as friends of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IV 28:7",
                            "text": "But this man was born in the fourteenth generation, and died in the fifteenth, in which the tower was built, and the languages of men were divided into many."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:2",
                            "text": "—Fire-Worship of the Persians."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:3",
                            "text": "\"First among whom is named a certain king Nimrod, the magic art having been handed down to him as by a flash, whom the Greeks, also called Ninus, and from whom the city of Nineveh took its name."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:4",
                            "text": "Thus, therefore, diverse and erratic superstitions took their beginning from the magic art."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:5",
                            "text": "For, because it was difficult to draw away the human race from the love of God, and attach them to deaf and lifeless images, the magicians made use of higher efforts, that men might be turned to erratic worship, by signs among the stars, and motions brought down as it were from heaven, and by the will of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IV 29:6",
                            "text": "And those who had been first deceived, collecting the ashes of Zoroaster,—who, as we have said, was burnt up by the indignation of the demon, to whom he had been too troublesome,—brought them to the Persians, that they might be preserved by them with perpetual watching, as divine fire fallen from heaven, and might be worshipped as a heavenly God."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IV 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IV 30:2",
                            "text": "—Hero-Worship."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IV 30:3",
                            "text": "\"By a like example, other men in other places built temples, set up statues, instituted mysteries and ceremonies and sacrifices, to those whom they had admired, either for some arts or for virtue, or at least had held in very great affection; and rejoiced, by means of all things belonging to gods, to hand down their fame to posterity; and that especially, because, as we have already said, they seemed to be supported by some phantasies of magic art, so that by invocation of demons something seemed to be done and moved by them towards the deception of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IV 30:4",
                            "text": "To these they add also certain solemnities, and drunken banquets, in which men might with all freedom indulge; and demons, conveyed into them in the chariot of repletion, might be mixed with their very bowels, and holding a place there, might bind the acts and thoughts of men to their own will."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IV 30:5",
                            "text": "Such errors, then, having been introduced from the beginning, and having been aided by lust and drunkenness, in which carnal men chiefly delight, the religion of God, which consisted in continence and sobriety, began to become rare amongst men, and to be well-nigh abolished."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IV 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IV 31:2",
                            "text": "—Idolatry Led to All Immorality."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IV 31:3",
                            "text": "\"For whereas at first, men worshipping a righteous and all-seeing God, neither dared sin nor do injury to their neighbours, being persuaded that God sees the actions and movements of every one; when religious worship was directed to lifeless images, concerning which they were certain that they were incapable of hearing, or sight, or motion, they began to sin licentiously, and to go forward to every crime, because they had no fear of suffering anything at the hands of those whom they worshipped as gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IV 31:4",
                            "text": "Hence the madness of wars burst out; hence plunderings, rapines, captivities, and liberty reduced to slavery; each one, as he could, satisfied his lust and his covetousness, although no power can satisfy covetousness."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IV 31:5",
                            "text": "For as fire, the more fuel it gets, is the more extensively kindled and strengthened, so also the madness of covetousness is made greater and more vehement by means of those things which it acquires."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IV 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IV 32:2",
                            "text": "—Invitation."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IV 32:3",
                            "text": "\"Wherefore begin now with better understanding to resist yourselves in those things which you do not rightly desire; if so be that you can in any way repair and restore in yourselves that purity of religion and innocence of life which at first were bestowed upon man by God, that thereby also the hope of immortal blessings may be restored to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IV 32:4",
                            "text": "And give thanks to the bountiful Father of all, by Him whom He has constituted King of peace, and the treasury of unspeakable honours, that even at the present time your sins may be washed away with the water of the fountain, or river, or even sea: the threefold name of blessedness being called over you, that by it not only evil spirits may be driven out, if any dwell in you, but also that, when you have forsaken your sins, and have with entire faith and entire purity of mind believed in God, you may drive out wicked spirits and demons from others also, and may be able to set others free from sufferings and sicknesses."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IV 32:5",
                            "text": "For the demons themselves know and acknowledge those who have given themselves up to God, and sometimes they are driven out by the mere presence of such, as you saw a little while ago, how, when we had only addressed to you the word of salutation, straightway the demons, on account of their respect for our religion, began to cry out, and could not bear our presence even for a little."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book IV 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:2",
                            "text": "—The Weakest Christian More Powerful Than the Strongest Demon."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:3",
                            "text": "\"Is it, then, that we are of another and a superior nature, and that therefore the demons are afraid of us? Nay, we are of one and the same nature with you, but we differ in religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:4",
                            "text": "But if you will also be like us, we do not grudge it, but rather we exhort you, and wish you to be assured, that when the same faith and religion and innocence of life shall be in you that is in us, you will have equal and the same power and virtue against demons, through God rewarding your faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:5",
                            "text": "For as he who has soldiers under him, although he may be inferior, and they superior to him in strength, yet 'says to this one, Go, and he goeth; and to another, Come, and he cometh; and to another, Do this, and he doeth it;' and this he is able to do, not by his own power, but by the fear of Caesar; so every faithful one commands the demons, although they seem to be much stronger than men, and that not by means of his own power, but by means of the power of God, who has put them in subjection."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IV 33:6",
                            "text": "For even that which we have just spoken of, that Caesar is held in awe by all soldiers, and in every camp, and in his whole kingdom, though he is but one man, and perhaps feeble in respect of bodily strength, this is not effected but by the power of God, who inspires all with fear, that they may be subject to one."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book IV 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:2",
                            "text": "—Temptation of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:3",
                            "text": "\"This we would have you know assuredly, that a demon has no power against a man, unless one voluntarily submit himself to his desires."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:4",
                            "text": "Whence even that one who is the prince of wickedness, approached Him who, as we have said, is appointed of God King of peace, tempting Him, and began to promise Him all the glory of the world; because he knew that when he had offered this to others, for the sake of deceiving them, they had worshipped him."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:5",
                            "text": "Therefore, impious as he was, and unmindful of himself, which indeed is the special peculiarity of wickedness, he presumed that he should be worshipped by Him by whom he knew that he was to be destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:6",
                            "text": "Therefore our Lord, confirming the worship of one God, answered him: 'It is written, Thou shalt worship the Lord thy God, and Him only shalt thou serve."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IV 34:7",
                            "text": "' And he, terrified by this answer, and fearing lest the true religion of the one and true God should be restored, hastened straightway to send forth into this world false prophets, and false apostles, and false teachers, who should speak indeed in the name of Christ, but should accomplish the will of the demon."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book IV 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:2",
                            "text": "—False Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:3",
                            "text": "\"Wherefore observe the greatest caution, that you believe no teacher, unless he bring from Jerusalem the testimonial of James the Lord's brother, or of whosoever may come after him."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:4",
                            "text": "For no one, unless he has gone up thither, and there has been approved as a fit and faithful teacher for preaching the word of Christ,—unless, I say, he brings a testimonial thence, is by any means to be received."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:5",
                            "text": "But let neither prophet nor apostle be looked for by you at this time, besides us."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:6",
                            "text": "For there is one true Prophet, whose words we twelve apostles preach; for He is the accepted year of God, having us apostles as His twelve months."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:7",
                            "text": "But for what reason the world itself was made, or what diversities have occurred in it, and why our Lord, coming for its restoration, has chosen and sent us twelve apostles, shall be explained more at length at another time."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IV 35:8",
                            "text": "Meantime He has commanded us to go forth to preach, and to invite you to the supper of the heavenly King, which the Father hath prepared for the marriage of His Son, and that we should give you wedding garments, that is, the grace of baptism; which whosoever obtains, as a spotless robe with which he is to enter to the supper of the King, ought to beware that it be not in any part of it stained with sin, and so he be rejected as unworthy and reprobate."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book IV 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:2",
                            "text": "—The Garments Unspotted."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:3",
                            "text": "\"But the ways in which this garment may be spotted are these: If any one withdraw from God the Father and Creator of all, receiving another teacher besides Christ, who alone is the faithful and true Prophet, and who has sent us twelve apostles to preach the word; if any one think otherwise than worthily of the substance of the Godhead, which excels all things;—these are the things which even fatally pollute the garment of baptism."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:4",
                            "text": "But the things which pollute it in actions are these: murders, adulteries, hatreds, avarice, evil ambition."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:5",
                            "text": "And the things which pollute at once the soul and the body are these: to partake of the table of demons, that is, to taste things sacrificed, or blood, or a carcase which is strangled, and if there be aught else which has been offered to demons."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IV 36:6",
                            "text": "Be this therefore the first step to you of three; which step brings forth thirty commands, and the second sixty, and the third a hundred, as we shall expound more fully to you at another time\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Recognitions of Clement Book IV 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:2",
                            "text": "—The Congregation Dismissed."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:3",
                            "text": "When he had thus spoken, and had charged them to come to the same place in good time on the following day, he dismissed the crowds; and when they were unwilling to depart, Peter said to them: \"Do me this favour on account of the fatigue of yesterday's journey; and now go away, and meet in good time to-morrow\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:4",
                            "text": "And so they departed with joy."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:5",
                            "text": "But Peter, commanding me to withdraw a little for the purpose of prayer, afterwards ordered the couches to be spread in the part of the garden which was covered with shade; and every one, according to custom, recognising the place of his own rank, we took food."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IV 37:6",
                            "text": "Then, as there was still some portion of the day left, he conversed with us concerning the Lord's miracles; and when evening was come, he entered his bed-chamber and went to sleep."
                        }
                    ]
                }
            ]
        }
    ]
}