{
    "books": [
        {
            "name": "John Cassian: Confrences VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:2",
                            "text": "First Conference of Abbot Serenus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:3",
                            "text": "On Inconstancy of Mind, and Spiritual Wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:5",
                            "text": "On the chastity of Abbot Serenus."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:6",
                            "text": "As we desire to introduce to earnest minds the Abbot Serenus, a man of the greatest holiness and continence, and one who answers like a mirror to his name, whom we admired above all others with peculiar veneration, we think that we only carry out our desire by the attempt to insert his conferences in our book."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:7",
                            "text": "To this man beyond all other virtues, which shone forth not merely in his actions and manners, but by God's grace in his very look as well, there was granted by a special blessing the gift of continence, so that he never felt himself disturbed even by natural incitements even in sleep."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VII 1:8",
                            "text": "And how it was that by the assistance of God's grace he attained such wondrous purity of the flesh, as it seems beyond the conditions of human nature, I think that I ought first of all to explain."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:2",
                            "text": "The question of the aforesaid old man on the state of our thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:3",
                            "text": "This man then in his prayers by day and night, and in fasts and vigils unweariedly entreated for inward chastity of heart and soul, and seeing that he had obtained what he wished and prayed for, and that all the passions of carnal concupiscence in his heart were dead, was roused as it were by the sweetest taste of purity, and inflamed by his zeal for  chastity towards a yet more ardent desire, and began to apply himself to stricter fasts and prayers that the mortification of this passion which by God's grace had been granted to his inner man, might be extended also so as to include external purity, to such an extent that he might no longer be affected by any simple and natural movement, such as is excited even in children and infants."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:4",
                            "text": "And by the experience of the gift he had obtained, which he knew he had secured by no merit of his labours, but by the grace God, he was the more ardently stimulated to obtain this also in like manner, as he believed that God could much more easily tear up by the roots this incitement of the flesh, (which even by man's art and skill is sometimes destroyed by potions and remedies or by the use of the knife) since He had of His own free gift conferred that purity of spirit which is a still greater thing, and which cannot be acquired by human efforts and exertions."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:5",
                            "text": "And when with unceasing supplications and tears he was applying himself unweariedly to the petition he had commenced, there came to him an angel in a vision by night, and seemed to open his belly, and to remove from his bowels a sort of fiery fleshly humour, and to cast it away, and restore everything to its place as before; and \"lo\" he said, \"the incitements of your flesh are removed, and you may be sure that you have this day obtained that lasting purity of body for which you have faithfully asked\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:6",
                            "text": "It will be enough thus briefly to have told this of the grace of God which was granted to this famous man in a special way."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:7",
                            "text": "But I deem it unnecessary to say anything of those virtues which he possessed in common with other good men, for fear lest that particular narrative on this man's name might seem to deprive others of that which is specially mentioned of him."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VII 2:8",
                            "text": "Him therefore, as we were inflamed with the greatest eagerness for conference with and instruction from him, we arranged to visit in Lent; and when he had very quietly inquired of us of the character of our thoughts and the state of our inner man, and what help we had got towards its purity from our long stay in the desert, we approached him with these complaints:."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:2",
                            "text": "Our answer on the fickle character of our thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:3",
                            "text": "The time spent here, and the dwelling in solitude, and meditation, through which you think that we ought to have attained perfection of the inner man, has only done this for us; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:4",
                            "text": ", teach us that which we are unable to be, without making us what we are trying to be."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:5",
                            "text": "Nor do we feel that by this knowledge we have acquired any fixed steadfastness of the purity which we long for, or any strength and firmness; but only an increase of confusion and shame: for though our meditation in all our discipline aims at this in our daily studies, and endeavours from trembling beginnings to reach a sure and unwavering skill, and to begin to know something of what originally it knew but vaguely or was altogether ignorant of, and by advancing by sure steps (so to speak) towards the condition of that discipline, to habituate itself perfectly to it without any difficulty, I find on the contrary that while I am struggling in this desire for purity, I have only got far enough to know what I cannot be."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:6",
                            "text": "And hence I feel that nothing but trouble results to me from all this contrition of heart, so that matter for tears is never wanting, and yet I do not cease to be what I ought not to be."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:7",
                            "text": "And so what is the good of having learnt what is best, if it cannot be attained even when known? for when we have been feeling that the aim of our heart was directed towards what we purposed, insensibly the mind returns to its previous wandering thoughts and slips back with a more violent rush, and is taken up with daily distractions and incessantly drawn away by numberless things that take it captive, so that we almost despair of the improvement which we long for, and all these observances seem useless."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:8",
                            "text": "Since the mind which every moment wanders off vaguely, when it is brought back to the fear of God or spiritual contemplation, before it is established in it, darts off and strays; and when we have been roused and have discovered that it has wandered from the purpose set before it, and want to recall it to the meditation from which it has strayed, and to bind it fast with the firmest purpose of heart, as if with chains, while we are making the attempt it slips away from the inmost recesses of the heart swifter than a snake."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:9",
                            "text": "Wherefore we being inflamed by daily exercises of this kind, and yet not seeing that we gain from them any strength and stability in heart are overcome and in despair driven to this opinion; viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VII 3:10",
                            "text": ", to believe that it is from no fault of our own but from a fault of our nature that these wanderings of mind are found in mankind."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:2",
                            "text": "The discourse of the old man on the state of the soul and its excellence."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:3",
                            "text": "Serenus: It is dangerous to jump to a conclusion and lay down the law hastily on the nature of anything before you have properly discussed the subject and considered its true character."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:4",
                            "text": "Nor should you, looking only at your own weakness, hazard a conjecture instead of pronouncing a judgment based on the character and value of the practice itself, and others' experience of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:5",
                            "text": "For if anyone, who was ignorant of swimming but knew that the weight of his body could not be supported by water, wished from the proof which his inexperience afforded, to lay down that no one composed of solid flesh could possibly be supported on the liquid element, we ought not therefore to think his opinion a true one, which he seemed to bring forward in accordance with his own experience, since this can be shown to be not merely not impossible but actually extremely easily done by others, by the clearest proofs and ocular demonstration."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:6",
                            "text": "And so the νοῦς, i-e:, the mind, is defined as ἀεικίνητος καὶ πολυκίνητος, i-e:, ever shifting and very shifting: as it is thus described in the so called wisdom of Solomon in other words: καὶ γεῶδες σκῆνος βρίθει νοῦν πολυφρόντιδα , i-e:, \"And the earthly tabernacle weigheth down the mind that museth on many things\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:7",
                            "text": "This then in accordance with its nature can never remain idle, but unless provision is made where it may exercise its motions and have what will continually occupy it, it must by its own fickleness wander about and stray over all kinds of things until, accustomed by long practice and daily use—in which you say that you have toiled without result—it tries and learns what food for the memory it ought to prepare, toward which it may bring back its unwearied flight and acquire strength for remaining, and thus may succeed in driving away the hostile suggestion of the enemy by which it is distracted, and in persisting in that state and condition which it yearns for."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:8",
                            "text": "We ought not then to ascribe this wandering inclination of our heart either to human nature or to God its Creator."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:9",
                            "text": "For it is a true statement of Scripture, that \"God made man upright; but they themselves found out many thoughts\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:10",
                            "text": "The character of these then depends on us ourselves, for it says \"a good thought comes near to those that know it, but a prudent man will find it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:11",
                            "text": "For where anything is subject to our prudence and industry so that it can be found out, there if it is not found out, we ought certainly to set it down to our own laziness or carelessness and not to the fault of our nature."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:12",
                            "text": "And with this meaning the Psalmist also is in agreement, when he says: \"Blessed is the man whose help is from Thee: in his heart he hath disposed his ascents\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:13",
                            "text": "You see then that it lies in our power to dispose in our hearts either ascents, i-e:, thoughts that belong to God, or descents; viz."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:14",
                            "text": ", those that sink down to carnal and earthly things."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VII 4:15",
                            "text": "And if this was not in our power the Lord would not have rebuked the Pharisees, saying \"Why do ye think evil in your hearts?\" nor would He have given this charge by the prophet, saying: \"Take away the evil of your thoughts from mine eyes;\" and \"How long shall wicked thoughts remain in you?\" Nor would the character of them as of our works be taken into consideration in the day of judgment in our case as the Lord threatens by Isaiah: \"Lo, I come to gather together their works and thoughts together with all nations and tongues;\" nor would it be right that we should be condemned or defended by their evidence in that terrible and dreadful examination, as the blessed Apostle says: \"Their thoughts between themselves accusing or also defending one another, in the day when God shall judge the secrets of men according to my gospel\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:2",
                            "text": "On the perfection of the soul, as drawn from the comparison of the Centurion in the gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:3",
                            "text": "Of this perfect mind then there is an excellent figure drawn in the case of the centurion in the gospel; whose virtue and consistency, owing to which he was not led away by the rush of thoughts, but in accordance with his own judgment either admitted such as were good, or easily drove away those of the opposite character, are described in this tropical form: \"For I also am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:4",
                            "text": "If then we too strive manfully against disturbances and sins and can bring them under our own control and discretion, and fight and destroy the passions in our flesh, and bring under the sway of reason  the swarm of our thoughts, and drive back from our breast the terrible hosts of the powers opposed to us by the life-giving standard of the Lord's cross, we shall in reward for such triumphs be promoted to the rank of that centurion spiritually understood, who, as we read in Exodus, was mystically pointed to by Moses: \"Appoint for thee rulers of thousands, and of hundreds, and of fifties and of tens\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:5",
                            "text": "And so we too when raised to the height of this dignity shall have the same right and power to command, so that we shall not be carried away by thoughts against our will, but shall be able to continue in and cling to those which spiritually delight us, commanding the evil suggestions to depart, and they will depart, while to good ones we shall say \"Come,\" and they will come: and to our servant also, i-e:, the body, we shall in like manner enjoin what belongs to chastity and continence, and it will serve us without any gainsaying, no longer arousing in us the hostile incitements of concupiscence, but showing all subservience to the spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:6",
                            "text": "And what is the character of the arms of this centurion, and for what use in battle they are, hear the blessed Apostle declaring: \"The arms,\" he says \"of our warfare are not carnal, but mighty to God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:7",
                            "text": "He tells us their character; viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:8",
                            "text": ", that they are not carnal or weak, but spiritual and mighty to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:9",
                            "text": "Then he next suggests in what struggles they are to be used: \"Unto the pulling down of fortifications, purging the thoughts, and every height that exalteth itself against the knowledge of God, and bringing into captivity every understanding unto the obedience of Christ, and having in readiness to avenge all disobedience, when your obedience shall be first fulfilled\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:10",
                            "text": "And since though useful, it yet belongs to another time to run through these one by one, I only want you to see the different sorts of these arms and their characteristics, as we also ought always to walk with them girt upon us if we mean to fight the Lord's battles and to serve among the centurions of the gospel."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:11",
                            "text": "\"Take,\" he says \"the shield of faith, wherewith ye may be able to quench all the fiery darts of the evil one\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:12",
                            "text": "Faith then is that which intercepts the flaming darts of lust, and destroys them by the fear of future judgment, and belief in the heavenly kingdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:13",
                            "text": "\"And the breastplate,\" he says, \"of charity\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:14",
                            "text": "This indeed is that which going round the vital parts of the breast and protecting what is exposed to the deadly wounds of swelling thoughts, keeps off the blows opposed to it, and does not allow the darts of the devil to penetrate to our inner man."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:15",
                            "text": "For it \"endureth all things, suffereth all things, beareth all things\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:16",
                            "text": "\"And for an helmet the hope of salvation\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:17",
                            "text": "The helmet is what protects the head."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:18",
                            "text": "As then Christ is our head, we ought always in all temptations and persecutions to protect it with the hope of future good things to come, and especially to keep faith in Him whole and undefiled."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:19",
                            "text": "For it is possible for one who has lost other parts of the body, weak as he may be, still to survive: but even a short time of living is extended to no one without a head."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:20",
                            "text": "\"And the sword of the Spirit which is the word of God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:21",
                            "text": "For it is \"sharper than any two-edged sword, and piercing even to the dividing of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart:\" as it divides and cuts off whatever carnal and earthly things it may find in us."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:22",
                            "text": "And whosoever is protected by these arms will ever be defended from the weapons and ravages of his foes, and will not be led away bound in the chains of his spoilers, a captive and a prisoner, to the hostile land of vain thoughts, nor hear the words of the prophet: \"Why art thou grown old in a strange country?\" But he will stand like a triumphant conqueror in the land of thoughts which he has chosen."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:23",
                            "text": "Would you understand too the strength and courage of this centurion, by which he bears these arms of which we spoke before as not carnal but mighty to God? Hear of the selection by which the King himself marks and approves brave men when he summons them to the spiritual combat."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:24",
                            "text": "\"Let,\" says He, \"the weak say that I am strong;\" and: \"Let him who is the sufferer become a warrior\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:25",
                            "text": "You see then that none but sufferers and weak people can fight the Lord's battles, weak indeed with that weakness, founded on which that centurion of ours in the gospel said with confidence: \"For when I am weak, then am I strong,\" and again, \"for strength is made perfect in weakness\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:26",
                            "text": "Of which weakness one of the prophets says: \"And he that is weak among them shall be as the house of David\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VII 5:27",
                            "text": "For the patient sufferer shall fight these wars, with that patience of which it is said \"patience is necessary for you that doing the will of God you may receive the reward\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:2",
                            "text": "Of perseverance as regards care of the thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:3",
                            "text": "But we shall find out by our own experience that we can and ought to cling to the Lord if we have our wills mortified and the desires of this world cut off, and we shall be taught by the authority of those who in converse with the Lord say in all confidence: \"My soul hath stuck close to Thee;\" and: \"I have stuck unto Thy testimonies, O Lord;\" and: \"It is good for me to stick fast to God;\" and: \"He who cleaveth to the Lord, is one spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:4",
                            "text": "We ought not then to be wearied out by these wanderings of mind and relax from our fervour: for \"he that tilleth his ground shall be filled with bread: but he that followeth idleness shall be filled with poverty\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:5",
                            "text": "Nor should we be drawn away from being intent on this watchfulness through a dangerous despair, for \"in every one who is anxious there is abundance, for he who is pleasant and free from grief will be in want;\" and again: \"a man in grief labours for himself, and forcibly brings about his own destruction\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:6",
                            "text": "Moreover also: \"the kingdom of heaven suffereth violence and the violent take it by force,\" for no virtue is acquired without effort, nor can anyone attain to that mental stability which he desires without great sorrow of heart, for \"man is born to trouble,\" and in order that he may be able to attain to \"the perfect man, the measure of the stature of the fulness of Christ\" he must ever be on the watch with still greater intentness, and toil with ceaseless carefulness."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:7",
                            "text": "But to the fulness of this measure no one will ever attain, but one who has considered it beforehand and been trained to it now and has had some foretaste of it while still in this world, and being marked a most precious member of Christ, has possessed in the flesh an earnest of that \"joint\" by which he can be united to His body: desiring one thing alone, thirsting for but one thing, ever bringing not only his acts but even his thoughts to bear on one thing alone; viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:8",
                            "text": ", that he may even now keep as an earnest that which is said of the blessed life of the saints hereafter; viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VII 6:9",
                            "text": ", that \"God may be\" to him \"all in all\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VII 7:2",
                            "text": "A question on the roving tendency of the mind and the attacks of spiritual wickedness."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VII 7:3",
                            "text": "Germanus: Perhaps this tendency of the mind to rove might to some extent be checked were it not that so great a swam of enemies surrounded it, and ceaselessly urged it toward what it has no wish for, or rather whither the roving character of its own nature drives it."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VII 7:4",
                            "text": "And since such numberless foes, and those so powerful and terrible, surround it, we should not fancy that it was possible for them to be withstood especially by this weak flesh of ours, were we not encouraged to this view by your words as if by oracles from heaven."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:2",
                            "text": "The answer on the help of God and the power of free will."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:3",
                            "text": "Serenus: No one who has experienced the conflicts of the inner man, can doubt that our foes are continually lying in wait for us."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:4",
                            "text": "But we mean that they oppose our progress in such a way that we can think of them as only inciting to evil things and not forcing."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:5",
                            "text": "But no one could altogether avoid whatever sin they were inclined to imprint upon our hearts, if a strong impulse was present to force (evil) upon us, just as it is to suggest it."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:6",
                            "text": "Wherefore as there is in them ample power of inciting, so in us there is a supply of power of rejection, and of liberty of acquiescing."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:7",
                            "text": "But if we are afraid of their power and assaults, we may also claim the protection and assistance of God against them, of which we read: \"For greater is He who is in us than he who is in this world:\" and His aid fights on our side with much greater power than their hosts fight against us; for God is not only the suggester of what is good, but the maintainer and insister of it, so that sometimes He draws us towards salvation even against our will and without our knowing it."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:8",
                            "text": "It follows then that no one can be deceived by the devil but one who has chosen to yield to him the consent of his own will: as Ecclesiastes clearly puts it in these words: \"For since there is no gainsaying by those who do evil speedily, therefore the heart of the children of men is filled within them to do evil\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:9",
                            "text": "It is therefore clear that each man goes wrong from this; viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VII 8:10",
                            "text": ", that when evil thoughts assault him he does not immediately meet them with refusal and contradiction, for it says: \"resist him, and he will flee from you\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VII 9:2",
                            "text": "A question on the union of the soul with devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VII 9:3",
                            "text": "Germanus: What, I pray you, is that indiscriminate and common union of the soul with those evil spirits, by which it is possible for them to be (I will not say joined with but) united to it in such a way that they can imperceptibly talk with it, and find their way into it and suggest to it whatever they want, and incite it to whatever they like, and look into and see its thoughts and movements; and the result is so close a union between them and the soul that it is almost impossible without God's grace to distinguish between what results from their instigation, and what from our free will."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VII 10:2",
                            "text": "The answer how unclean spirits are united with human souls."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VII 10:3",
                            "text": "Serenus: It is no wonder that spirit can be imperceptibly joined with spirit, and exercise an unseen power of persuasion toward what is allowed to it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VII 10:4",
                            "text": "For there is between them (just as between men) some sort of similarity and kinship of substance, since the description which is given of the nature of the soul, applies equally well to their substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VII 10:5",
                            "text": "But it is impossible for spirits to be implanted in spirits inwardly or united with them in such a way that one can hold the other; for this is the true prerogative of Deity alone, which is the only simple and incorporeal nature."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VII 11:2",
                            "text": "An objection whether unclean spirits can be present in or united with the souls of those whom they have filled."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VII 11:3",
                            "text": "Germanus: To this idea we think that what we see happen in the case of those possessed is sufficiently opposed, when they say and do what they know not under the influence of the spirits."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VII 11:4",
                            "text": "How then are we to refuse to believe that their souls are not united to those spirits, when we see them made their instruments, and (forsaking their natural condition) yielding to their movements and moods, in such a way that they give expression no longer to their own words and actions and wishes, but to those of the demons?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:2",
                            "text": "The answer how it is that unclean spirits can lord it over those possessed."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:3",
                            "text": "Serenus: What you speak of as taking place in the case of demoniacs is not opposed to our assertion; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:4",
                            "text": ", that those possessed by unclean spirits say and do what they do not want to, and are forced to utter what they know not; for it is perfectly clear that they are not subject to the entrance of the spirits all in the same way: for some are affected by them in such a way as to have not the slightest conception of what they do and say, while others know and afterwards recollect it."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:5",
                            "text": "But we must not imagine that this is done by the infusion of the spirit in such a way that it penetrates into the actual substance of the soul and, being as it were united to it and somehow clothed with it, utters words and sayings through the mouth of the sufferer."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:6",
                            "text": "For we ought not to believe that this can possibly be done by them."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VII 12:7",
                            "text": "For we can clearly see that this results from no loss of the soul but from weakness of the body, when the unclean spirit seizes on those members in which the vigour of the soul resides, and laying on them an enormous and intolerable weight overwhelms it with foulest darkness, and interferes with its intellectual powers: as we see sometimes happen also from the fault of wine and fever or excessive cold, and other indispositions affecting men from without; and it was this which the devil was forbidden to attempt to inflict on the blessed Job, though he had received power over his flesh, when the Lord commanded him saying: \"Lo, I give him into thine hands: only preserve his soul,\" i-e:, do not weaken the seat of his soul and make him mad, and overpower the understanding and wisdom of what remains, by smothering the ruling power in his heart with your weight."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:2",
                            "text": "How spirit cannot be penetrated by spirit, and how God alone is incorporeal."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:3",
                            "text": "For even if spirit is mingled with this crass and solid matter; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:4",
                            "text": ", flesh (as very easily happens), should we therefore believe that it can be united to the soul, which is in like manner spirit, in such a way as to make it also receptive in the same way of its own nature: a thing which is possible to the Trinity alone, which is so capable of pervading every intellectual nature, that it cannot only embrace and surround it but even insert itself into it and, incorporeal though it is, be infused into a body? For though we maintain that some spiritual natures exist, such as angels, archangels and the other powers, and indeed our own souls and the thin air, yet we ought certainly not to consider them incorporeal."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:5",
                            "text": "For they have in their own fashion a body in which they exist, though it is much finer than our bodies are, in accordance with the Apostle's words when he says: \"And there are bodies celestial, and bodies terrestrial:\" and again: \"It is sown a natural body, it is raised a spiritual body;\" from which it is clearly gathered that there is nothing incorporeal but God alone, and therefore it is only by Him that all spiritual and intellectual substances can be pervaded, because He alone is whole and everywhere and in all things, in such a way as to behold and see the thoughts of men and their inner movements and all the recesses of the soul; since it was of Him alone that the blessed Apostle spoke when he said: \"For the word of God is quick and powerful and sharper than any two-edged sword, and piercing even to the dividing of soul and spirit and of the joints and marrow; and is a discerner of the thoughts and intents of the heart; and there is no creature invisible in His sight, but all things are naked and open to His eyes\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VII 13:6",
                            "text": "And the blessed David says: \"Who fashioneth their hearts one by one;\" and again: \"For He knoweth the secrets of the heart;\" and Job too: \"Thou who alone knowest the hearts of men\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VII 14:2",
                            "text": "An objection, as to how we ought to believe that devils see into the thoughts of men."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VII 14:3",
                            "text": "Germanus: In this way, which you describe, those spirits cannot possibly see into our thoughts."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VII 14:4",
                            "text": "But we think it utterly absurd to hold such an opinion, when Scripture says: \"If the spirit of him that hath power ascend upon thee;\" and again: \"When the devil had put it into the heart of Simon Iscariot to betray the Lord\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VII 14:5",
                            "text": "How then can we believe that our thoughts are not open to them, when we feel that for the most part they spring up and are nursed by their suggestions and instigation?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:2",
                            "text": "The answer what devils can and what they cannot do in regard to the thoughts of men."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:3",
                            "text": "Serenus: Nobody doubts that unclean spirits can influence the character of our thoughts, but this is by affecting them from without by sensible influences, i-e:, either from our inclinations or from our words, and those likings to which they see that we are especially disposed."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:4",
                            "text": "But they cannot possibly come near to those which have not yet come forth from the inmost recesses of the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:5",
                            "text": "And the thoughts too, which they suggest, whether they are actually or in a kind of way embraced, are discovered by them not from the nature of the soul itself, i-e:, that inner inclination which lies concealed so to speak in the very marrow, but from motions and signs given by the outward man, as for example, when they suggest gluttony, if they have seen a monk raising his eyes anxiously to the window or to the sun, or inquiring eagerly what o'clock it is, they know that he has admitted the feeling of greediness."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:6",
                            "text": "If when they suggest fornication they find him calmly submitting to the attack of lust, or see him perturbed in body, or at any rate not groaning as he ought under the wantonness of an impure suggestion, they know that the dart of lust is already fixed in his very soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:7",
                            "text": "If they stir up incitements to grief, or anger, or rage, they can tell whether they have taken root in the heart by the movements of the body, and visible disturbances, when, for instance, they have noticed him either groaning silently, or panting with indignation or changing colour; and so they cunningly discover the fault to which he is given over."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:8",
                            "text": "For they know that every one of us is enticed in a regular way by that one, to the incitement of which they see, by a sort of assenting motion of the body, that he has yielded his consent and agreement."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:9",
                            "text": "And it is no wonder that this is discovered by those powers of the air, when we see that even clever men can often discover the state of the inner man from his mien and look and external bearing."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VII 15:10",
                            "text": "How much more surely then can this be discovered by those who as being of a spiritual nature are certainly much more subtle and cleverer than men."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VII 16:2",
                            "text": "An illustration showing how we are taught that unclean spirits know the thoughts of men."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VII 16:3",
                            "text": "For just as some thieves are in the habit of examining the concealed treasures of the  men in those houses which they mean to rob, and in the dark shades of night sprinkle with careful hands little grains of sand and discover the hidden treasures which they cannot see by the tinkling sound with which they answer to the fall of the sand, and so arrive at certain knowledge of each thing and metal, which betrays itself in a way by the voice elicited from it; so these too, in order to explore the treasures of our heart, scatter over us the sand of certain evil suggestions, and when they see some bodily affection arise corresponding to their character, they recognize as if by a sort of tinkling sound proceeding from the inmost recesses, what it is that is stored up in the secret chamber of the inner man."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VII 17:2",
                            "text": "On the fact that not every devil has the power of suggesting every passion to men."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VII 17:3",
                            "text": "But we ought to know this, that not all devils can implant all the passions in men, but that certain spirits brood over each sin, and that some gloat over uncleanness and filthy lusts, others over blasphemy, others are more particularly devoted to anger and wrath, others thrive on gloominess, others are pacified with vainglory and pride; and each one implants in the hearts of men that sin, in which he himself revels, and they cannot implant their special vices all at one time, but in turn, according as the opportunity of time or place, or a man, who is open to their suggestions, excites them."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Confrences VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VII 18:2",
                            "text": "A question whether among the devils there is any order observed in the attack, or system in its changes."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VII 18:3",
                            "text": "Germanus: Must we then believe that wickedness is arranged and so to speak systematized among them in such a way that there is some order in the changes observed by them, and a regular plan of attack carried out, though it is clear that method and system can only exist among good and upright men, as Scripture says: \"Thou shalt seek wisdom among the ungodly and shalt not find it; and: \"our enemies are senseless;\" and this: \"There is neither wisdom, nor courage, nor counsel among the ungodly\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Confrences VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:2",
                            "text": "The answer how far an agreement exists among devils about the attack and its changes."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:3",
                            "text": "Serenus: It is a true assertion that there is no lasting concord among bad men, and that perfect harmony cannot exist even in regard to those particular faults which have attractions for them all in common."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:4",
                            "text": "For, as you have said, it can never be that system and discipline are preserved among undisciplined things."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:5",
                            "text": "But in some matters, where community of interests, and necessity enforces it, or participation in some gain recommends it, they must arrange for some agreement for the time being."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:6",
                            "text": "And we see very clearly that this is so in the case of this war of spiritual wickedness; so that not only do they observe times and changes among themselves, but actually are known specially to occupy some particular spots and to haunt them persistently: for since they must make their attacks through certain fixed temptations and well defined sins, and at particular times, we clearly infer from this that no one can at one and at the same time be deluded by the emptiness of vainglory and inflamed by the lust of fornication, nor at one and the same time be puffed up by the outrageous haughtiness of spiritual pride, and subject to the humiliation of carnal gluttony."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VII 19:7",
                            "text": "Nor can anyone be overcome by silly giggling and laughter and at the same time be excited by the stings of anger, or at any rate filled with the pains of gnawing grief: but all the spirits must one by one advance to attack the soul, in such a way that when one has been vanquished and retreated, he must make way for another spirit to attack it still more vehemently, or if he has come forth victorious, he will none the less hand it over to be deceived by another."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: Confrences VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VII 20:2",
                            "text": "Of the fact that opposite powers are not of the same boldness, and that the occasions of temptation are not under their control."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VII 20:3",
                            "text": "We ought also not to be ignorant of this, that they have not all the same fierceness and energy, nor indeed the same boldness and malice, and that with beginners and feeble folk only the weaker spirits join battle, and when these spiritual wickednesses are beaten, then gradually the assaults of stronger ones are made against the athlete of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VII 20:4",
                            "text": "For in proportion to a man's strength and progress, is the difficulty of the struggle made greater: for none of the saints could possibly be equal to the endurance of the malice of so  many and so great foes, or meet their attacks, or even bear their cruelty and savagery, were it not that the merciful judge of our contest, and president of the games, Christ Himself, equalized the strength of the combatants, and repelled and checked their excessive attacks, and made with the temptation a way of escape as well that we might be able to bear it."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: Confrences VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:2",
                            "text": "Of the fact that devils struggle with men not without effort on their part."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:3",
                            "text": "But our belief is that they undertake this struggle not without effort on their part."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:4",
                            "text": "For in their conflict they themselves have some sort of anxiety and depression, and especially when they are matched with stronger rivals, i-e:, saints and perfect men."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:5",
                            "text": "Otherwise no contest or struggle, but only a simple deception of men, and one free from anxiety on their part would be assigned to them."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:6",
                            "text": "And how then would the Apostle's words stand, where he says: \"We wrestle not against flesh and blood, but against principalities, against powers, against world-rulers of this darkness, against spiritual wickedness in heavenly places;\" and this too: \"So fight I, not as one that beateth the air;\" and again: \"I have fought a good fight\"? For where it is spoken of as a fight, and conflict, and battle, there must be effort and exertion and anxiety on both sides, and equally there must either be in store for them chagrin and confusion for their failure, or delight consequent upon their victory."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:7",
                            "text": "But where one fights with ease and security against another who struggles with great effort, and in order to overthrow his rival makes use of his will alone as his strength, there it ought not to be called a battle, struggle, or strife, but a sort of unfair and unreasonable assault and attack."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:8",
                            "text": "But they certainly have to labour, and when they attack men, exert themselves in no lesser degree in order to secure from each one that victory which they want to obtain, and there is hurled back upon them the same confusion which was awaiting us had we been worsted by them; as it is said: \"The head of their compassing me about, the labour of their own lips shall overwhelm them;\" and: \"His sorrow shall be turned on his own head;\" and again: \"Let the snare which he knoweth not come upon him, and let the net which he hath hidden catch him, and into that very snare let him fall;\" viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:9",
                            "text": ", that which he contrived for the deception of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:10",
                            "text": "They then themselves also come to grief, and as they damage us so are they also in like manner damaged by us, nor when they are worsted do they depart without confusion, and seeing these defeats of theirs and their struggles, one who had good eyes in his inner man, seeing also that they gloated over the downfall and mischances of individuals, and fearing lest his own case might furnish them with this kind of delight, prayed to the Lord saying: \"Lighten mine eyes that I sleep not in death: lest mine enemy say, I have prevailed against him."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:11",
                            "text": "They that trouble me will rejoice if I be moved;\" and: \"O My God, let them not rejoice over me; let them not say in their hearts, Aha, Aha, our very wish; neither let them say; we have devoured him;\" and: \"They gnashed their teeth upon me."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:12",
                            "text": "Lord, how long wilt Thou look on this?\" for: \"he lieth in wait secretly as a lion in his den: he lieth in wait to ravish the poor;\" and: \"He seeketh from God his meat\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:13",
                            "text": "And again when all their efforts are exhausted, and they have failed to secure our deception, they must \"be confounded and blush\" at the failure of their efforts, \"who seek our souls to destroy them: and let them be covered with shame and confusion who imagine evil against us\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:14",
                            "text": "Jeremiah also says: \"Let them be confounded, and let not me be confounded: let them be afraid, and let not me be afraid: bring upon them the fury of Thy wrath, and with a double destruction destroy them\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:15",
                            "text": "For no one can doubt that when they are vanquished by us they will be destroyed with a double destruction: first, because while men are seeking after holiness, they, though they possessed it, lost it, and became the cause of man's ruin; secondly, because being spiritual existences, they have been vanquished by carnal and earthly ones."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:16",
                            "text": "Each one then of the saints when he looks on the destruction of his foes and his own triumphs, exclaims with delight: \"I will follow after mine enemies and overtake them: and I will not turn until they are destroyed."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:17",
                            "text": "I will break them and they shall not be able to stand: they shall fall under my feet,\" and in his prayers against them the same prophet says: \"Judge thou, O Lord, them that wrong me: overthrow them that fight against me."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:18",
                            "text": "Take hold of arms and shield: and rise up to help me."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:19",
                            "text": "Bring out the sword and shut up the way against them that persecute me: say to my soul, I am thy salvation\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:20",
                            "text": "And when by  subduing and destroying all our passions we have vanquished these, we shall then be permitted to hear those words of blessing: \"Thy hand shall be exalted over thine enemies, and all thine enemies shall perish\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:21",
                            "text": "And so when we read or chant all these and such like passages found in holy writ, unless we take them as written against those spiritual wickednesses which lie in wait for us night and day, we shall not only fail to draw from them any edification to make us gentle and patient, but shall actually meet with some dreadful consequence and one that is quite contrary to evangelical perfection."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:22",
                            "text": "For we shall not only not be taught to pray for or to love our enemies, but actually shall be stirred up to hate them with an implacable hatred, and to curse them and incessantly to pour forth prayers against them."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VII 21:23",
                            "text": "And it is terribly wrong and blasphemous to think that these words were uttered in such a spirit by holy men and friends of God, on whom before the coming of Christ the law was not imposed for the very reason that they went beyond its commands, and chose rather to obey the precepts of the gospel and to aim at apostolical perfection, though they lived before the dispensation of the time."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: Confrences VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VII 22:2",
                            "text": "On the fact that the power to hurt does not depend upon the will of the devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VII 22:3",
                            "text": "But that they have not the power of hurting any man is shown in a very clear way by the instance of the blessed Job, where the enemy did not venture to try him beyond what was allowed to him by the Divine permission; and it is evidenced by the confession of the same spirits contained in the records of the gospel, where they say: \"If Thou cast us out, suffer us to go into the herd of swine\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VII 22:4",
                            "text": "And far more must we hold that they cannot of their own free will enter into any one of men who are created in the image of God, if they have not power to enter into dumb and unclean animals without the permission of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VII 22:5",
                            "text": "But no one—I will not say of the younger men, whom we see living most steadfastly in this desert, but even of those who are perfect—could live alone in the desert, surrounded by such swarms of foes of this kind, if they had unlimited power and freedom to hurt and tempt us: and still more clearly is this supported by the words of our Lord and Saviour, which in the lowliness of the manhood He had assumed, He uttered to Pilate, when He said: \"Thou couldest have no power against Me at all, unless it were given thee from above\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: Confrences VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:2",
                            "text": "Of the diminished power of the devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:3",
                            "text": "But we have thoroughly discovered both by our own experience and by the testimony of the Elders that the devils have not now the same power as they had formerly during the early days of the anchorites, when yet there were only a few monks living in the desert."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:4",
                            "text": "For such was their fierceness that it was with difficulty that a few very steadfast men, and those advanced in years were able to endure a life of solitude."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:5",
                            "text": "Since in the actual monasteries where eight or ten men used to live, their violence attacked them so and their assaults were experienced so frequently, and so visibly, that they did not dare all to go to bed at once by night, but took turns and while some snatched a little sleep, others kept watch and devoted themselves to Psalms and prayer and reading."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:6",
                            "text": "And when the wants of nature compelled them to sleep, they awoke the others, and committed to them in like manner the duty of keeping watch over those who were going to bed."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:7",
                            "text": "Whence we cannot doubt that one of two things has brought about this result not only in the case of us who seem to be fairly strong from the experience which our age gives us, but also in the case of younger men as well."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:8",
                            "text": "For either the malice of the devils has been beaten back by the power of the cross penetrating even to the desert, and by its grace which shines everywhere; or else our carelessness makes them relax something of their first onslaught, as they scorn to attack us with the same energy with which they formerly raged against those most admirable soldiers of Christ; and by this deceit and ceasing from open attacks they do us still more damage."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VII 23:9",
                            "text": "For we see that some have fallen into so sluggish a condition that they have to be coaxed by too gentle exhortations for fear lest they should forsake their cells and fall into more dangerous troubles, and wander and stray about and be entangled in what I would call grosser sins; and it is thought that a great thing is got from them if they can even with some listlessness remain in the desert, and the Elders often say to them as a great relief: Stop in your cells, and eat and drink and sleep as much as you like, if only you will stay in them always."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: Confrences VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VII 24:2",
                            "text": "Of the way in which the devils prepare for themselves an entrance into the bodies of those whom they are going to possess."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VII 24:3",
                            "text": "It is clear then that unclean spirits cannot make their way into those whose bodies they are going to seize upon, in any other way than by first taking possession of their minds and thoughts."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VII 24:4",
                            "text": "And when they have robbed them of fear and the recollection of God and spiritual meditation, they boldly advance upon them, as if they were dispossessed of all protection and Divine safeguard, and could easily be bound, and then take up their dwelling in them as if in a possession given over to them."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: Confrences VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:2",
                            "text": "On the fact that those men are more wretched who are possessed by sins than those who are possessed by devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:3",
                            "text": "Although it is a fact that those men are more grievously and severely troubled, who, while they seem to be very little affected by them in the body, are yet possessed in spirit in a far worse way, as they are entangled in their sins and lusts."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:4",
                            "text": "For as the Apostle says: \"Of whom a man is overcome, of him he is also the servant\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:5",
                            "text": "Only that in this respect they are more dangerously ill, because though they are their slaves, yet they do not know that they are assaulted by them, and under their dominion."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:6",
                            "text": "But we know that even saintly men have been given over in the flesh to Satan and to great afflictions for some very slight faults, since the Divine mercy will not suffer the very least spot or stain to be found in them on the day of judgment, and purges away in this world every spot of their filth, as the prophet, or rather God Himself says, in order that He may commit them to eternity as gold or silver refined and needing no penal purification."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:7",
                            "text": "\"And,\" says He, \"I will clean purge away thy dross, and I will take away all thy sin; and after this thou shalt be called the city of the just, a faithful city\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VII 25:8",
                            "text": "And again: \"Like as silver and gold are tried in the furnace, so the Lord chooseth the hearts;\" And again: \"The fire tries gold and silver; but man is tried in the furnace of humiliation;\" and this also: \"For whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "John Cassian: Confrences VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:2",
                            "text": "Of the death of the prophet who was led astray, and of the infirmity of the Abbot Paul, with which he was visited for the sake of his cleansing."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:3",
                            "text": "And we see clear instance of this in the case of that prophet and man of God in the third book of Kings, who was straightway destroyed by a lion for a single fault of disobedience, in which he was implicated not of set purpose nor by the fault of his own will but by the enticement of another, as the Scripture speaks thus of him: \"It is the man of God, who was disobedient to the mouth of the Lord, and the Lord delivered him to the lion, and it tare him according to the word of the Lord, which He spake\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:4",
                            "text": "In which case the punishment of the present offence and carelessness together with the reward of his righteousness, for which the Lord gave over his prophet in this world to the destroyer, are shown by the moderation and abstinence of the beast of prey, as that most savage creature did not dare even to taste the carcass that was given over to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:5",
                            "text": "And of the same thing a very clear and plain proof has been given in our own days in the case of the Abbots Paul and Moses who lived in a spot in this desert called Calamus, for the former had formerly dwelt in the wilderness which is hard by the city of Panephysis, which we know had only recently been made a wilderness by an inundation of salt water; which whenever the north wind blew, was driven from the marshes and spreading over the adjacent fields covered the face of the whole district, so as to make the ancient villages, which on this very account had been deserted by all their inhabitants, look like islands."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:6",
                            "text": "Here, then, the Abbot Paul had made such progress in purity of heart in the stillness and silence of the desert, that he did not suffer, I will not say a woman's face, but even the clothes of one of that sex to appear in his sight."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:7",
                            "text": "For when as he was going to the cell of one of the Elders together with Abbot Archebius who lived in the same desert, by accident a woman met him, he was so disgusted at meeting her that he dropped the business of his friendly visit which he had taken in hand and dashed back again to his own monastery with greater speed than a man would flee from the face of a lion or terrible dragon; so that he was not moved even by the shouts and prayers of the aforesaid Abbot Archebius who called him back to  go on with the journey they had undertaken to ask the old man what they had proposed to do."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:8",
                            "text": "But though this was done in his eagerness for chastity and desire for purity, yet because it was done not according to knowledge, and because the observance of discipline, and the methods of proper strictness were overstrained, for he imagined that not merely familiarity with a woman (which is the real harm,) but even the very form of that sex was to be execrated, he was forthwith overtaken by such a punishment that his whole body was struck with paralysis, and none of his limbs were able to perform their proper functions, since not merely his hands and feet, but even the movements of the tongue, which enables us to frame our words, (were affected) and his very ears lost the sense of hearing, so that there was left in him nothing more of his manhood than an immovable and insensible figure."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:9",
                            "text": "But he was reduced to such a condition that the utmost care of men was unable to minister to his infirmity, but only the tender service of women could attend to his wants: for when he was taken to a convent of holy virgins, food and drink, which he could not ask for even by signs, were brought to him by female attendants, and for the performance of all that nature required he was ministered to by the same service for nearly four years, i-e:, to the end of his life."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "John Cassian: Confrences VII 26:10",
                            "text": "And though he was affected by such weakness of all his members that none of his limbs retained their keen power of motion and feeling, nevertheless such grace of goodness proceeded from him that when sick persons were anointed with the oil which had touched what should be called his corpse rather than his body, they were instantly healed of all diseases, so that as regards his own malady it was made clearly and plainly evident even to unbelievers that the infirmity of all his limbs was caused by the providence and love of the Lord, and that the grace of these healings was granted by the power of the Holy Ghost as a witness of his purity and a manifestation of his merits."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "John Cassian: Confrences VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "John Cassian: Confrences VII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "John Cassian: Confrences VII 27:2",
                            "text": "On the temptation of Abbot Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "John Cassian: Confrences VII 27:3",
                            "text": "But the second person whom we mentioned as living in this desert, although he was also a remarkable and striking man, yet, in order to punish a single word, to which in a dispute with Abbot Macarius, he had given utterance somewhat too sharply, as he was anticipated in some opinion, he was instantly delivered to so dreadful a demon that he filled his mouth with filth which he supplied, and the Lord showed by the quickness of his cure, and the author of his healing, that He had brought this scourge upon him to purify him, that there might not remain in him any stain from his momentary error: for as soon as Abbot Macarius committed himself to prayer, quicker than a word the evil spirit fled away from him and departed."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "John Cassian: Confrences VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "John Cassian: Confrences VII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "John Cassian: Confrences VII 28:2",
                            "text": "How we ought not to despise those who are delivered up to unclean spirits."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "John Cassian: Confrences VII 28:3",
                            "text": "From which it plainly results that we ought not to hate or despise those whom we see to be delivered up to various temptations or to those spirits of evil, because we ought firmly to hold these two points: first, that none of them can be tempted at all by them without God's permission, and secondly that all things which are brought upon us by God, whether they seem to us at the present time to be sad or joyful, are inflicted for our advantage as by a most kind father and most compassionate physician, and that therefore men are, as it were, given into the charge of schoolmasters, and humbled in order that when they depart out of this world they may be removed in a state of greater purity to the other life, or have a lighter punishment inflicted on them, as they have been, as the Apostle says, delivered over at the present time \"to Satan for the destruction of the flesh that the spirit may be saved in the day of the Lord Jesus\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "John Cassian: Confrences VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "John Cassian: Confrences VII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "John Cassian: Confrences VII 29:2",
                            "text": "An objection, asking why those who are tormented by unclean spirits are separated from the Lord's communion."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "John Cassian: Confrences VII 29:3",
                            "text": "Germanus: And how is it that we see them not only scorned and shunned by everybody, but actually always kept away from the Lord's communion in our provinces, in accordance with these words of the gospel: \"Give not that which is holy to the dogs, neither cast your pearls before swine;\" while you tell us that somehow we ought to hold that the humiliation of this temptation is brought upon them with a view to their purification and profit?."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "John Cassian: Confrences VII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:2",
                            "text": "The answer to the question raised."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:3",
                            "text": "Serenus: If we had this knowledge, or rather faith, of which I treated above; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:4",
                            "text": ", to believe that all things were brought about by God, and ordered for the good of our souls, we should not only never despise them, but rather pray without ceasing for them as our own members, and sympathize with them with all our hearts and the fullest affection (for \"when one member suffers, all the members suffer with it\"), as we know that we cannot possibly be perfected without them inasmuch as they are members of us, just as we read that our predecessors could not attain the fulness of promise without us, as the Apostle speaks of them as follows: \"And these all being approved by the testimony of faith, received not the promise, God providing some better thing for us that they should not be perfected without us\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:5",
                            "text": "But we never remember that holy communion was forbidden them; nay rather if it were possible, they thought that it ought to be given to them daily; nor indeed according to the words of the gospel which you incongruously apply in this sense \"Give not that which is holy to dogs,\" ought we to believe that holy communion becomes food for the demon, and not a purification and safeguard of body and soul; for when it is received by a man it, so to speak, burns out and puts to flight the spirit which has its seat in his members or is trying to lurk in them."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:6",
                            "text": "For in this way we have lately seen Abbot Andronicus and many others cured."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "John Cassian: Confrences VII 30:7",
                            "text": "For the enemy will more and more abuse the man who is possessed, if he sees him cut off from the heavenly medicine, and will tempt him more often and more fearfully, as he sees him removed the further from this spiritual remedy."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "John Cassian: Confrences VII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:2",
                            "text": "On the fact that those men are more to be pitied to whom it is not given to be subjected to those temporal temptations."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:3",
                            "text": "But we ought to consider those men truly wretched and miserable in whose case, although they defile themselves with all kinds of sins and wickedness, yet not only is there no visible sign of the devil's possession shown in them, nor is any temptation proportionate to their actions, nor any scourge of punishment brought to bear upon them."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:4",
                            "text": "For they are vouchsafed no swift and immediate remedy in this world, whose \"hardness and impenitent heart,\" being too much for punishment in this life, \"heapeth up for itself wrath and indignation in the day of wrath and revelation of the righteous judgment of God,\" \"where their worm dieth not, and their fire is not quenched\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:5",
                            "text": "Against whom the prophet as if perplexed at the affliction of the saints, when he sees them subject to various losses and temptations, and on the other hand sees sinners not only passing through the course of this world without any scourge of humiliation, but even rejoicing in great riches, and the utmost prosperity in everything, inflamed with uncontrollable indignation and fervour of spirit, exclaims: \"But as for me, my feet had almost gone, my treadings had well nigh slipped."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:6",
                            "text": "For I was grieved at the wicked, when I saw the peace of sinners."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:7",
                            "text": "For there is no regard to their death, nor is there strength in their stripes."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:8",
                            "text": "They are not in the labour of men, neither shall they be scourged like other men,\" since hereafter they shall be punished with the devils, to whom in this world it was not vouchsafed to be scourged in the lot and discipline of sons, together with men."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:9",
                            "text": "Jeremiah also, when conversing with God on this prosperity of sinners, although he never professes to doubt about the justice of God, as he says \"for Thou art just, O Lord, if I dispute with Thee,\" yet in his inquiry as to the reasons of this inequality, proceeds to say: \"But yet I will speak what is just to Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:10",
                            "text": "Why doth the way of the wicked prosper? Why is it well with all them that transgress and do wickedly? Thou hast planted them and they have taken root: they prosper and bring forth fruit."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:11",
                            "text": "Thou art near in their mouth and far from their reins\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:12",
                            "text": "And when the Lord mourns for their destruction by the prophet, and anxiously directs doctors and physicians to heal them, and in a manner urges them on to a similar lamentation and says: \"Babylon is suddenly fallen: she is destroyed."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:13",
                            "text": "Howl for her: take balm for her pain, if so she may be healed;\" then, in their despair, the angels, to whom is entrusted the care of man's salvation, make reply; or at any rate the prophet in the person of the Apostles and spiritual men and doctors who see the hardness of their soul, and their impenitent heart: \"We have healed Babylon: but she is not cured."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:14",
                            "text": "Let us forsake her, and let us go every man to his own land because her judgment hath reached even to  the heavens, and is lifted up to the clouds\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "John Cassian: Confrences VII 31:15",
                            "text": "Of their desperate feebleness then Isaiah speaks in the Person of God to Jerusalem: From the sole of the foot unto the top of the head there is no soundness therein: wounds and bruises and swelling sores: they are not bound up nor dressed nor fermented with oil\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "John Cassian: Confrences VII 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:2",
                            "text": "Of the different desires and wishes which exist in the powers of the air."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:3",
                            "text": "But it is clearly proved that there exist in unclean spirits as many desires as there are in men."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:4",
                            "text": "For some of them, which are commonly called Plani, are shown to be so seductive and sportive that, when they have taken continual possession of certain places or roads, they delight themselves not indeed with tormenting the passers by whom they can deceive, but, contenting themselves merely with laughing at them and mocking them, try to tire them out rather than to injure them: while some spend the night merely by harmlessly taking possession of men, though others are such slaves to fury and ferocity that they are not simply content with hurting the bodies of those of whom they have taken possession, by tearing them in a dreadful manner, but actually are eager to rush upon those who are passing by at a distance, and to attack them with most savage slaughter: like those described in the gospel, for fear of whom no man dared to pass by that way."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:5",
                            "text": "And there is no doubt that these and such as these in their insatiable fury delight in wars and bloodshed."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:6",
                            "text": "Others we find affect the hearts of those whom they have seized with empty pride, (and these are commonly called Bacucei) so that they stretch themselves up beyond their proper height and at one time puff themselves up with arrogance and pomposity, and at another time condescend in an ordinary and bland manner, to a state of calmness and affability: and as they fancy that they are great people and the wonder of everybody, at one time show by bowing their body that they are worshipping higher powers, while at another time they think that they are worshipped by others, and so go through all those movements which express true service either proudly or humbly."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:7",
                            "text": "Others we find are not only keen for lies, but also inspire men with blasphemies."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:8",
                            "text": "And of this we ourselves can testify as we have heard a demon openly confessing that he had proclaimed a wicked and impious doctrine by the mouths of Arius and Eunomius."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:9",
                            "text": "And the same thing we read that one of them openly proclaimed in the fourth book of Kings: \"I will go forth,\" he said, \"and will be a lying spirit in the mouth of all his prophets\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:10",
                            "text": "On which the Apostle, when reproving those who are deceived by them, adds as follows: \"giving heed to seducing spirits and doctrines of devils speaking lies in hypocrisy\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:11",
                            "text": "And that there are other kinds of devils which are deaf and dumb the gospels testify."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:12",
                            "text": "And that some spirits incite to lust and wantonness the prophet maintains saying: \"The spirit of fornication deceived them and they went astray from their God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:13",
                            "text": "In the same way the authority of Scripture teaches us that there are demons of the night and of the day and of the noonday: But it would take too long to search through the whole of Scripture and run through the different kinds of them, as they are termed by the prophets onocentaurs, satyrs, sirens, witches, howlers, ostriches, urchins; and asps and basilisks in the Psalms; and are called lions, dragons, scorpions in the gospel, and are named by the Apostle the prince of this world, rulers of this darkness, and spirits of wickedness."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "John Cassian: Confrences VII 32:14",
                            "text": "And all these names we ought not to take as given at random or hap-hazard, but as alluding to their fierceness and madness under the sign of those wild beasts which are more or less harmful and dangerous among us, and by comparing them to the poisonous wickedness or power which among other beasts or serpents, some pre-eminence in evil confers on them, they are called by their names, in such a way that to one is assigned the name of lion because of the fury of his rage and the madness of his anger, to another that of basilisk because of his deadly poison, which kills a person before it is perceived, and to another that of onocentaur or urchin or ostrich because of his sluggish malice."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "John Cassian: Confrences VII 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "John Cassian: Confrences VII 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "John Cassian: Confrences VII 33:2",
                            "text": "A question as to the origin of such differences in powers of evil in the sky."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "John Cassian: Confrences VII 33:3",
                            "text": "Germanus: We certainly do not doubt that those orders which the Apostle enumerates refer to them: \"For we wrestle not against flesh and blood, but against principalities,  against powers, against the world-rulers of this darkness, against spirits of wickedness in heavenly places:\" but we want to know whence comes such a difference between them, or how such grades of wickedness exist? Were they created for this, to meet with these orders of evil, and in some way to serve this wickedness?."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "John Cassian: Confrences VII 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "John Cassian: Confrences VII 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "John Cassian: Confrences VII 34:2",
                            "text": "The postponement of the answer to the question raised."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "John Cassian: Confrences VII 34:3",
                            "text": "Serenus: Although your proposals would rob us of our whole night's rest, so that we should not notice the approach of the rising dawn, and should be tempted greedily to prolong our conference till sunrise, yet since the solving of the question raised, if we began to trace it out, would launch us on a wide and deep sea of questions, which the shortness of the time at our disposal would not permit us to traverse, I think it will be more convenient to reserve it for consideration another night, when by the raising of this question I shall receive from your very ready converse some spiritual joy and richer fruit, and we shall be able if the Holy Spirit grants us a prosperous breeze to penetrate more freely into the intricacies of the questions raised."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "John Cassian: Confrences VII 34:4",
                            "text": "Wherefore let us enjoy a little sleep, and so shake off the drowsiness that steals over our eyes, as the dawn approaches, and then we will go together to church, for the observance of Sunday bids us do this, and after service will come back, and as you wish, discuss with redoubled delight what the Lord may have given to us for our common improvement."
                        }
                    ]
                }
            ]
        }
    ]
}