{
    "books": [
        {
            "name": "Apocrypha: Gospel of Thomas (II Greek)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Gospel of Thomas (II Greek) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:1",
                            "text": "Gospel of Thomas: Second Greek Form: The Writing of the Holy Apostle Thomas Concerning the Childhood of the Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:2",
                            "text": "I Thomas the Israelite have deemed it necessary to make known to all the brethren of the heathen the great things which our Lord Jesus Christ did in His childhood, when He dwelt in the body in the city of Nazareth, going in the fifth year of His age."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:3",
                            "text": "On one of the days, there being a rainstorm, He went out of the house where His mother was, and played on the ground where the waters were flowing."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:4",
                            "text": "And He made pools, and brought in the waters, and the pools were filled with water."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:5",
                            "text": "Then He says:  It is my will that you become clear and excellent waters."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:6",
                            "text": "And they became so directly."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:7",
                            "text": "And a certain boy, the son of Annas the scribe, came past, and with a willow branch which he was carrying threw down the pools, and the water flowed out."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:8",
                            "text": "And Jesus turning, said to him:  O impious and wicked, how have the pools wronged thee, that thou hast emptied them?  Thou shalt not go on thy way, and thou shalt be dried up like the branch which thou art carrying."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:9",
                            "text": "And as he went along, in a short time he fell down and died."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:10",
                            "text": "And when the children that were playing with him saw this, they wondered, and went away and told the father of the dead boy."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:11",
                            "text": "And he ran and found his child dead, and he went away and reproached Joseph."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:12",
                            "text": "And Jesus made of that clay twelve sparrows, and it was the Sabbath."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:13",
                            "text": "And a child ran and told Joseph, saying:  Behold, thy child is playing about the stream, and of the clay he has made sparrows, which is not lawful."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:14",
                            "text": "And when he heard this, he went, and said to the child:  Why dost thou do this, profaning the Sabbath?  But Jesus gave him no answer, but looked upon the sparrows, and said:  Go away, fly, and live, and remember me."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:15",
                            "text": "And at this word they flew, and went up into the air."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:16",
                            "text": "And when Joseph saw it, he wondered."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:17",
                            "text": "And some days after, when Jesus was going through the midst of the city, a boy threw a stone at Him, and struck Him on the shoulder."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:18",
                            "text": "And Jesus said to him:  Thou shalt not go on thy way."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:19",
                            "text": "And directly falling down, he also died."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:20",
                            "text": "And they that happened to be there were struck with astonishment, saying:  Whence is this child, that every word he says is certainly accomplished?  And they also went and reproached Joseph, saying:  It is impossible for thee to live with us in this city:  but if thou wishest to do so, teach thy child to bless, and not to curse:  for he is killing our children, and everything that he says is certainly accomplished."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:21",
                            "text": "And Joseph was sitting in his seat, and the child stood before him; and he took hold of Him by the ear, and pinched it hard."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:22",
                            "text": "And Jesus looked at him steadily, and said:  It is enough for thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:23",
                            "text": "And on the day after he took Him by the hand, and led Him to a certain teacher, Zacchaeus by name, and says to him:  O master, take this child, and teach him his letters."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:24",
                            "text": "And he says:  Hand him over to me, brother, and I shall teach him the Scripture; and I shall persuade him to bless all, and not to curse."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:25",
                            "text": "And Jesus hearing, laughed, and said to them:  You say what you know; but I know more than you, for I am before the ages."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:26",
                            "text": "And I know when your fathers' fathers were born; and I know how many are the years of your life."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:27",
                            "text": "And hearing this, they were struck with astonishment."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:28",
                            "text": "And again Jesus said to them:  You wonder because I said to you that I knew how many are the years of your life."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:29",
                            "text": "Assuredly I know when the world was created."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:30",
                            "text": "Behold, you do not believe me now."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:31",
                            "text": "When you see my cross, then will ye believe that I speak the truth."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:32",
                            "text": "And they were struck with astonishment when they heard these things."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:33",
                            "text": "And Zacchaeus, having written the alphabet in Hebrew, says to Him:  Alpha."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:34",
                            "text": "And the child says:  Alpha."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:35",
                            "text": "And again the teacher:  Alpha; and the child likewise."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:36",
                            "text": "Then again the teacher says the Alpha for the third time."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:37",
                            "text": "Then Jesus, looking in the master's face, says:  How canst thou, not knowing the Alpha, teach another the Beta?  And the child, beginning from the Alpha, said by Himself the twenty-two letters."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:38",
                            "text": "Then also He says again:  Hear, O teacher, the order of the first letter, and know how many entrances and lines it has, and strokes common, crossing and coming together."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:39",
                            "text": "And when Zacchaeus heard such an account of the one letter, he was so struck with astonishment, that he could make no answer."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:40",
                            "text": "And he turned and said to Joseph:  This child assuredly, brother, does not belong to the earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:41",
                            "text": "Take him, then, away from me."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:42",
                            "text": "And after these things, on one of the days Jesus was playing with other children on the roof of a house."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:43",
                            "text": "And one boy was pushed by another, and hurled down upon the ground, and he died."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:44",
                            "text": "And seeing this, the boys that were playing with him ran away; and Jesus only was left standing upon the roof from which the boy had been hurled down."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:45",
                            "text": "And when the news was brought to the parents of the dead boy, they ran weeping; and finding their boy lying dead upon the ground, and Jesus standing above, they supposed that their boy had been thrown down by Him; and fixing their eyes upon Him, they reviled Him."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:46",
                            "text": "And seeing this, Jesus directly came down from the roof, and stood at the head of the dead body, and says to him:  Zeno, did I throw thee down?  Stand up, and tell us."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:47",
                            "text": "For this was the name of the boy."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:48",
                            "text": "And at the word the boy stood up and adored Jesus, and said:  My lord, thou didst not throw me down, but thou hast brought me to life when I was dead."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:49",
                            "text": "And a few days after, one of the neighbours, when splitting wood, cut away the lower part of his foot with the axe, and was on the point of death from loss of blood."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:50",
                            "text": "And a great number of people ran together, and Jesus came with them to the place."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:51",
                            "text": "And He took hold of the young man's wounded foot, and cured him directly, and says to him:  Rise up, split thy wood."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:52",
                            "text": "And he rose up and adored Him, giving thanks, and splitting the wood."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:53",
                            "text": "Likewise also all that were there wondered, and gave thanks to Him."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:54",
                            "text": "And when He was six years old, Mary His mother sent Him to bring water from the fountain."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:55",
                            "text": "And as He went along, the pitcher was broken."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:56",
                            "text": "And going to the fountain He unfolded His overcoat, and drew water from the fountain, and filled it, and took the water to His mother."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:57",
                            "text": "And seeing this, she was struck with astonishment, and embraced Him, and kissed Him."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:58",
                            "text": "And when Jesus had come to the eighth year of His age, Joseph was ordered by a certain rich man to make him a couch."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:59",
                            "text": "For he was a carpenter."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:60",
                            "text": "And he went out into the field to get wood; and Jesus went with him."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:61",
                            "text": "And having cut two pieces of wood, and smoothed them with the axe, he put the one beside the other; and in measuring he found it too short."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:62",
                            "text": "And when he saw this he was grieved, and sought to find another piece."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:63",
                            "text": "And seeing this, Jesus says to him:  Put these two pieces together, so as to make both ends even."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:64",
                            "text": "And Joseph, in doubt as to what the child should mean, did as he was told."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:65",
                            "text": "And He says to him again:  Take a firm hold of the short piece."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:66",
                            "text": "And Joseph, in astonishment, took hold of it."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:67",
                            "text": "Then Jesus also, taking hold of the other end, drew it towards Himself, and make it equal to the other piece of wood."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:68",
                            "text": "And He says to Joseph:  Grieve no more, but do thy work without hindrance."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:69",
                            "text": "And seeing this, he wondered greatly, and says to himself:  Blessed am I, because God has given me such a boy."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:70",
                            "text": "And when they came back to the city, Joseph gave an account of the matter to Mary."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Thomas (II Greek) 1:71",
                            "text": "And when she heard and saw the strange miracles of her son, she rejoiced and glorified Him, with the Father and the Holy Spirit, now and ever, and for evermore,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}