{
    "books": [
        {
            "name": "Augustine: On the Trinity Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Trinity Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:2",
                            "text": "Explains for what the Son of God was sent, viz, that by Christ's dying for sinners, we were to be convinced how great is God's love for us, and also what manner of men we are whom He loved."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:3",
                            "text": "That the Word came in the flesh, to the purpose also of enabling us to be so cleansed as to contemplate and cleave to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:4",
                            "text": "That our double death was abolished by His death, being one and single."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:5",
                            "text": "And hereupon is discussed, how the single of our Saviour harmonizes to salvation with our double; and the perfection is treated at length of the senary number, to which the ratio itself of single to double is reducible."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:6",
                            "text": "That all are gathered together from many into one by the one Mediator of life, viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:7",
                            "text": "Christ, through Whom alone is wrought the true cleansing of the soul."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:8",
                            "text": "Further it is demonstrated that the Son of God, although made less by being sent, on account of the form of a servant which He took, is not therefore less than the Father according to the form of God, because He was sent by Himself: and that the same account is to be given of the sending of the Holy Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:9",
                            "text": "Preface."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:10",
                            "text": "—The Knowledge of God is to Be Sought from God."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:11",
                            "text": "1  Theknowledge of things terrestrial and celestial is commonly thought much of by men."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:12",
                            "text": "Yet those doubtless judge better who prefer to that knowledge, the knowledge of themselves; and that mind is more praiseworthy which knows even its own weakness, than that which, without regard to this, searches out, and even comes to know, the ways of the stars, or which holds fast such knowledge already acquired, while ignorant of the way by which itself to enter into its own proper health and strength."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:13",
                            "text": "But if any one has already become awake towards God, kindled by the warmth of the Holy Spirit, and in the love of God has become vile in his own eyes; and through wishing, yet not having strength to come in unto Him, and through the light He gives, has given heed to himself, and has found himself, and has learned that his own filthiness cannot mingle with His purity; and feels it sweet to weep and to entreat Him, that again and again He will have compassion, until he have put off all his wretchedness; and to pray confidently, as having already received of free gift the pledge of salvation through his only Saviour and Enlightener of man:—such an one, so acting, and so lamenting, knowledge does not puff up, because charity edifieth; for he has preferred knowledge to knowledge, he has preferred to know his own weakness, rather than to know the walls of the world, the foundations of the earth, and the pinnacles of heaven."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:14",
                            "text": "And by obtaining this knowledge, he has obtained also sorrow; but sorrow for straying away from the desire of reaching his own proper country, and the Creator of it, his own blessed God."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:15",
                            "text": "And if among men such as these, in the family of Thy Christ, O Lord my God, I groan among Thy poor, give me out of Thy bread to answer men who do not hunger and thirst after righteousness, but are sated and abound."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:16",
                            "text": "But it is the vain image of those things that has sated them, not Thy truth, which they have repelled and shrunk from, and so fall into their own vanity."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:17",
                            "text": "I certainly know how many figments the human heart gives birth to."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:18",
                            "text": "And what is my own heart but a human heart? But I pray the God of my heart, that I may not vomit forth (eructuem) into these writings any of these figments for solid truths, but that there may pass into them only what the breath of His truth has breathed into me; cast out though I am from the sight of His eyes, and striving from afar to return by the way which the divinity of His only-begotten Son has made by His humanity."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:19",
                            "text": "And this truth, changeable though I am, I so far drink in, as far as in it I see nothing changeable: neither in place and time, as is the case with bodies; nor in time alone, and in a certain sense place, as with the thoughts of our own spirits; nor in time alone, and not even in any semblance of place, as with some of the reasonings of our own minds."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:20",
                            "text": "For the essence of God, whereby He is, has altogether nothing changeable, neither in eternity, nor in truth, nor in will; since there truth is eternal, love eternal; and there love is true, eternity true; and there eternity is loved, and truth is loved."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:21",
                            "text": "Chapter 1 —We are Made Perfect by Acknowledgement of Our Own Weakness."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:22",
                            "text": "The Incarnate Word Dispels Our Darkness."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:23",
                            "text": "2  But since we are exiled from the unchangeable joy, yet neither cut off nor torn away from it so that we should not seek eternity, truth, blessedness, even in those changeable and temporal things (for we wish neither to die, nor to be deceived, nor to be troubled); visions have been sent to us from heaven suitable to our state of pilgrimage, in order to remind us that what we seek is not here, but that from this pilgrimage we must return thither, whence unless we originated we should not here seek these things."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:24",
                            "text": "And first we have had to be persuaded how much God loved us, lest from despair we should not dare to look up to Him."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:25",
                            "text": "And we needed to be shown also what manner of men we are whom He loved, lest being proud, as if of our own merits, we should recede the more from Him, and fail the more in our own strength."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:26",
                            "text": "And hence He so dealt with us, that we might the rather profit by His strength, and that so in the weakness of humility the virtue of charity might be perfected."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:27",
                            "text": "And this is intimated in the Psalm, where it is said, \"Thou, O God, didst send a spontaneous rain, whereby Thou didst make Thine inheritance perfect, when it was weary\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:28",
                            "text": "For by \"spontaneous rain\" nothing else is meant than grace, not rendered to merit, but given freely, whence also it is called grace; for He gave it, not because we were worthy, but because He willed."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:29",
                            "text": "And knowing this, we shall not trust in ourselves; and this is to be made \"weak\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:30",
                            "text": "But He Himself makes us perfect, who says also to the Apostle Paul, \"My grace is sufficient for thee, for my strength is made perfect in weakness\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:31",
                            "text": "Man, then, was to be persuaded how much God loved us, and what manner of men we were whom He loved; the former, lest we should despair; the latter, lest we should be proud."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:32",
                            "text": "And this most necessary topic the apostle thus explains: \"But God commendeth,\" he says, \"His love towards us, in that, while we were yet sinners, Christ died for us."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:33",
                            "text": "Much more then, being now justified by His blood, we shall be saved from wrath through Him."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:34",
                            "text": "For if, when we were enemies, we were reconciled to God by the death of His Son; much more, being reconciled, we shall be saved by His life\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:35",
                            "text": "Also in another place: \"What,\" he says, \"shall we then say to these things? If God be for us, who can be against us? He that spared not His own Son, but delivered Him up for us all, how has He not with Him also freely given us all things?\" Now that which is declared to us as already done, was shown also to the ancient righteous as about to be done; that through the same faith they themselves also might be humbled, and so made weak; and might be made weak, and so perfected."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:36",
                            "text": "3  Because therefore the Word of God is One, by which all things were made, which is the unchangeable truth, all things are simultaneously therein, potentially and unchangeably; not only those things which are now in this whole creation, but also those which have been and those which shall be."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:37",
                            "text": "And therein they neither have been, nor shall be, but only are; and all things are life, and all things are one; or rather it is one being and one life."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:38",
                            "text": "For all things were so made by Him, that whatsoever was made in them was not made in Him, but was life in Him."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:39",
                            "text": "Since, \"in the beginning,\" the Word was not made, but \"the Word was with God, and the Word was God, and all things were made by Him;\" neither had all things been made by Him, unless He had Himself been before all things and not made."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:40",
                            "text": "But in those things which were made by Him, even body, which is not life, would not have been made by Him, except it had been life in Him before it was made."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:41",
                            "text": "For \"that which was made was already life in Him;\" and not life of any kind soever: for the soul also is the life of the body, but this too is made, for it is changeable; and by what was it made, except by the unchangeable Word of God? For \"all things were made by Him; and without Him was not anything made that was made\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:42",
                            "text": "\"What, therefore, was made was already life in Him;\" and not any kind of life, but \"the life [which] was the light of men;\" the light certainly of rational minds, by which men differ from beasts, and therefore are men."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:43",
                            "text": "Therefore not corporeal light, which is the light of the flesh, whether it shine from heaven, or whether it be lighted by earthly fires; nor that of human flesh only, but also that of beasts, and down even to the minutest of worms."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IV 1:44",
                            "text": "For all these things see that light: but that life was the light of men; nor is it far from any one of us, for in it \"we live, and move, and have our being\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Trinity Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:1",
                            "text": "Chapter 2 —How We are Rendered Apt for the Perception of Truth Through the Incarnate Word."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:2",
                            "text": "4  But \"the light shineth in darkness, and the darkness comprehended it not\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:3",
                            "text": "Now the \"darkness\" is the foolish minds of men, made blind by vicious desires and unbelief."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:4",
                            "text": "And that the Word, by whom all things were made, might care for these and heal them, \"The Word was made flesh, and dwelt among us\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:5",
                            "text": "For our enlightening is the partaking of the Word, namely, of that life which is the light of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:6",
                            "text": "But for this partaking we were utterly unfit, and fell short of it, on account of the uncleanness of sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:7",
                            "text": "Therefore we were to be cleansed."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:8",
                            "text": "And further, the one cleansing of the unrighteous and of the proud is the blood of the Righteous One, and the humbling of God Himself; that we might be cleansed through Him, made as He was what we are by nature, and what we are not by sin, that we might contemplate God, which by nature we are not."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:9",
                            "text": "For by nature we are not God: by nature we are men, by sin we are not righteous."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:10",
                            "text": "Wherefore God, made a righteous man, interceded with God for man the sinner."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:11",
                            "text": "For the sinner is not congruous to the righteous, but man is congruous to man."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:12",
                            "text": "By joining therefore to us the likeness of His humanity, He took away the unlikeness of our unrighteousness; and by being made partaker of our mortality, He made us partakers of His divinity."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:13",
                            "text": "For the death of the sinner springing from the necessity of comdemnation is deservedly abolished by the death of the Righteous One springing from the free choice of His compassion, while His single [death and resurrection] answers to our double [death and resurrection]."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:14",
                            "text": "For this congruity, or suitableness, or concord, or consonance, or whatever more appropriate word there may be, whereby one is [united] to two, is of great weight in all compacting, or better, perhaps, co-adaptation, of the creature."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:15",
                            "text": "For (as it just occurs to me) what I mean is precisely that co-adaptation which the Greeks call ἁρμονία."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:16",
                            "text": "However this is not the place to set forth the power of that consonance of single to double which is found especially in us, and which is naturally so implanted in us (and by whom, except by Him who created us?), that not even the ignorant can fail to perceive it, whether when singing themselves or hearing others."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:17",
                            "text": "For by this it is that treble and bass voices are in harmony, so that any one who in his note departs from it, offends extremely, not only trained skill, of which the most part of men are devoid, but the very sense of hearing."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IV 2:18",
                            "text": "To demonstrate this, needs no doubt a long discourse; but any one who knows it, may make it plain to the very ear in a rightly ordered monochord."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Trinity Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:1",
                            "text": "Chapter 3 —The One Death and Resurrection of The Body of Christ Harmonizes with Our Double Death and Resurrection of Body and Soul, to the Effect of Salvation."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:2",
                            "text": "In What Way the Single Death of Christ is Bestowed Upon Our Double Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:3",
                            "text": "5  But for our present need we must discuss, so far as God gives us power, in what manner the single of our Lord and Saviour Jesus Christ answers to, and is, so to say, in harmony with our double to the effect of salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:4",
                            "text": "We certainly, as no Christian doubts, are dead both in soul and body: in soul, because of sin; in body, because of the punishment of sin, and through this also in body because of sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:5",
                            "text": "And to both these parts of ourselves, that is, both to soul and to body, there was need both of a medicine and of resurrection, that what had been changed for the worse might be renewed for the better."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:6",
                            "text": "Now the death of the soul is ungodliness, and the death of the body is corruptibility, through which comes also a departure of the soul from the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:7",
                            "text": "For as the soul dies when God leaves it, so the body dies when the soul leaves it; whereby the former becomes foolish, the latter lifeless."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:8",
                            "text": "For the soul is raised up again by repentance, and the renewing of life is begun in the body still mortal by faith, by which men believe on Him who justifies the ungodly; and it is increased and strengthened by good habits from day to day, as the inner man is renewed more and more."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:9",
                            "text": "But the body, being as it were the outward man, the longer this life lasts is so much the more corrupted, either by age or by disease, or by various afflictions, until it come to that last affliction which all call death."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:10",
                            "text": "And its resurrection is delayed until the end; when also our justification itself shall be perfected ineffably."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:11",
                            "text": "For then we shall be like Him, for we shall see Him as He is."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:12",
                            "text": "But now, so long as the corruptible body presseth down the soul, and human life upon earth is all temptation, in His sight shall no man living be justified, in comparison of the righteousness in which we shall be made equal with the angels, and of the glory which shall be revealed in us."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:13",
                            "text": "But why mention more proofs respecting the difference between the death of the soul and the death of the body, when the Lord in one sentence of the Gospel has made either death easily distinguishable by any one from the other, where He says, \"Let the dead bury their dead\"? For burial was the fitting disposal of a dead body."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:14",
                            "text": "But by those who were to bury it He meant those who were dead in soul by the impiety of unbelief, such, namely, as are awakened when it is said, \"Awake thou that sleepest, and arise from the dead, and Christ shall give thee light\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:15",
                            "text": "And there is a death which the apostle denounces, saying of the widow, \"But she that liveth in pleasure is dead while she liveth\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:16",
                            "text": "Therefore the soul, which was before ungodly and is now godly, is said to have come alive again from the dead and to live, on account of the righteousness of faith."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:17",
                            "text": "But the body is not only said to be about to die, on account of that departure of the soul which will be; but on account of the great infirmity of flesh and blood it is even said to be now dead, in a certain place in the Scriptures, namely, where the apostle says, that \"the body is dead because of sin, but the spirit is life because of righteousness\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:18",
                            "text": "Now this life is wrought by faith, \"since the just shall live by faith\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:19",
                            "text": "But what follows? \"But if the spirit of Him that raised up Jesus from the dead dwell in you, He that raised up Christ from the dead shall also quicken your mortal bodies by His Spirit which dwelleth in you\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:20",
                            "text": "6  Therefore on this double death of ours our Saviour bestowed His own single death; and to cause both our resurrections, He appointed beforehand and set forth in mystery and type His own one resurrection."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:21",
                            "text": "For He was not a sinner or ungodly, that, as though dead in spirit, He should need to be renewed in the inner man, and to be recalled as it were to the life of righteousness by repentance; but being clothed in mortal flesh, and in that alone dying, in that alone rising again, in that alone did He answer to both for us; since in it was wrought a mystery as regards the inner man, and a type as regards the outer."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:22",
                            "text": "For it was in a mystery as regards our inner man, so as to signify the death of our soul, that those words were uttered, not only in the Psalm, but also on the cross: \"My God, my God, why hast Thou forsaken me?\" To which words the apostle agrees, saying, \"Knowing this, that our old man is crucified with Him, that the body of sin might be destroyed, that henceforth we should not serve sin;\" since by the crucifixion of the inner man are understood the pains of repentance, and a certain wholesome agony of self-control, by which death the death of ungodliness is destroyed, and in which death God has left us."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:23",
                            "text": "And so the body of sin is destroyed through such a cross, that now we should not yield our members as instruments of unrighteousness unto sin."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:24",
                            "text": "Because, if even the inner man certainly is renewed day by day, yet undoubtedly it is old before it is renewed."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:25",
                            "text": "For that is done inwardly of which the same apostle speaks: \"Put off the old man, and put on the new;\" which he goes on to explain by saying, \"Wherefore, putting away lying, speak every man truth\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:26",
                            "text": "But where is lying put away, unless inwardly, that he who speaketh the truth from his heart may inhabit the holy hill of God? But the resurrection of the body of the Lord is shown to belong to the mystery of our own inner resurrection, where, after He had risen, He says to the woman, \"Touch me not, for I am not yet ascended to my Father;\" with which mystery the apostle's words agree, where he says, \"If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God; set your thoughts on things above\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:27",
                            "text": "For not to touch Christ, unless when He had ascended to the Father, means not to have thoughts of Christ after a fleshly manner."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:28",
                            "text": "Again, the death of the flesh of our Lord contains a type of the death of our outer man, since it is by such suffering most of all that He exhorts His servants that they should not fear those who kill the body, but are not able to kill the soul."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:29",
                            "text": "Wherefore the apostle says, \"That I may fill up that which is behind of the afflictions of Christ in my flesh\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:30",
                            "text": "And the resurrection of the body of the Lord is found to contain a type of the resurrection of our outward man, because He says to His disciples, \"Handle me, and see; for a spirit hath not flesh and bones, as ye see me have\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:31",
                            "text": "And one of the disciples also, handling His scars, exclaimed, \"My Lord and my God!\" And whereas the entire integrity of that flesh was apparent, this was shown in that which He had said when exhorting His disciples: \"There shall not a hair of your head perish\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:32",
                            "text": "For how comes it that first is said, \"Touch me not, for I am not yet ascended to my Father;\" and how comes it that before He ascends to the Father, He actually is touched by the disciples: unless because in the former the mystery of the inner man was intimated, in the latter a type was given of the outer man? Or can any one possibly be so without understanding, and so turned away from the truth, as to dare to say that He was touched by men before He ascended, but by women when He had ascended? It was on account of this type, which went before in the Lord, of our future resurrection in the body, that the apostle says, \"Christ the first-fruits; afterward they that are Christ's\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:33",
                            "text": "For it was the resurrection of the body to which this place refers, on account of which he also says, \"Who has changed our vile body, that it may be fashioned like unto His glorious body\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IV 3:34",
                            "text": "The one death therefore of our Saviour brought salvation to our double death, and His one resurrection wrought for us two resurrections; since His body in both cases, that is, both in His death and in His resurrection, was ministered to us by a kind of healing suitableness, both as a mystery of the inner man, and as a type of the outer."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Trinity Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:1",
                            "text": "Chapter 4 —The Ratio of the Single to the Double Comes from the Perfection of the Senary Number."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:2",
                            "text": "The Perfection of The Senary Number is Commended in the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:3",
                            "text": "The Year Abounds in The Senary Number."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:4",
                            "text": "7  Now this ratio of the single to the double arises, no doubt, from the ternary number, since one added to two makes three; but the whole which these make reaches to the senary, for one and two and three make six."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:5",
                            "text": "And this number is on that account called perfect, because it is completed in its own parts: for it has these three, sixth, third, and half; nor is there any other part found in it, which we can call an aliquot part."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:6",
                            "text": "The sixth part of it, then, is one; the third part, two; the half, three."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:7",
                            "text": "But one and two and three complete the same six."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:8",
                            "text": "And Holy Scripture commends to us the perfection of this number, especially in this, that God finished His works in six days, and on the sixth day man was made in the image of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:9",
                            "text": "And the Son of God came and was made the Son of man, that He might re-create us after the image of God, in the sixth age of the human race."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:10",
                            "text": "For that is now the present age, whether a thousand years apiece are assigned to each age, or whether we trace out memorable and remarkable epochs or turning-points of time in the divine Scriptures, so that the first age is to be found from Adam until Noah, and the second thence onwards to Abraham, and then next, after the division of Matthew the evangelist, from Abraham to David, from David to the carrying away to Babylon, and from thence to the travail of the Virgin, which three ages joined to those other two make five."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:11",
                            "text": "Accordingly, the nativity of the Lord began the sixth, which is now going onwards until the hidden end of time."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:12",
                            "text": "We recognize also in this senary number a kind of figure of time, in that threefold mode of division, by which we compute one portion of time before the Law; a second, under the Law; a third, under grace."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:13",
                            "text": "In which last time we have received the sacrament of renewal, that we may be renewed also in the end of time, in every part, by the resurrection of the flesh, and so may be made whole from our entire infirmity, not only of soul, but also of body."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:14",
                            "text": "And thence that woman is understood to be a type of the church, who was made whole and upright by the Lord, after she had been bowed by infirmity through the binding of Satan."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:15",
                            "text": "For those words of the Psalm lament such hidden enemies: \"They bowed down my soul\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:16",
                            "text": "And this woman had her infirmity eighteen years, which is thrice six."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:17",
                            "text": "And the months of eighteen years are found in number to be the cube of six, viz."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:18",
                            "text": "six times six times six."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:19",
                            "text": "Nearly, too, in the same place in the Gospel is that fig tree, which was convicted also by the third year of its miserable barrenness."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:20",
                            "text": "But intercession was made for it, that it might be let alone that year, that year, that if it bore fruit, well; if otherwise, it should be cut down."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:21",
                            "text": "For both three years belong to the same threefold division, and the months of three years make the square of six, which is six times six."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:22",
                            "text": "8  A single year also, if the whole twelve months are taken into account, which are made up of thirty days each (for the month that has been kept from of old is that which the revolution of the moon determines), abounds in the number six."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:23",
                            "text": "For that which six is, in the first order of numbers, which consists of units up to ten, that sixty is in the second order, which consists of tens up to a hundred."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:24",
                            "text": "Sixty days, then, are a sixth part of the year."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:25",
                            "text": "Further, if that which stands as the sixth of the second order is multiplied by the sixth of the first order, then we make six times sixty, i-e: three hundred and sixty days, which are the whole twelve months."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:26",
                            "text": "But since, as the revolution of the moon determines the month for men, so the year is marked by the revolution of the sun; and five days and a quarter of a day remain, that the sun may fulfill its course and end the year; for four quarters make one day, which must be intercalated in every fourth year, which they call bissextile, that the order of time may not be disturbed: if we consider, also, these five days and a quarter themselves, the number six prevails in them."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:27",
                            "text": "First, because, as it is usual to compute the whole from a part, we must not call it five days, but rather six, taking the quarter days for one day."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:28",
                            "text": "Next, because five days themselves are the sixth part of a month; while the quarter of a day contains six hours."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:29",
                            "text": "For the entire day, i-e: including its night, is twenty-four hours, of which the fourth part, which is a quarter of a day, is found to be six hours."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IV 4:30",
                            "text": "So much in the course of the year does the sixth number prevail."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Trinity Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:1",
                            "text": "Chapter 5 —The Number Six is Also Commended in the Building Up of the Body of Christ and of the Temple at Jerusalem."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:2",
                            "text": "9  And not without reason is the number six understood to be put for a year in the building up of the body of the Lord, as a figure of which He said that He would raise up in three days the temple destroyed by the Jews."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:3",
                            "text": "For they said, \"Forty and six years was this temple in building\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:4",
                            "text": "And six times forty-six makes two hundred and seventy-six."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:5",
                            "text": "And this number of days completes nine months and six days, which are reckoned, as it were, ten months for the travail of women; not because all come to the sixth day after the ninth month, but because the perfection itself of the body of the Lord is found to have been brought in so many days to the birth, as the authority of the church maintains upon the tradition of the elders."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:6",
                            "text": "For He is believed to have been conceived on the 25th of March, upon which day also He suffered; so the womb of the Virgin, in which He was conceived, where no one of mortals was begotten, corresponds to the new grave in which He was buried, wherein was never man laid, neither before nor since."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:7",
                            "text": "But He was born, according to tradition, upon December the 25th."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:8",
                            "text": "If, then you reckon from that day to this you find two hundred and seventy-six days which is forty-six times six."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:9",
                            "text": "And in this number of years the temple was built, because in that number of sixes the body of the Lord was perfected; which being destroyed by the suffering of death, He raised again on the third day."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IV 5:10",
                            "text": "For \"He spake this of the temple of His body,\" as is declared by the most clear and solid testimony of the Gospel; where He said, \"For as Jonas was three days and three nights in the whale's belly, so shall the Son of man be three days and three nights in the heart of the earth\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Trinity Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:1",
                            "text": "Chapter 6 —The Three Days of the Resurrection, in Which Also the Ratio of Single to Double is Apparent."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:2",
                            "text": "10  Scripture again witnesses that the space of those three days themselves was not whole and entire, but the first day is counted as a whole from its last part, and the third day is itself also counted as a whole from its first part; but the intervening day, i-e: the second day, was absolutely a whole with its twenty-four hours, twelve of the day and twelve of the night."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:3",
                            "text": "For He was crucified first by the voices of the Jews in the third hour, when it was the sixth day of the week."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:4",
                            "text": "Then He hung on the cross itself at the sixth hour, and yielded up His spirit at the ninth hour."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:5",
                            "text": "But He was buried, \"now when the even was come,\" as the words of the evangelist express it; which means, at the end of the day."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:6",
                            "text": "Wheresoever then you begin,—even if some other explanation can be given, so as not to contradict the Gospel of John, but to understand that He was suspended on the cross at the third hour,—still you cannot make the first day an entire day."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:7",
                            "text": "It will be reckoned then an entire day from its last part, as the third from its first part."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:8",
                            "text": "For the night up to the dawn, when the resurrection of the Lord was made known, belongs to the third day; because God (who commanded the light to shine out of darkness, that through the grace of the New Testament and the partaking of the resurrection of Christ the words might be spoken to us \"For ye were sometimes darkness, but now are ye light in the Lord\") intimates to us in some way that the day takes its beginning from the night."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:9",
                            "text": "For as the first days of all were reckoned from light to night, on account of the future fall of man; so these on account of the restoration of man, are reckoned from darkness to light."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:10",
                            "text": "From the hour, then, of His death to the dawn of the resurrection are forty hours, counting in also the ninth hour itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:11",
                            "text": "And with this number agrees also His life upon earth of forty days after His resurrection."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:12",
                            "text": "And this number is most frequently used in Scripture to express the mystery of perfection in the fourfold world."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:13",
                            "text": "For the number ten has a certain perfection, and that multiplied by four makes forty."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:14",
                            "text": "But from the evening of the burial to the dawn of the resurrection are thirty-six hours which is six squared."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:15",
                            "text": "And this is referred to that ratio of the single to the double wherein there is the greatest consonance of co-adaptation."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:16",
                            "text": "For twelve added to twenty-four suits the ratio of single added to double and makes thirty-six: namely a whole night with a whole day and a whole night, and this not without the mystery which I have noticed above."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:17",
                            "text": "For not unfitly do we liken the spirit to the day and the body to the night."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:18",
                            "text": "For the body of the Lord in His death and resurrection was a figure of our spirit and a type of our body."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:19",
                            "text": "In this way, then, also that ratio of the single to the double is apparent in the thirty-six hours, when twelve are added to twenty-four."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:20",
                            "text": "As to the reasons, indeed, why these numbers are so put in the Holy Scriptures, other people may trace out other reasons, either such that those which I have given are to be preferred to them, or such as are equally probable with mine, or even more probable than they are; but there is no one surely so foolish or so absurd as to contend that they are so put in the Scriptures for no purpose at all, and that there are no mystical reasons why those numbers are there mentioned."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:21",
                            "text": "But those reasons which I have here given, I have either gathered from the authority of the church, according to the tradition of our forefathers, or from the testimony of the divine Scriptures, or from the nature itself of numbers and of similitudes."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IV 6:22",
                            "text": "No sober person will decide against reason, no Christian against the Scriptures, no peaceable person against the church."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Trinity Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IV 7:1",
                            "text": "Chapter 7 —In What Manner We are Gathered from Many into One Through One Mediator."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IV 7:2",
                            "text": "11  This mystery, this sacrifice, this priest, this God, before He was sent and came, being made of a woman—of Him, all those things which appeared to our fathers in a sacred and mystical way by angelical miracles, or which were done by the fathers themselves, were similitudes; in order that every creature by its acts might speak in some way of that One who was to be, in whom there was to be salvation in the recovery of all from death."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IV 7:3",
                            "text": "For because by the wickedness of ungodliness we had recoiled and fallen away in discord from the one true and supreme God, and had in many things become vain, being distracted through many things and cleaving fast to many things; it was needful, by the decree and command of God in His mercy, that those same many things should join in proclaiming the One that should come, and that One should come so proclaimed by these many things, and that these many things should join in witnessing that this One had come; and that so, freed from the burden of these many things, we should come to that One, and dead as we were in our souls by many sins, and destined to die in the flesh on account of sin, that we should love that One who, without sin, died in the flesh for us; and by believing in Him now raised again, and by rising again with Him in the spirit through faith, that we should be justified by being made one in the one righteous One; and that we should not despair of our own resurrection in the flesh itself, when we consider that the one Head had gone before us the many members; in whom, being now cleansed through faith, and then renewed by sight, and through Him as mediator reconciled to God, we are to cleave to the One, to feast upon the One, to continue one."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Trinity Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IV 8:1",
                            "text": "Chapter 8 —In What Manner Christ Wills that All Shall Be One in Himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IV 8:2",
                            "text": "12  So the Son of God Himself, the Word of God, Himself also the Mediator between God and men, the Son of man, equal to the Father through the unity of the Godhead, and partaker with us by the taking upon Him of humanity, interceding for us with the Father in that He was man, yet not concealing that He was God, one with the Father, among other things speaks thus: \"Neither pray I for these alone,\" He says, \"but for them also which shall believe on me through their word; that they all may be one; as Thou, Father, art in me, and I in Thee, that they also may be one in us: that the world may believe that Thou hast sent me."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IV 8:3",
                            "text": "And the glory which Thou gavest me I have given them; that they may be one, even as we are one\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Trinity Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IV 9:1",
                            "text": "Chapter 9 —The Same Argument Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IV 9:2",
                            "text": "He did not say, I and they are one thing; although, in that He is the head of the church which is His body, He might have said, and they are, not one thing, but one person, because the head and the body is one Christ; but in order to show His own Godhead consubstantial with the Father (for which reason He says in another place, \"I and my Father are one\"), in His own kind, that is, in the consubstantial parity of the same nature, He wills His own to be one, but in Himself; since they could not be so in themselves, separated as they are one from another by divers pleasures and desires and uncleannesses of sin; whence they are cleansed through the Mediator, that they may be one in Him, not only through the same nature in which all become from mortal men equal to the angels, but also through the same will most harmoniously conspiring to the same blessedness, and fused in some way by the fire of charity into one spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IV 9:3",
                            "text": "For to this His words come, \"That they may be one, even as we are one;\" namely, that as the Father and Son are one, not only in equality of substance, but also in will, so those also may be one, between whom and God the Son is mediator, not only in that they are of the same nature, but also through the same union of love."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IV 9:4",
                            "text": "And then He goes on thus to intimate the truth itself, that He is the Mediator, through whom we are reconciled to God, by saying, \"I in them, and Thou in me, that they may be made perfect in one\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Trinity Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IV 10:1",
                            "text": "Chapter 10 —As Christ is the Mediator of Life, So the Devil is the Mediator of Death."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IV 10:2",
                            "text": "13  Therein is our true peace and firm bond of union with our Creator, that we should be purified and reconciled through the Mediator of life, as we had been polluted and alienated, and so had departed from Him, through the mediator of death."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IV 10:3",
                            "text": "For as the devil through pride led man through pride to death; so Christ through lowliness led back man through obedience to life."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IV 10:4",
                            "text": "Since, as the one fell through being lifted up, and cast down [man] also who consented to him; so the other was raised up through being abased, and lifted up [man] also who believed in Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IV 10:5",
                            "text": "For because the devil had not himself come thither whither he had led the way (inasmuch as he bare indeed in his ungodliness the death of the spirit, but had not undergone the death of the flesh, because he had not assumed the covering of the flesh), he appeared to man to be a mighty chief among the legions of devils, through whom he exercises his reign of deceits; so puffing up man the more, who is eager for power more than righteousness, through the pride of elation, or through false philosophy; or else entangling him through sacrilegious rites, in which, while casting down headlong by deceit and illusion the minds of the more curious and prouder sort, he holds him captive also to magical trickery; promising too the cleansing of the soul, through those initiations which they call τελεταί, by transforming himself into an angel of light, through divers machinations in signs and prodigies of lying."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Trinity Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IV 11:1",
                            "text": "Chapter 11 —Miracles Which are Done by Demons are to Be Spurned."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IV 11:2",
                            "text": "14  For it is easy for the most worthless spirits to do many things by means of aerial bodies, such as to cause wonder to souls which are weighed down by earthly bodies, even though they be of the better inclined."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IV 11:3",
                            "text": "For if earthly bodies themselves, when trained by a certain skill and practice, exhibit to men so great marvels in theatrical spectacles, that they who never saw such things scarcely believe them when told; why should it be hard for the devil and his angels to make out of corporeal elements, through their own aerial bodies, things at which the flesh marvels; or even by hidden inspirations to contrive fantastic appearances to the deluding of men's senses, whereby to deceive them, whether awake or asleep, or to drive them into frenzy? But just as it may happen that one who is better than they in life and character may gaze at the most worthless of men, either walking on a rope, or doing by various motions of the body many things difficult of belief, and yet he may not at all desire to do such things, nor think those men on that account to be preferred to himself; so the faithful and pious soul, not only if it sees, but even if on account of the frailty of the flesh it shudders at, the miracles of demons; yet will not for that either deplore its own want of power to do such things, or judge them on this account to be better than itself; especially since it is in the company of the holy, who, whether they are men or good angels, accomplish, through the power of God, to whom all things are subject, wonders which are far greater and the very reverse of deceptive."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Trinity Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:1",
                            "text": "Chapter 12 —The Devil the Mediator of Death, Christ of Life."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:2",
                            "text": "15  In no wise therefore are souls cleansed and reconciled to God by sacrilegious imitations, or curious arts that are impious, or magical incantations; since the false mediator does not translate them to higher things, but rather blocks and cuts off the way thither through the affections, malignant in proportion as they are proud, which he inspires into those of his own company; which are not able to nourish the wings of virtues so as to fly upwards, but rather to heap up the weight of vices so as to press downwards; since the soul will fall down the more heavily, the more it seems to itself to have been carried upwards."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:3",
                            "text": "Accordingly, as the Magi did when warned of God, whom the star led to adore the low estate of the Lord; so we also ought to return to our country, not by the way by which we came, but by another way which the lowly King has taught, and which the proud king, the adversary of that lowly King, cannot block up."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:4",
                            "text": "For to us, too, that we may adore the lowly Christ, the \"heavens have declared the glory of God, when their sound went into all the earth, and their words to the ends of the world\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:5",
                            "text": "A way was made for us to death through sin in Adam."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:6",
                            "text": "For, \"By one man sin entered into the world, and death by sin; and so death passed upon all men, in whom all have sinned\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:7",
                            "text": "Of this way the devil was the mediator, the persuader to sin, and the caster down into death."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:8",
                            "text": "For he, too, applied his one death to work out our double death."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:9",
                            "text": "Since he indeed died in the spirit through ungodliness, but certainly did not die in the flesh: yet both persuaded us to ungodliness, and thereby brought it to pass that we deserved to come into the death of the flesh."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:10",
                            "text": "We desired therefore the one through wicked persuasion, the other followed us by a just condemnation; and therefore it is written, \"God made not death,\" since He was not Himself the cause of death; but yet death was inflicted on the sinner, through His most just retribution."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:11",
                            "text": "Just as the judge inflicts punishment on the guilty; yet it is not the justice of the judge, but the desert of the crime, which is the cause of the punishment."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:12",
                            "text": "Whither, then, the mediator of death caused us to pass, yet did not come himself, that is, to the death of the flesh, there our Lord God introduced for us the medicine of correction, which He deserved not, by a hidden and exceeding mysterious decree of divine and profound justice."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:13",
                            "text": "In order, therefore, that as by one man came death, so by one man might come also the resurrection of the dead; because men strove more to shun that which they could not shun, viz."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:14",
                            "text": "the death of the flesh, than the death of the spirit, i-e: punishment more than the desert of punishment (for not to sin is a thing about which either men are not solicitous or are too little solicitous; but not to die, although it be not within reach of attainment, is yet eagerly sought after); the Mediator of life, making it plain that death is not to be feared, which by the condition of humanity cannot now be escaped, but rather ungodliness, which can be guarded against through faith, meets us at the end to which we have come, but not by the way by which we came."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IV 12:15",
                            "text": "For we, indeed, came to death through sin; He through righteousness: and, therefore, as our death is the punishment of sin, so His death was made a sacrifice for sin."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On the Trinity Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:1",
                            "text": "Chapter 13 —The Death of Christ Voluntary."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:2",
                            "text": "How the Mediator of Life Subdued the Mediator of Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:3",
                            "text": "How the Devil Leads His Own to Despise the Death of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:4",
                            "text": "16  Wherefore, since the spirit is to be preferred to the body, and the death of the spirit means that God has left it, but the death of the body that the spirit has left it; and since herein lies the punishment in the death of the body, that the spirit leaves the body against its will, because it left God willingly; so that, whereas the spirit left God because it would, it leaves the body although it would not; nor leaves it when it would, unless it has offered violence to itself, whereby the body itself is slain: the spirit of the Mediator showed how it was through no punishment of sin that He came to the death of the flesh, because He did not leave it against His will, but because He willed, when He willed, as He willed."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:5",
                            "text": "For because He is so commingled [with the flesh] by the Word of God as to be one, He says: \"I have power to lay down my life, and I have power to take it again."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:6",
                            "text": "No man taketh it from me, but I lay down my life that I might take it again\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:7",
                            "text": "And, as the Gospel tells us, they who were present were most astonished at this, that after that [last] word, in which He set forth the figure of our sin, He immediately gave up His spirit."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:8",
                            "text": "For they who are hung on the cross are commonly tortured by a prolonged death."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:9",
                            "text": "Whence it was that the legs of the thieves were broken, in order that they might die directly, and be taken down from the cross before the Sabbath."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:10",
                            "text": "And that He was found to be dead already, caused wonder."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:11",
                            "text": "And it was this also, at which, as we read, Pilate marvelled, when the body of the Lord was asked of him for burial."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:12",
                            "text": "17  Because that deceiver then,—who was a mediator to death for man, and feignedly puts himself forward as to life, under the name of cleansing by sacrilegious rites and sacrifices, by which the proud are led away,—can neither share in our death, nor rise again from his own: he has indeed been able to apply his single death to our double one; but he certainly has not been able to apply a single resurrection, which should be at once a mystery of our renewal, and a type of that waking up which is to be in the end."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:13",
                            "text": "He then who being alive in the spirit raised again His own flesh that was dead, the true Mediator of life, has cast out him, who is dead in the spirit and the mediator of death, from the spirits of those who believe in Himself, so that he should not reign within, but should assault from without, and yet not prevail."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:14",
                            "text": "And to him, too, He offered Himself to be tempted, in order that He might be also a mediator to overcome his temptations, not only by succor, but also by example."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:15",
                            "text": "But when the devil, from the first, although striving through every entrance to creep into His inward parts, was thrust out, having finished all his alluring temptation in the wilderness after the baptism; because, being dead in the spirit, he forced no entrance into Him who was alive in the spirit, he betook himself, through eagerness for the death of man in any way whatsoever, to effecting that death which he could, and was permitted to effect it upon that mortal element which the living Mediator had received from us."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:16",
                            "text": "And where he could do anything, there in every respect he was conquered; and wherein he received outwardly the power of slaying the Lord in the flesh, therein his inward power, by which he held ourselves, was slain."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:17",
                            "text": "For it was brought to pass that the bonds of many sins in many deaths were loosed, through the one death of One which no sin had preceded."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:18",
                            "text": "Which death, though not due, the Lord therefore rendered for us, that the death which was due might work us no hurt."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:19",
                            "text": "For He was not stripped of the flesh by obligation of any authority, but He stripped Himself."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:20",
                            "text": "For doubtless He who was able not to die, if He would not, did die because He would: and so He made a show of principalities and powers, openly triumphing over them in Himself."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:21",
                            "text": "For whereas by His death the one and most real sacrifice was offered up for us, whatever fault there was, whence principalities and powers held us fast as of right to pay its penalty, He cleansed, abolished, extinguished; and by His own resurrection He also called us whom He predestinated to a new life; and whom He called, them He justified; and whom He justified, them He glorified."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:22",
                            "text": "And so the devil, in that very death of the flesh, lost man, whom he was possessing as by an absolute right, seduced as he was by his own consent, and over whom he ruled, himself impeded by no corruption of flesh and blood, through that frailty of man's mortal body, whence he was both too poor and too weak; he who was proud in proportion as he was, as it were, both richer and stronger, ruling over him who was, as it were, both clothed in rags and full of troubles."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:23",
                            "text": "For whither he drove the sinner to fall, himself not following, there by following he compelled the Redeemer to descend."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:24",
                            "text": "And so the Son of God deigned to become our friend in the fellowship of death, to which because he came not, the enemy thought himself to be better and greater than ourselves."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:25",
                            "text": "For our Redeemer says, \"Greater love hath no man than this, that a man lay down his life for his friends\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:26",
                            "text": "Wherefore also the devil thought himself superior to the Lord Himself, inasmuch as the Lord in His sufferings yielded to him; for of Him, too, is understood what is read in the Psalm, \"For Thou hast made Him a little lower than the angels:\" so that He, being Himself put to death, although innocent, by the unjust one acting against us as it were by just right, might by a most just right overcome him, and so might lead captive the captivity wrought through sin, and free us from a captivity that was just on account of sin, by blotting out the handwriting, and redeeming us who were to be justified although sinners, through His own righteous blood unrighteously poured out."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:27",
                            "text": "18  Hence also the devil mocks those who are his own until this very day, to whom he presents himself as a false mediator, as though they would be cleansed or rather entangled and drowned by his rites, in that he very easily persuades the proud to ridicule and despise the death of Christ, from which the more he himself is estranged, the more is he believed by them to be the holier and more divine."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:28",
                            "text": "Yet those who have remained with him are very few, since the nations acknowledge and with pious humility imbibe the price paid for themselves, and in trust upon it abandon their enemy, and gather together to their Redeemer."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:29",
                            "text": "For the devil does not know how the most excellent wisdom of God makes use of both his snares and his fury to bring about the salvation of His own faithful ones, beginning from the former end, which is the beginning of the spiritual creature, even to the latter end, which is the death of the body, and so \"reaching from the one end to the other, mightily and sweetly ordering all things\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:30",
                            "text": "For wisdom \"passeth and goeth through all things by reason of her pureness, and no defiled thing can fall into her\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:31",
                            "text": "And since the devil has nothing to do with the death of the flesh, whence comes his exceeding pride, a death of another kind is prepared in the eternal fire of hell, by which not only the spirits that have earthly, but also those who have aerial bodies, can be tormented."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:32",
                            "text": "But proud men, by whom Christ is despised, because He died, wherein He bought us with so great a price, both bring back the former death, and also men, to that miserable condition of nature, which is derived from the first sin, and will be cast down into the latter death with the devil."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:33",
                            "text": "And they on this account preferred the devil to Christ, because the former cast them into that former death, whither he himself fell not through the difference of his nature, and whither on account of them Christ descended through His great mercy: and yet they do not hesitate to believe themselves better than the devils, and do not cease to assail and denounce them with every sort of malediction, while they know them at any rate to have nothing to do with the suffering of this kind of death, on account of which they despise Christ."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:34",
                            "text": "Neither will they take into account that the case may possibly be, that the Word of God, remaining in Himself, and in Himself in no way changeable, may yet, through the taking upon Him of a lower nature, be able to suffer somewhat of a lower kind, which the unclean spirit cannot suffer, because he has not an earthly body."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:35",
                            "text": "And so, whereas they themselves are better than the devils, yet, because they bear a body of flesh, they can so die, as the devils certainly cannot die, who do not bear such a body."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Augustine: On the Trinity Book IV 13:36",
                            "text": "They presume much on the deaths of their own sacrifices, which they do not perceive that they sacrifice to deceitful and proud spirits; or if they have come to perceive it, think their friendship to be of some good to themselves, treacherous and envious although they are, whose purpose is bent upon nothing else except to hinder our return."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On the Trinity Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On the Trinity Book IV 14:1",
                            "text": "Chapter 14 —Christ the Most Perfect Victim for Cleansing Our Faults."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On the Trinity Book IV 14:2",
                            "text": "In Every Sacrifice Four Things are to Be Considered."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On the Trinity Book IV 14:3",
                            "text": "19  They do not understand, that not even the proudest of spirits themselves could rejoice in the honor of sacrifices, unless a true sacrifice was due to the one true God, in whose stead they desire to be worshipped: and that this cannot be rightly offered except by a holy and righteous priest; nor unless that which is offered be received from those for whom it is offered; and unless also it be without fault, so that it may be offered for cleansing the faulty."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On the Trinity Book IV 14:4",
                            "text": "This at least all desire who wish sacrifice to be offered for themselves to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On the Trinity Book IV 14:5",
                            "text": "Who then is so righteous and holy a priest as the only Son of God, who had no need to purge His own sins by sacrifice, neither original sins, nor those which are added by human life? And what could be so fitly chosen by men to be offered for them as human flesh? And what so fit for this immolation as mortal flesh? And what so clean for cleansing the faults of mortal men as the flesh born in and from the womb of a virgin, without any infection of carnal concupiscence? And what could be so acceptably offered and taken, as the flesh of our sacrifice, made the body of our priest? In such wise that, whereas four things are to be considered in every sacrifice,—to whom it is offered, by whom it is offered, what is offered, for whom it is offered,—the same One and true Mediator Himself, reconciling us to God by the sacrifice of peace, might remain one with Him to whom He offered, might make those one in Himself for whom He offered, Himself might be in one both the offerer and the offering."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On the Trinity Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On the Trinity Book IV 15:1",
                            "text": "Chapter 15 —They are Proud Who Think They are Able, by Their Own Righteousness, to Be Cleansed So as to See God."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On the Trinity Book IV 15:2",
                            "text": "20  There are, however, some who think themselves capable of being cleansed by their own righteousness, so as to contemplate God, and to dwell in God; whom their very pride itself stains above all others."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On the Trinity Book IV 15:3",
                            "text": "For there is no sin to which the divine law is more opposed, and over which that proudest of spirits, who is a mediator to things below, but a barrier against things above, receives a greater right of mastery: unless either his secret snares be avoided by going another way, or if he rage openly by means of a sinful people (which Amalek, being interpreted, means), and forbid by fighting the passage to the land of promise, he be overcome by the cross of the Lord, which is prefigured by the holding out of the hands of Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On the Trinity Book IV 15:4",
                            "text": "For these persons promise themselves cleansing by their own righteousness for this reason, because some of them have been able to penetrate with the eye of the mind beyond the whole creature, and to touch, though it be in ever so small a part, the light of the unchangeable truth; a thing which they deride many Christians for being not yet able to do, who, in the meantime, live by faith alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On the Trinity Book IV 15:5",
                            "text": "But of what use is it for the proud man, who on that account is ashamed to embark upon the ship of wood, to behold from afar his country beyond the sea? Or how can it hurt the humble man not to behold it from so great a distance, when he is actually coming to it by that wood upon which the other disdains to be borne?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On the Trinity Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:1",
                            "text": "Chapter 16 —The Old Philosophers are Not to Be Consulted Concerning the Resurrection and Concerning Things to Come."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:2",
                            "text": "21  These people also blame us for believing the resurrection of the flesh, and rather wish us to believe themselves concerning these things."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:3",
                            "text": "As though, because they have been able to understand the high and unchangeable substance by the things which are made, for this reason they had a claim to be consulted concerning the revolutions of mutable things, or concerning the connected order of the ages."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:4",
                            "text": "For pray, because they dispute most truly, and persuade us by most certain proofs, that all things temporal are made after a science that is eternal, are they therefore able to see clearly in the matter of this science itself, or to collect from it, how many kinds of animals there are, what are the seeds of each in their beginnings, what measure in their increase, what numbers run through their conceptions, births, ages, settings; what motions in desiring things according to their nature, and in avoiding the contrary? Have they not sought out all these things, not through that unchangeable wisdom, but through the actual history of places and times, or have trusted the written experience of others? Wherefore it is the less to be wondered at, that they have utterly failed in searching out the succession of more lengthened ages, and in finding any goal of that course, down which, as though down a river, the human race is sailing, and the transition thence of each to its own appropriate end."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:5",
                            "text": "For these are subjects which historians could not describe, inasmuch as they are far in the future, and have been experienced and related by no one."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On the Trinity Book IV 16:6",
                            "text": "Nor have those philosophers, who have profiled better than others in that high and eternal science, been able to grasp such subjects with the understanding; otherwise they would not be inquiring as they could into past things of the kind, such as are in the province of historians, but rather would foreknow also things future; and those who are able to do this are called by them soothsayers, but by us prophets:."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On the Trinity Book IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:1",
                            "text": "Chapter 17 —In How Many Ways Things Future are Foreknown."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:2",
                            "text": "Neither Philosophers, Nor Those Who Were Distinguished Among the Ancients, are to Be Consulted Concerning the Resurrection of the Dead."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:3",
                            "text": "22 —although the name of prophets, too, is not altogether foreign to their writings."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:4",
                            "text": "But it makes the greatest possible difference, whether things future are conjectured by experience of things past (as physicians also have committed many things to writing in the way of foresight, which they themselves have noted by experience; or as again husbandmen, or sailors, too, foretell many things; for if such predictions are made a long while before, they are thought to be divinations), or whether such things have already started on their road to come to us, and being seen coming far off, are announced in proportion to the acuteness of the sense of those who see them, by doing which the aerial powers are thought to divine (just as if a person from the top of a mountain were to see far off some one coming, and were to announce it beforehand to those who dwelt close by in the plain); or whether they are either fore-announced to certain men, or are heard by them and again transmitted to other men, by means of holy angels, to whom God shows those things by His Word and His Wisdom, wherein both things future and things past consist: or whether the minds of certain men themselves are so far borne upwards by theHoly Spirit, as to behold, not through the angels, but of themselves, the immoveable causes of things future, in that very highest pinnacle of the universe itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:5",
                            "text": "[And I say, behold,] for the aerial powers, too, hear these things, either by message through angels, or through men; and hear only so much as He judges to be fitting, to whom all things are subject."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:6",
                            "text": "Many things, too, are foretold by a kind of instinct and inward impulse of such as know them not: as Caiaphas did not know what he said, but being the high priest, he prophesied."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:7",
                            "text": "23  Therefore, neither concerning the successions of ages, nor concerning the resurrection of the dead, ought we to consult those philosophers, who have understood as much as they could the eternity of the Creator, in whom \"we live, and move, and have our being\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:8",
                            "text": "Since, knowing God through those things which are made, they have not glorified Him as God, neither were thankful but professing themselves wise, they became fools."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:9",
                            "text": "And whereas they were not fit to fix the eye of the mind so firmly upon the eternity of the spiritual and unchangeable nature, as to be able to see, in the wisdom itself of the Creator and Governor of the universe, those revolutions of the ages, which in that wisdom were already and were always, but here were about to be so that as yet they were not; or, again, to see therein those changes for the better, not of the souls only, but also of the bodies of men, even to the perfection of their proper measure; whereas then, I say, they were in no way fit to see these things therein, they were not even judged worthy of receiving any announcement of them by the holy angels; whether externally through the senses of the body, or by interior revelations exhibited in the spirit; as these things actually were manifested to our fathers, who were gifted with true piety, and who by foretelling them, obtaining credence either by present signs, or by events close at hand, which turned out as they had foretold, earned authority to be believed respecting things remotely future, even to the end of the world."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:10",
                            "text": "But the proud and deceitful powers of the air, even if they are found to have said through their soothsayers some things of the fellowship and citizenship of the saints, and of the true Mediator, which they heard from the holy prophets or the angels, did so with the purpose of seducing even the faithful ones of God, if they could, by these alien truths, to revolt to their own proper falsehoods."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: On the Trinity Book IV 17:11",
                            "text": "But God did this by those who knew not what they said, in order that the truth might sound abroad from all sides, to aid the faithful, to be a witness against the ungodly."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On the Trinity Book IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:1",
                            "text": "Chapter 18 —The Son of God Became Incarnate in Order that We Being Cleansed by Faith May Be Raised to the Unchangeable Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:2",
                            "text": "24  Since, then, we were not fit to take hold of things eternal, and since the foulness of sins weighed us down, which we had contracted by the love of temporal things, and which were implanted in us as it were naturally, from the root of mortality, it was needful that we should be cleansed."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:3",
                            "text": "But cleansed we could not be, so as to be tempered together with things eternal, except it were through things temporal, wherewith we were already tempered together and held fast."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:4",
                            "text": "For health is at the opposite extreme from disease; but the intermediate process of healing does not lead us to perfect health, unless it has some congruity with the disease."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:5",
                            "text": "Things temporal that are useless merely deceive the sick; things temporal that are useful take up those that need healing, and pass them on healed, to things eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:6",
                            "text": "And the rational mind, as when cleansed it owes contemplation to things eternal; so, when needing cleansing, owes faith to things temporal."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:7",
                            "text": "One even of those who were formerly esteemed wise men among the Greeks has said, The truth stands to faith in the same relation in which eternity stands to that which has a beginning."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:8",
                            "text": "And he is no doubt right in saying so."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:9",
                            "text": "For what we call temporal, he describes as having had a beginning."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:10",
                            "text": "And we also ourselves come under this kind, not only in respect to the body, but also in respect to the changeableness of the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:11",
                            "text": "For that is not properly called eternal which undergoes any degree of change."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:12",
                            "text": "Therefore, in so far as we are changeable, in so far we stand apart from eternity."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:13",
                            "text": "But life eternal is promised to us through the truth, from the clear knowledge of which, again, our faith stands as far apart as mortality does from eternity."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:14",
                            "text": "We then now put faith in things done in time on our account, and by that faith itself we are cleansed; in order that when we have come to sight, as truth follows faith, so eternity may follow upon mortality."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:15",
                            "text": "And therefore, since our faith will become truth, when we have attained to that which is promised to us who believe: and that which is promised us is eternal life; and the Truth (not that which shall come to be according as our faith shall be, but that truth which is always, because in it is eternity,—the Truth then) has said, \"And this is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent:\" when our faith by seeing shall come to be truth, then eternity shall possess our now changed mortality."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:16",
                            "text": "And until this shall take place, and in order that it may take place,—because we adapt the faith of belief to things which have a beginning, as in things eternal we hope for the truth of contemplation, lest the faith of mortal life should be at discord with the truth of eternal life,—the Truth itself, co-eternal with the Father, took a beginning from earth, when the Son of God so came as to become the Son of man, and to take to Himself our faith, that He might thereby lead us on to His own truth, who so undertook our mortality, as not to lose His own eternity."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:17",
                            "text": "For truth stands to faith in the relation in which eternity stands to that which has a beginning."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:18",
                            "text": "Therefore, we must needs so be cleansed, that we may come to have such a beginning as remains eternal, that we may not have one beginning in faith, and another in truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:19",
                            "text": "Neither could we pass to things eternal from the condition of having a beginning, unless we were transferred, by union of the eternal to ourselves through our own beginning, to His own eternity."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:20",
                            "text": "Therefore our faith has, in some measure, now followed thither, whither He in whom we have believed has ascended; born, dead, risen again, taken up."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:21",
                            "text": "Of these four things, we knew the first two in ourselves."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:22",
                            "text": "For we know that men both have a beginning and die."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:23",
                            "text": "But the remaining two, that is, to be raised, and to be taken up, we rightly hope will be in us, because we have believed them done in Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:24",
                            "text": "Since, therefore, in Him that, too, which had a beginning has passed over to eternity, in ourselves also it will so pass over, when faith shall have arrived at truth."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:25",
                            "text": "For to those who thus believe, in order that they might remain in the word of faith, and being thence led on to the truth, and through that to eternity, might be freed from death, He speaks thus: \"If ye continue in my word, then are ye my disciples indeed\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:26",
                            "text": "And as though they would ask, With what fruit? He proceeds to say, \"And ye shall know the truth\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:27",
                            "text": "And again, as though they would say, Of what good is truth to mortal men? \"And the truth,\" He says, \"shall make you free\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:28",
                            "text": "From what, except from death, from corruptions, from changeableness? Since truth remains immortal, incorrupt, unchangeable."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Augustine: On the Trinity Book IV 18:29",
                            "text": "But true immortality, true incorruptibility, true unchangeableness, is eternity itself."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On the Trinity Book IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:1",
                            "text": "Chapter 19 —In What Manner the Son Was Sent and Proclaimed Beforehand."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:2",
                            "text": "How in the Sending of His Birth in the Flesh He Was Made Less Without Detriment to His Equality with the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:3",
                            "text": "25  Behold, then, why the Son of God was sent; nay, rather behold what it is for the Son of God to be sent."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:4",
                            "text": "Whatever things they were which were wrought in time, with a view to produce faith, whereby we might be cleansed so as to contemplate truth, in things that have a beginning, which have been put forth from eternity, and are referred back to eternity: these were either testimonies of this mission, or they were the mission itself of the Son of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:5",
                            "text": "But some of these testimonies announced Him beforehand as to come, some testified that He had come already."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:6",
                            "text": "For that He was made a creature by whom the whole creation was made, must needs find a witness in the whole creation."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:7",
                            "text": "For except one were preached by the sending of many [witnesses] one would not be bound to, the sending away of many."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:8",
                            "text": "And unless there were such testimonies as should seem to be great to those who are lowly, it would not be believed, that He being great should make men great, who as lowly was sent to the lowly."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:9",
                            "text": "For the heaven and the earth and all things in them are incomparably greater works of the Son of God, since all things were made by Him, than the signs and the portents which broke forth in testimony of Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:10",
                            "text": "But yet men, in order that, being lowly, they might believe these great things to have been wrought by Him, trembled at those lowly things, as if they had been great."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:11",
                            "text": "26  \"When, therefore, the fullness of time was come, God sent forth His Son, made of a woman, made under the Law;\" to such a degree lowly, that He was \"made;\" in this way therefore sent, in that He was made."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:12",
                            "text": "If, therefore, the greater sends the less, we too, acknowledge Him to have been made less; and in so far less, in so far as made; and in so far made, in so far as sent."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:13",
                            "text": "For \"He sent forth His Son made of a woman\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:14",
                            "text": "And yet, because all things were made by Him, not only before He was made and sent, but before all things were at all, we confess the same to be equal to the sender, whom we call less, as having been sent."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:15",
                            "text": "In what way, then, could He be seen by the fathers, when certain angelical visions were shown to them, before that fullness of time at which it was fitting He should be sent, and so before He was sent, at a time when not yet sent He was seen as He is equal with the Father? For how does He say to Philip, by whom He was certainly seen as by all the rest, and even by those by whom He was crucified in the flesh, \"Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me, hath seen the Father also;\" unless because He was both seen and yet not seen? He was seen, as He had been made in being sent; He was not seen, as by Him all things were made."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: On the Trinity Book IV 19:16",
                            "text": "Or how does He say this too, \"He that hath my commandments and keepeth them, he it is that loveth me; and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him,\" at a time when He was manifest before the eyes of men; unless because He was offering that flesh, which the Word was made in the fullness of time, to be accepted by our faith; but was keeping back the Word itself, by whom all things were made, to be contemplated in eternity by the mind when cleansed by faith?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On the Trinity Book IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:1",
                            "text": "Chapter 20 —The Sender and the Sent Equal."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:2",
                            "text": "Why the Son is Said to Be Sent by the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:3",
                            "text": "Of the Mission of the Holy Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:4",
                            "text": "How and by Whom He Was Sent."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:5",
                            "text": "The Father the Beginning of the Whole Godhead."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:6",
                            "text": "27  But if the Son is said to be sent by the Father on this account, that the one is the Father, and the other the Son, this does not in any manner hinder us from believing the Son to be equal, and consubstantial, and co-eternal with the Father, and yet to have been sent as Son by the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:7",
                            "text": "Not because the one is greater, the other less; but because the one is Father, the other Son; the one begetter, the other begotten; the one, He from whom He is who is sent; the other, He who is from Him who sends."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:8",
                            "text": "For the Son is from the Father, not the Father from the Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:9",
                            "text": "And according to this manner we can now understand that the Son is not only said to have been sent because \"the Word was made flesh,\" but therefore sent that the Word might be made flesh, and that He might perform through His bodily presence those things which were written; that is, that not only is He understood to have been sent as man, which the Word was made but the Word, too, was sent that it might be made man; because He was not sent in respect to any inequality of power, or substance, or anything that in Him was not equal to the Father; but in respect to this, that the Son is from the Father, not the Father from the Son; for the Son is the Word of the Father, which is also called His wisdom."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:10",
                            "text": "What wonder, therefore, if He is sent, not because He is unequal with the Father, but because He is \"a pure emanation (manatio) issuing from the glory of the Almighty God?\" For there, that which issues, and that from which it issues, is of one and the same substance."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:11",
                            "text": "For it does not issue as water issues from an aperture of earth or of stone, but as light issues from light."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:12",
                            "text": "For the words, \"For she is the brightness of the everlasting light,\" what else are they than, she is light of everlasting light? For what is the brightness of light, except light itself? and so co-eternal, with the light, from which the light is."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:13",
                            "text": "But it is preferable to say, \"the brightness of light,\" rather than\" the light of light;\" lest that which issues should be thought to be darker than that from which it issues."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:14",
                            "text": "For when one hears of the brightness of light as being light itself, it is more easy to believe that the former shines by means of the latter, than that the latter shines less."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:15",
                            "text": "But because there was no need of warning men not to think that light to be less, which begat the other (for no heretic ever dared say this, neither is it to be believed that any one will dare to do so), Scripture meets that other thought, whereby that light which issues might seem darker than that from which it issues; and it has removed this surmise by saying, \"It is the brightness of that light,\" namely, of eternal light, and so shows it to be equal."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:16",
                            "text": "For if it were less, then it would be its darkness, not its brightness; but if it were greater, then it could not issue from it, for it could not surpass that from which it is educed."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:17",
                            "text": "Therefore, because it issues from it, it is not greater than it is; and because it is not its darkness, but its brightness, it is not less than it is: therefore it is equal."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:18",
                            "text": "Nor ought this to trouble us, that it is called a pure emanation issuing from the glory of the Almighty God, as if itself were not omnipotent, but an emanation from the Omnipotent; for soon after it is said of it, \"And being but one, she can do all things\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:19",
                            "text": "But who is omnipotent, unless He who can do all things? It is sent, therefore, by Him from whom it issues; for so she is sought after by him who loved and desired her."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:20",
                            "text": "\"Send her,\" he says, \"out of Thy holy heavens, and from the throne of Thy glory, that, being present, she may labor with me;\" that is, may teach me to labor [heartily] in order that I may not labor [irksomely]."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:21",
                            "text": "For her labors are virtues."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:22",
                            "text": "But she is sent in one way that she may be with man; she has been sent in another way that she herself may be man."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:23",
                            "text": "For, \"entering into holy souls, she maketh them friends of God and prophets;\" so she also fills the holy angels, and works all things fitting for such ministries by them."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:24",
                            "text": "But when the fullness of time was come, she was sent, not to fill angels, nor to be an angel, except in so far as she announced the counsel of the Father, which was her own also; nor, again, to be with men or in men, for this too took place before, both in the fathers and in the prophets; but that the Word itself should be made flesh, that is, should be made man."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:25",
                            "text": "In which future mystery, when revealed, was to be the salvation of those wise and holy men also, who, before He was born of the Virgin, were born of women; and in which, when done and made known, is the salvation of all who believe, and hope, and love."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:26",
                            "text": "For this is \"the great mystery of godliness, which was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:27",
                            "text": "28  Therefore the Word of God is sent by Him, of whom He is the Word; He is sent by Him, from whom He was begotten (genitum); He sends who begot, That is sent which is begotten."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:28",
                            "text": "And He is then sent to each one, when He is apprehended and perceived by each, in so far as He can be apprehended and perceived, in proportion to the comprehension of the rational soul, either advancing towards God, or already perfect in God."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:29",
                            "text": "The Son, therefore, is not properly said to have been sent in that He is begotten of the Father; but either in that the Word made flesh appeared to the world, whence He says, \"I came forth from the Father, and am come into the world;\" or in that from time to time, He is perceived by the mind of each, according to the saying, \"Send her, that, being present with me, she may labor with me\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:30",
                            "text": "What then is born (natum) from eternity is eternal, \"for it is the brightness of the everlasting light;\" but what is sent from time to time, is that which is apprehended by each."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:31",
                            "text": "But when the Son of God was made manifest in the flesh, He was sent into this world in the fullness of time, made of a woman."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:32",
                            "text": "\"For after that, in the wisdom of God, the world by wisdom knew not God\" (since \"the light shineth in darkness, and the darkness comprehended it not\"), it \"pleased God by the foolishness of preaching to save them that believe,\" and that the Word should be made flesh, and dwell among us."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:33",
                            "text": "But when from time to time He comes forth and is perceived by the mind of each, He is said indeed to be sent, but not into this world; for He does not appear sensibly, that is, He does not present Himself to the corporeal senses."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:34",
                            "text": "For we ourselves, too, are not in this world, in respect to our grasping with the mind as far as we can that which is eternal; and the spirits of all the righteous are not in this world, even of those who are still living in the flesh, in so far as they have discernment in things divine."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:35",
                            "text": "But the Father is not said to be sent, when from time to time He is apprehended by any one, for He has no one of whom to be, or from whom to proceed; since Wisdom says, \"I came out of the mouth of the Most High,\" and it is said of the Holy Spirit, \"He proceedeth from the Father,\" but the Father is from no one."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:36",
                            "text": "29  As, therefore, the Father begat, the Son is begotten; so the Father sent, the Son was sent."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:37",
                            "text": "But in like manner as He who begat and He who was begotten, so both He who sent and He who was sent, are one, since the Father and the Son are one."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:38",
                            "text": "So also the Holy Spirit is one with them, since these three are one."
                        },
                        {
                            "verse": 39,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:39",
                            "text": "For as to be born, in respect to the Son, means to be from the Father; so to be sent, in respect to the Son, means to be known to be from the Father."
                        },
                        {
                            "verse": 40,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:40",
                            "text": "And as to be the gift of God in respect to the Holy Spirit, means to proceed from the Father; so to be sent, is to be known to proceed from the Father."
                        },
                        {
                            "verse": 41,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:41",
                            "text": "Neither can we say that the Holy Spirit does not also proceed from the Son, for the same Spirit is not without reason said to be the Spirit both of the Father and of the Son."
                        },
                        {
                            "verse": 42,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:42",
                            "text": "Nor do I see what else He intended to signify, when He breathed on the face of the disciples, and said, \"Receive ye the Holy Ghost\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:43",
                            "text": "For that bodily breathing, proceeding from the body with the feeling of bodily touching, was not the substance of the Holy Spirit, but a declaration by a fitting sign, that the Holy Spirit proceeds not only from the Father, but also from the Son."
                        },
                        {
                            "verse": 44,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:44",
                            "text": "For the veriest of madmen would not say, that it was one Spirit which He gave when He breathed on them, and another which He sent after His ascension."
                        },
                        {
                            "verse": 45,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:45",
                            "text": "For the Spirit of God is one, the Spirit of the Father and of the Son, the Holy Spirit, who worketh all in all."
                        },
                        {
                            "verse": 46,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:46",
                            "text": "But that He was given twice was certainly a significant economy, which we will discuss in its place, as far as the Lord may grant."
                        },
                        {
                            "verse": 47,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:47",
                            "text": "That then which the Lord says,—\"Whom I will send unto you from the Father,\"—shows the Spirit to be both of the Father and of the Son; because, also, when He had said, \"Whom the Father will send,\" He added also, \"in my name\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:48",
                            "text": "Yet He did not say, Whom the Father will send from me, as He said, \"Whom I will send unto you from the Father,\"—showing, namely, that the Father is the beginning (principium) of the whole divinity, or if it is better so expressed, deity."
                        },
                        {
                            "verse": 49,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:49",
                            "text": "He, therefore, who proceeds from the Father and from the Son, is referred back to Him from whom the Son was born (natus)."
                        },
                        {
                            "verse": 50,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:50",
                            "text": "And that which the evangelist says, \"For the Holy Ghost was not yet given, because that Jesus was not yet glorified;\" how is this to be understood, unless because the special giving or sending of the Holy Spirit after the glorification of Christ was to be such as it had never been before? For it was not previously none at all, but it had not been such as this."
                        },
                        {
                            "verse": 51,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:51",
                            "text": "For if the Holy Spirit was not given before, wherewith were the prophets who spoke filled? Whereas the Scripture plainly says, and shows in many places, that they spake by the Holy Spirit."
                        },
                        {
                            "verse": 52,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:52",
                            "text": "Whereas, also, it is said of John the Baptist, \"And he shall be filled with the Holy Ghost, even from his mother's womb\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:53",
                            "text": "And his father Zacharias is found to have been filled with the Holy Ghost, so as to say such things of him."
                        },
                        {
                            "verse": 54,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:54",
                            "text": "And Mary, too, was filled with the Holy Ghost, so as to foretell such things of the Lord, whom she was bearing in her womb."
                        },
                        {
                            "verse": 55,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:55",
                            "text": "And Simeon and Anna were filled with the Holy Spirit, so as to acknowledge the greatness of the little child Christ."
                        },
                        {
                            "verse": 56,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:56",
                            "text": "How, then, was \"the Spirit not yet given, since Jesus was not yet glorified,\" unless because that giving, or granting, or mission of the Holy Spirit was to have a certain speciality of its own in its very advent, such as never was before? For we read nowhere that men spoke in tongues which they did not know, through the Holy Spirit coming upon them; as happened then, when it was needful that His coming should be made plain by visible signs, in order to show that the whole world, and all nations constituted with different tongues, should believe in Christ through the gift of the Holy Spirit, to fulfill that which is sung in the Psalm, \"There is no speech nor language where their voice is not heard; their sound is gone out through all the earth, and their words to the end of the world\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:57",
                            "text": "30  Therefore man was united, and in some sense commingled, with the Word of God, so as to be One Person, when the fullness of time was come, and the Son of God, made of a woman, was sent into this world, that He might be also the Son of man for the sake of the sons of men."
                        },
                        {
                            "verse": 58,
                            "chapter": 20,
                            "name": "Augustine: On the Trinity Book IV 20:58",
                            "text": "And this person angelic nature could prefigure beforehand, so as to pre-announce, but could not appropriate, so as to be that person itself."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On the Trinity Book IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:1",
                            "text": "Chapter 21 —Of the Sensible Showing of the Holy Spirit, and of the Coeternity of the Trinity."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:2",
                            "text": "What Has Been Said, and What Remains to Be Said."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:3",
                            "text": "But with respect to the sensible showing of the Holy Spirit, whether by the shape of a dove, or by fiery tongues, when the subjected and subservient creature by temporal motions and forms manifested His substance co-eternal with the Father and the Son, and alike with them unchangeable, while it was not united so as to be one person with Him, as the flesh was which the Word was made; I do not dare to say that nothing of the kind was done aforetime."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:4",
                            "text": "But I would boldly say, that the Father, Son, and Holy Spirit, of one and the same substance, God the Creator, the Omnipotent Trinity, work indivisibly; but that this cannot be indivisibly manifested by the creature, which is far inferior, and least of all by the bodily creature: just as the Father, Son, and Holy Spirit cannot be named by our words, which certainly are bodily sounds, except in their own proper intervals of time, divided by a distinct separation, which intervals the proper syllables of each word occupy."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:5",
                            "text": "Since in their proper substance wherein they are, the three are one, the Father, and the Son, and the Holy Spirit, the very same, by no temporal motion, above the whole creature, without any interval of time and place, and at once one and the same from eternity to eternity, as it were eternity itself, which is not without truth and charity."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:6",
                            "text": "But, in my words, the Father, Son, and Holy Spirit are separated, and cannot be named at once, and occupy their own proper places separately invisible letters."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:7",
                            "text": "And as, when I name my memory, and intellect, and will, each name refers to each severally, but yet each is uttered by all three; for there is no one of these three names that is not uttered by both my memory and my intellect and my will together [by the soul as a whole]; so the Trinity together wrought both the voice of the Father, and the flesh of the Son, and the dove of the Holy Spirit, while each of these things is referred severally to each person."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:8",
                            "text": "And by this similitude it is in some degree discernible, that the Trinity, which is inseparable in itself, is manifested separably by the appearance of the visible creature; and that the operation of the Trinity is also inseparable in each severally of those things which are said to pertain properly to the manifesting of either the Father, or the Son, or the Holy Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:9",
                            "text": "31  If then I am asked, in what manner either words or sensible forms and appearances were wrought before the incarnation of the Word of God, which should prefigure it as about to come, I reply that God wrought those things by the angels; and this I have also shown sufficiently, as I think, by testimonies of the Holy Scriptures."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:10",
                            "text": "And if I am asked how the incarnation itself was brought to pass, I reply that the Word of God itself was made flesh, that is, was made man, yet not turned and changed into that which was made; but so made, that there should be there not only the Word of God and the flesh of man, but also the rational soul of man, and that this whole should both be called God on account of God, and man on account of man."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:11",
                            "text": "And if this is understood with difficulty, the mind must be purged by faith, by more and more abstaining from sins, and by doing good works, and by praying with the groaning of holy desires; that by profiting through the divine help, it may both understand and love."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:12",
                            "text": "And if I am asked, how, after the incarnation of the Word, either a voice of the Father was produced, or a corporeal appearance by which the Holy Spirit was manifested: I do not doubt indeed that this was done through the creature; but whether only corporeal and sensible, or whether by the employment also of the spirit rational or intellectual (for this is the term by which some choose to call what the Greeks name νοερόν), not certainly so as to form one person (for who could possibly say that whatever creature it was by which the voice of the Father sounded, is in such sense God the Father; or whatever creature it was by which the Holy Spirit was manifested in the form of a dove, or in fiery tongues, is in such sense the Holy Spirit, as the Son of God is that man who was made of a virgin?), but only to the ministry of bringing about such intimations as God judged needful; or whether anything else is to be understood: is difficult to discover, and not expedient rashly to affirm."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:13",
                            "text": "Yet I see not how those things could have been brought to pass without the rational or intellectual creature."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:14",
                            "text": "But it is not yet the proper place to explain, as the Lord may give me strength, why I so think; for the arguments of heretics must first be discussed and refuted, which they do not produce from the divine books, but from their own reasons, and by which, as they think, they forcibly compel us so to understand the testimonies of the Scriptures which treat of the Father, and the Son, and the Holy Spirit, as they themselves will."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:15",
                            "text": "32  But now, as I think, it has been sufficiently shown, that the Son is not therefore less because He is sent by the Father, nor the Holy Spirit less because both the Father sent Him and the Son."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:16",
                            "text": "For these things are perceived to be laid down in the Scriptures, either on account of the visible creature; or rather on account of commending to our thoughts the emanation [within the Godhead]; but not on account of inequality, or imparity, or unlikeness of substance; since, even if God the Father had willed to appear visibly through the subject creature, yet it would be most absurd to say that He was sent either by the Son, whom He begot, or by the Holy Spirit, who proceeds from Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:17",
                            "text": "Let this, therefore, be the limit of the present book."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Augustine: On the Trinity Book IV 21:18",
                            "text": "Henceforth in the rest we shall see, the Lord helping, of what sort are those crafty arguments of the heretics, and in what manner they may be confuted."
                        }
                    ]
                }
            ]
        }
    ]
}