{
    "books": [
        {
            "name": "Susanna",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Susanna 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Susanna 1:1",
                            "text": "There dwelt a man in Babylon, called Joacim:"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Susanna 1:2",
                            "text": "And he took a wife, whose name was Susanna, the daughter of Chelcias, a very fair woman, and one that feared the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Susanna 1:3",
                            "text": "Her parents also were righteous, and taught their daughter according to the law of Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Susanna 1:4",
                            "text": "Now Joacim was a great rich man, and had a fair garden joining unto his house: and to him resorted the Jews; because he was more honourable than all others."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Susanna 1:5",
                            "text": "The same year were appointed two of the ancients of the people to be judges, such as the Lord spake of, that wickedness came from Babylon from ancient judges, who seemed to govern the people."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Susanna 1:6",
                            "text": "These kept much at Joacim’s house: and all that had any suits in law came unto them."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Susanna 1:7",
                            "text": "Now when the people departed away at noon, Susanna went into her husband’s garden to walk."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Susanna 1:8",
                            "text": "And the two elders saw her going in every day, and walking; so that their lust was inflamed toward her."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Susanna 1:9",
                            "text": "And they perverted their own mind, and turned away their eyes, that they might not look unto heaven, nor remember just judgments."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Susanna 1:10",
                            "text": "And albeit they both were wounded with her love, yet durst not one shew another his grief."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Susanna 1:11",
                            "text": "For they were ashamed to declare their lust, that they desired to have to do with her."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Susanna 1:12",
                            "text": "Yet they watched diligently from day to day to see her."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Susanna 1:13",
                            "text": "And the one said to the other, Let us now go home: for it is dinner time."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Susanna 1:14",
                            "text": "So when they were gone out, they parted the one from the other, and turning back again they came to the same place; and after that they had asked one another the cause, they acknowledged their lust: then appointed they a time both together, when they might find her alone."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Susanna 1:15",
                            "text": "And it fell out, as they watched a fit time, she went in as before with two maids only, and she was desirous to wash herself in the garden: for it was hot."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Susanna 1:16",
                            "text": "And there was no body there save the two elders, that had hid themselves, and watched her."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Susanna 1:17",
                            "text": "Then she said to her maids, Bring me oil and washing balls, and shut the garden doors, that I may wash me."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Susanna 1:18",
                            "text": "And they did as she bade them, and shut the garden doors, and went out themselves at privy doors to fetch the things that she had commanded them: but they saw not the elders, because they were hid."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Susanna 1:19",
                            "text": "Now when the maids were gone forth, the two elders rose up, and ran unto her, saying,"
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Susanna 1:20",
                            "text": "Behold, the garden doors are shut, that no man can see us, and we are in love with thee; therefore consent unto us, and lie with us."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Susanna 1:21",
                            "text": "If thou wilt not, we will bear witness against thee, that a young man was with thee: and therefore thou didst send away thy maids from thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Susanna 1:22",
                            "text": "Then Susanna sighed, and said, I am straitened on every side: for if I do this thing, it is death unto me: and if I do it not I cannot escape your hands."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Susanna 1:23",
                            "text": "It is better for me to fall into your hands, and not do it, than to sin in the sight of the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Susanna 1:24",
                            "text": "With that Susanna cried with a loud voice: and the two elders cried out against her."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Susanna 1:25",
                            "text": "Then ran the one, and opened the garden door."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Susanna 1:26",
                            "text": "So when the servants of the house heard the cry in the garden, they rushed in at the privy door, to see what was done unto her."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Susanna 1:27",
                            "text": "But when the elders had declared their matter, the servants were greatly ashamed: for there was never such a report made of Susanna."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Susanna 1:28",
                            "text": "And it came to pass the next day, when the people were assembled to her husband Joacim, the two elders came also full of mischievous imagination against Susanna to put her to death;"
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Susanna 1:29",
                            "text": "And said before the people, Send for Susanna, the daughter of Chelcias, Joacim’s wife. And so they sent."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Susanna 1:30",
                            "text": "So she came with her father and mother, her children, and all her kindred."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Susanna 1:31",
                            "text": "Now Susanna was a very delicate woman, and beauteous to behold."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Susanna 1:32",
                            "text": "And these wicked men commanded to uncover her face, (for she was covered) that they might be filled with her beauty."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Susanna 1:33",
                            "text": "Therefore her friends and all that saw her wept."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Susanna 1:34",
                            "text": "Then the two elders stood up in the midst of the people, and laid their hands upon her head."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Susanna 1:35",
                            "text": "And she weeping looked up toward heaven: for her heart trusted in the Lord."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Susanna 1:36",
                            "text": "And the elders said, As we walked in the garden alone, this woman came in with two maids, and shut the garden doors, and sent the maids away."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Susanna 1:37",
                            "text": "Then a young man, who there was hid, came unto her, and lay with her."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Susanna 1:38",
                            "text": "Then we that stood in a corner of the garden, seeing this wickedness, ran unto them."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Susanna 1:39",
                            "text": "And when we saw them together, the man we could not hold: for he was stronger than we, and opened the door, and leaped out."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Susanna 1:40",
                            "text": "But having taken this woman, we asked who the young man was, but she would not tell us: these things do we testify."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Susanna 1:41",
                            "text": "Then the assembly believed them as those that were the elders and judges of the people: so they condemned her to death."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Susanna 1:42",
                            "text": "Then Susanna cried out with a loud voice, and said, O everlasting God, that knowest the secrets, and knowest all things before they be:"
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Susanna 1:43",
                            "text": "Thou knowest that they have borne false witness against me, and, behold, I must die; whereas I never did such things as these men have maliciously invented against me."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Susanna 1:44",
                            "text": "And the Lord heard her voice."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Susanna 1:45",
                            "text": "Therefore when she was led to be put to death, the Lord raised up the holy spirit of a young youth whose name was Daniel:"
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Susanna 1:46",
                            "text": "Who cried with a loud voice, I am clear from the blood of this woman."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Susanna 1:47",
                            "text": "Then all the people turned them toward him, and said, What mean these words that thou hast spoken?"
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Susanna 1:48",
                            "text": "So he standing in the midst of them said, Are ye such fools, ye sons of Israel, that without examination or knowledge of the truth ye have condemned a daughter of Israel?"
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Susanna 1:49",
                            "text": "Return again to the place of judgment: for they have borne false witness against her."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Susanna 1:50",
                            "text": "Wherefore all the people turned again in haste, and the elders said unto him, Come, sit down among us, and shew it us, seeing God hath given thee the honour of an elder."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Susanna 1:51",
                            "text": "Then said Daniel unto them, Put these two aside one far from another, and I will examine them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Susanna 1:52",
                            "text": "So when they were put asunder one from another, he called one of them, and said unto him, O thou that art waxen old in wickedness, now thy sins which thou hast committed aforetime are come to light."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Susanna 1:53",
                            "text": "For thou hast pronounced false judgment and hast condemned the innocent and hast let the guilty go free; albeit the Lord saith, The innocent and righteous shalt thou not slay."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Susanna 1:54",
                            "text": "Now then, if thou hast seen her, tell me, Under what tree sawest thou them companying together? Who answered, Under a mastick tree."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Susanna 1:55",
                            "text": "And Daniel said, Very well; thou hast lied against thine own head; for even now the angel of God hath received the sentence of God to cut thee in two."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Susanna 1:56",
                            "text": "So he put him aside, and commanded to bring the other, and said unto him, O thou seed of Chanaan, and not of Juda, beauty hath deceived thee, and lust hath perverted thine heart."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Susanna 1:57",
                            "text": "Thus have ye dealt with the daughters of Israel, and they for fear companied with you: but the daughter of Juda would not abide your wickedness."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Susanna 1:58",
                            "text": "Now therefore tell me, Under what tree didst thou take them companying together? Who answered, Under an holm tree."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Susanna 1:59",
                            "text": "Then said Daniel unto him, Well; thou hast also lied against thine own head: for the angel of God waiteth with the sword to cut thee in two, that he may destroy you."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Susanna 1:60",
                            "text": "With that all the assembly cried out with a loud voice, and praised God, who saveth them that trust in him."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Susanna 1:61",
                            "text": "And they arose against the two elders, for Daniel had convicted them of false witness by their own mouth:"
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Susanna 1:62",
                            "text": "And according to the law of Moses they did unto them in such sort as they maliciously intended to do to their neighbour: and they put them to death. Thus the innocent blood was saved the same day."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Susanna 1:63",
                            "text": "Therefore Chelcias and his wife praised God for their daughter Susanna, with Joacim her husband, and all the kindred, because there was no dishonesty found in her."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Susanna 1:64",
                            "text": "From that day forth was Daniel had in great reputation in the sight of the people."
                        }
                    ]
                }
            ]
        }
    ]
}