{
    "books": [
        {
            "name": "Methodius: Banquet of the Ten Virgins - Theopatra",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:1",
                            "text": "Theopatra: Discourse IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:2",
                            "text": "—Theopatra."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:4",
                            "text": "—The Necessity of Praising Virtue, for Those Who Have the Power."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:5",
                            "text": "If the art of speaking, O virgins, always went by the same ways, and passed along the same path, there would be no way to avoid wearying you for one who persisted in the arguments which had already been urged."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:6",
                            "text": "But since there are of arguments myriads of currents and ways, God inspiring us \"at sundry times and in divers manners,\" who can have the choice of holding back or of being afraid? For he would not be free from blame to whom the gift has been given, if he failed to adorn that which is honourable with words of praise."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:7",
                            "text": "Come then, we also, according to our gifts, will sing the brightest and most glorious star of Christ, which is chastity."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:8",
                            "text": "For this way of the Spirit is very wide and large."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 1:9",
                            "text": "Beginning, therefore, at the point from which we may say those things which are suitable and fitting to the subject before us, let us from thence consider it."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:2",
                            "text": "—The Protection of Chastity and Virginity Divinely Given to Men, that They May Emerge from the Mire of Vices."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:3",
                            "text": "Now I at least seem to perceive that nothing has been such a means of restoring men to paradise, and of the change to incorruption, and of reconciliation to God, and such a means of salvation to men, by guiding us to life, as chastity."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:4",
                            "text": "And I will now endeavour to show why I think so concerning these things, that having heard distinctly the power of the grace already spoken of, you may know of how great blessings it has become the giver to us."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:5",
                            "text": "Anciently, then, after the fall of man, when he was cast out by reason of his transgression, the stream of corruption poured forth abundantly, and running along in violent currents, not only fiercely swept along whatever touched it from without, but also rushing within it, overwhelmed the souls of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:6",
                            "text": "And they, continuously exposed to this, were carried along dumb and stupid, neglecting to pilot their vessels, from having nothing firm to lay hold of."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:7",
                            "text": "For the senses of the soul, as those have said who are learned in these things, when, being overcome by the excitements to passion which fall upon them from without, they receive the sudden bursts of the waves of folly which rush into them, being darkened turn aside from the divine course its whole vessel, which is by nature easily guided."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:8",
                            "text": "Wherefore God, pitying us who were in such a condition, and were able neither to stand nor to rise, sent down from heaven the best and most glorious help, virginity, that by it we might tie our bodies fast, like ships, and have a calm, coming to an anchorage without damage, as also the Holy Spirit witnesses."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:9",
                            "text": "For this is said in the hundred and thirty-sixth psalm, where the souls send joyfully up to God a hymn of thanksgiving, as many as have been taken hold of and raised up to walk with Christ in heaven, that they might not be overwhelmed by the streams of the world and the flesh."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:10",
                            "text": "Whence, also, they say that Pharaoh was a type of the devil in Egypt, since he mercilessly commanded the males to be cast into the river, but the females to be preserved alive."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 2:11",
                            "text": "For the devil, ruling from Adam to Moses over this great Egypt, the world, took care to have the male and rational offspring of the soul carried away and destroyed by the streams of passions, but he longs for the carnal and irrational offspring to increase and multiply."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:2",
                            "text": "—That Passage of David Explained; What the Harps Hung Upon the Willows Signify; The Willow a Symbol of Chastity; The Willows Watered by Streams."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:3",
                            "text": "But not to pass away from our subject, come, let us take in our hands and examine this psalm, which the pure and stainless souls sing to God, saying: \"By the rivers of Babylon there we sat down; yea, we wept, when we remembered Zion."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:4",
                            "text": "We hanged our harps upon the willows in the midst thereof,\" clearly giving the name of harps to their bodies which they hung upon the branches of chastity, fastening them to the wood that they might not be snatched away and dragged along again by the stream of incontinence."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:5",
                            "text": "For Babylon, which is interpreted \"disturbance\" or \"confusion,\" signifies this life around which the water flows, while we sit in the midst of which the water flows round us, as long as we are in the world, the rivers of evil always beating upon us."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:6",
                            "text": "Wherefore, also, we are always fearful, and we groan and cry with weeping to God, that our harps may not be snatched off by the waves of pleasure, and slip down from the tree of chastity."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:7",
                            "text": "For everywhere the divine writings take the willow as the type of chastity, because, when its flower is steeped in water, if it be drunk, it extinguishes whatever kindles sensual desires and passions within us, until it entirely renders barren, and makes every inclination to the begetting of children without effect, as also Homer indicated, for this reason calling the willows destructive of fruit."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:8",
                            "text": "And in Isaiah the righteous are said to \"spring up as willows by the water courses\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:9",
                            "text": "Surely, then, the shoot of virginity is raised to a great and glorious height, when the righteous, and he to whom it is given to preserve it and to cultivate it, bedewing it with wisdom, is watered by the gentlest streams of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 3:10",
                            "text": "For as it is the nature of this tree to bud and grow through water, so it is the nature of virginity to blossom and grow to maturity when enriched by words, so that one can hang his body upon it."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:2",
                            "text": "—The Author Goes on with the Interpretation of the Same Passage."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:3",
                            "text": "If, then, the rivers of Babylon are the streams of voluptuousness, as wise men say, which confuse and disturb the soul, then the willows must be chastity, to which we may suspend and draw up the organs of lust which overbalance and weigh down the mind, so that they may not be borne down by the torrents of incontinence, and be drawn like worms to impurity and corruption."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:4",
                            "text": "For God has bestowed upon us virginity as a most useful and a serviceable help towards incorruption, sending it as an ally to those who are contending for and longing after Zion, as the psalm shows, which is resplendent charity and the commandment respecting it, for Zion is interpreted \"The commandment of the watchtower\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:5",
                            "text": "Now, let us here enumerate the points which follow."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:6",
                            "text": "For why do the souls declare that they were asked by those who led them captive to sing the Lord's song in a strange land? Surely because the Gospel teaches a holy and secret song, which sinners and adulterers sing to the Evil One."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:7",
                            "text": "For they insult the commandments, accomplishing the will of the spirits of evil, and cast holy things to dogs, and pearls before swine, in the same manner as those of whom the prophet says with indignation, \"They read the law without;\" for the Jews were not to read the law going forth out of the gates of Jerusalem or out of their houses; and for this reason the prophet blames them strongly, and cries that they were liable to condemnation, because, while they were transgressing the commandments, and acting impiously towards God, they were pretentiously reading the law, as if, forsooth, they were piously observing its precepts; but they did not receive it in their souls, holding it firmly with faith, but rejected it, denying it by their works."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 4:8",
                            "text": "And hence they sing the Lord's song in a strange land, explaining the law by distorting and degrading it, expecting a sensual kingdom, and setting their hopes on this alien world, which the Word says will pass away, where those who carry them captive entice them with pleasures, lying in wait to deceive them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:2",
                            "text": "—The Gifts of Virgins, Adorned with Which They are Presented to One Husband, Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:3",
                            "text": "Now, those who sing the Gospel to senseless people seem to sing the Lord's song in a strange land, of which Christ is not the husbandman; but those who have put on and shone in the most pure and bright, and unmingled and pious and becoming, ornament of virginity, and are found barren and unproductive of unsettled and grievous passions, do not sing the song in a strange land; because they are not borne thither by their hopes, nor do they stick fast in the lusts of their mortal bodies, nor do they take a low view of the meaning of the commandments, but well and nobly, with a lofty disposition, they have regard to the promises which are above, thirsting for heaven as a congenial abode, whence God, approving their dispositions, promises with an oath to give them choice honours, appointing and establishing them \"above His chief joy;\" for He says thus: \"If I forget thee, O Jerusalem, let my right hand forget her cunning."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:4",
                            "text": "If I do not remember thee, let my tongue cleave to the roof of my mouth; if I prefer not Jerusalem above my chief joy;\" meaning by Jerusalem, as I said, these very undefiled and incorrupt souls, which, having with self-denial drawn in the pure draught of virginity with unpolluted lips, are \"espoused to one husband,\" to be presented \"as a chaste virgin to Christ\" in heaven, \"having gotten the victory, striving for undefiled rewards\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:5",
                            "text": "Hence also the prophet Isaiah proclaims, saying, \"Arise, shine, for thy light is come, and the glory of the Lord is risen upon thee\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:6",
                            "text": "Now these promises, it is evident to every one, will be fulfilled after the resurrection."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 5:7",
                            "text": "For the Holy Spirit does not speak of that well-known town in Judea; but truly of that heavenly city, the blessed Jerusalem, which He declares to be the assembly of the souls which God plainly promises to place first, \"above His chief joy,\" in the new dispensation, settling those who are clothed in the most white robe of virginity in the pure dwelling of unapproachable light; because they had it not in mind to put off their wedding garment—that is, to relax their minds by wandering thoughts."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:2",
                            "text": "—Virginity to Be Cultivated and Commended in Every Place and Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:3",
                            "text": "Further, the expression in Jeremiah, \"That a maid should not forget her ornaments, nor a bride her attire,\" shows that she should not give up or loosen the band of chastity through wiles and distractions."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:4",
                            "text": "For by the heart are properly denoted our heart and mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:5",
                            "text": "Now the breastband, the girdle which gathers together and keeps firm the purpose of the soul to chastity, is love to God, which our Captain and Shepherd, Jesus, who is also our Ruler and Bridegroom, O illustrious virgins, commands both you and me to hold fast unbroken and sealed up even to the end; for one will not easily find anything else a greater help to men than this possession, pleasing and grateful to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:6",
                            "text": "Therefore, I say, that we should all exercise and honour chastity, and always cultivate and commend it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:7",
                            "text": "Let these first-fruits of my discourse suffice for thee, O Arete, in proof of my education and my zeal."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:8",
                            "text": "\"And I receive the gift,\" she said that Arete replied, \"and bid Thallousa speak after thee; for I must have a discourse from each one of you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Theopatra 6:9",
                            "text": "And she said that Thallousa, pausing a little, as though considering somewhat with herself, thus spoke."
                        }
                    ]
                }
            ]
        }
    ]
}