{
    "books": [
        {
            "name": "Chrysostom: Homilies on Eutropius II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: Homilies on Eutropius II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:1",
                            "text": "Homily II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:2",
                            "text": "After Eutropius having been found outside the Church had been taken captive."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:3",
                            "text": "Delectable indeed are the meadow, and the garden, but far more delectable the study of the divine writings."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:4",
                            "text": "For there indeed are flowers which fade, but here are thoughts which abide in full bloom; there is the breeze of the zephyr, but here the breath of the Spirit: there is the hedge of thorns, but here is the guarding providence of God; there is the song of cicadae, but here the melody of the prophets: there is the pleasure which comes from sight, but here the profit which comes from study."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:5",
                            "text": "The garden is confined to one place, but the Scriptures are in all parts of the world; the garden is subject to the necessities of the seasons, but the Scriptures are rich in foliage, and laden with fruit alike in winter and in summer."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:6",
                            "text": "Let us then give diligent heed to the study of the Scriptures: for if thou doest this the Scripture will expel thy despondency, and engender pleasure, extirpate vice, and make virtue take root, and in the tumult of life it will save thee from suffering like those who are tossed by troubled waves."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:7",
                            "text": "The sea rages but thou sailest on with calm weather; for thou hast the study of the Scriptures for thy pilot; for this is the cable which the trials of life do not break asunder."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:8",
                            "text": "Now that I lie not events themselves bear witness."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:9",
                            "text": "A few days ago the Church was besieged: an army came, and fire issued from their eyes, yet it did not scorch the olive tree; swords were unsheathed, yet no one received a wound; the imperial gates were in distress, but the Church was in security."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:10",
                            "text": "And yet the tide of war flowed hither; for here the refugee was sought, and we withstood them, not fearing their rage."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:11",
                            "text": "And wherefore prithee? because we held as a sure pledge the saying \"Thou art Peter, and upon this rock I will build my Church: and the gates of hell shall not prevail against it\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:12",
                            "text": "And when I say the Church I mean not only a place but also a plan of life: I mean not the walls of the Church but the laws of the Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:13",
                            "text": "When thou takest refuge in a Church, do not seek shelter merely in the place but in the spirit of the place."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:14",
                            "text": "For the Church is not wall and roof but faith and life."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:15",
                            "text": "Do not tell me that the man having been surrendered was surrendered by the Church; if he had not abandoned the Church he would not have been surrendered."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:16",
                            "text": "Do not say that he fled here for refuge and then was given up: the Church did not abandon him but he abandoned the Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:17",
                            "text": "He was not surrendered from within the Church but outside its walls."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:18",
                            "text": "Wherefore did he forsake the Church? Didst thou desire to save thyself? Thou shouldst have held fast to the altar."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:19",
                            "text": "There were no walls here, but there was the guarding providence of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:20",
                            "text": "Wast thou a sinner? God does not reject thee: for \"He came not to call the righteous but sinners to repentance\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:21",
                            "text": "The harlot was saved when she clung to His feet."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:22",
                            "text": "Have ye heard the passage read to-day? Now I say these things that thou mayest not hesitate to take refuge in the Church."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:23",
                            "text": "Abide with the Church, and the Church does not hand thee over to the enemy: but if thou fliest from the Church, the Church is not the cause of thy capture."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:24",
                            "text": "For if thou art inside the fold the wolf does not enter: but if thou goest outside, thou art liable to be the wild beast's prey: yet this is not the fault of the fold, but of thy own pusillanimity."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:25",
                            "text": "The Church hath no feet."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:26",
                            "text": "Talk not to me of walls and arms: for walls wax old with time, but the Church has no old age."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:27",
                            "text": "Walls are shattered by barbarians, but over the Church even demons do not prevail."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:28",
                            "text": "And that my words are no mere vaunt there is the evidence of facts."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:29",
                            "text": "How many have assailed the Church, and yet the assailants have perished while the Church herself has soared beyond the sky? Such might hath the Church: when she is assailed she conquers: when snares are laid for her she prevails: when she is insulted her prosperity increases: she is wounded yet sinks not under her wounds; tossed by waves yet not submerged; vexed by storms yet suffers no shipwreck; she wrestles and is not worsted, fights but is not vanquished."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:30",
                            "text": "Wherefore then did she suffer this war to be? That she might make more manifest the splendour of her triumph."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:31",
                            "text": "Ye were present on that day, and ye saw what weapons were set in motion against her, and how the rage of the soldiers burned more fiercely than fire, and I was hurried away to the imperial palace."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:32",
                            "text": "But what of that? By the grace of God none of those things dismayed me."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:33",
                            "text": "Now I say these things in order that ye too may follow my example."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:34",
                            "text": "But wherefore was I not dismayed? Because I do not fear any present terrors."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:35",
                            "text": "For what is terrible? Death? nay this is not terrible: for we speedily reach the unruffled haven."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:36",
                            "text": "Or spoliation of goods? \"Naked came I out of my mother's womb, and naked shall I depart;\" or exile? \"The earth is the Lord's and the fulness thereof;\" or false accusation? \"Rejoice and be exceeding glad, when men shall say all manner of evil against you falsely, for great is your reward in Heaven\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:37",
                            "text": "I saw the swords and I meditated on Heaven; I expected death, and I bethought me of the resurrection; I beheld the sufferings of this lower world, and I took account of the heavenly prizes; I observed the devices of the enemy, and I meditated on the heavenly crown: for the occasion of the contest was sufficient for encouragement and consolation."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:38",
                            "text": "True! I was being forcibly dragged away, but I suffered no insult from the act; for there is only one real insult, namely sin: and should the whole world insult thee, yet if thou dost not insult thyself thou art not insulted."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:39",
                            "text": "The only real betrayal is the betrayal of the conscience: betray not thy own conscience, and no one can betray thee."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:40",
                            "text": "I was being dragged away and I saw the events—or rather I saw my words turned into events, I saw my discourse which I had uttered in words being preached in the market-place through the medium of actual events."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:41",
                            "text": "What kind of discourse? the same which I was always repeating."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:42",
                            "text": "The wind has blown and the leaves have fallen."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:43",
                            "text": "\"The grass has withered and the flower has faded\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:44",
                            "text": "The night has departed and the day has dawned; the shadow has been proved vain and the truth has appeared."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:45",
                            "text": "They mounted up to the sky, and they came down to the level of earth: for the waves which were swelling high have been laid low by means of merely human events."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:46",
                            "text": "How? The things which were taking place were a lesson."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:47",
                            "text": "And I said to myself will posterity learn self-control? or before two days have passed by will these events have been abandoned to oblivion? The warnings were sounding in their ears."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:48",
                            "text": "Again let me utter, yet again I will speak."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:49",
                            "text": "What profit will there be? Certainly there will be profit."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:50",
                            "text": "For if all do not hearken, the half will hearken; and if not the half, the third part: and if not the third the fourth: and if not the fourth, perhaps ten: and if not ten, perhaps five: and if not five perhaps one: and if not one, I myself have the reward prepared for me."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:51",
                            "text": "\"The grass withereth and the flower fadeth; but the word of God abideth for ever\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:52",
                            "text": "Have ye seen the insignificance of human affairs? have ye seen the frailty of power? Have ye seen the wealth which I always called a runaway and not a runaway only, but also a murderer."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:53",
                            "text": "For it not only deserts those who possess it, but also slaughters them; for when any one pays court to it then most of all does it betray him."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:54",
                            "text": "Why dost thou pay court to wealth which to-day is for thee, and to-morrow for another? Why dost thou court wealth which can never be held fast? Dost thou desire to court it? dost thou desire to hold it fast? Do not bury it but give it into the hands of the poor."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:55",
                            "text": "For wealth is a wild beast: if it be tightly held it runs away: if it be let loose it remains where it is; \"For,\" it is said, \"he hath dispersed abroad and given to the poor; his righteousness remaineth forever\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:56",
                            "text": "Disperse it then that it may remain with thee; bury it not lest it run away."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:57",
                            "text": "Where is wealth? I would gladly enquire of those who have departed."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:58",
                            "text": "Now I say these things not by way of reproach, God forbid, nor by way of irritating old sores, but as endeavouring to secure a haven for you out of the shipwreck of others."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:59",
                            "text": "When soldiers and swords were threatening, when the city was in a blaze of fury, when the imperial majesty was powerless, and the purple was insulted, when all places were full of frenzy, where was wealth then? where was your silver plate? where were your silver couches? where your household slaves? they had all betaken themselves to flight; where were the eunuchs? they all ran away; where were your friends? they changed their masks."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:60",
                            "text": "Where were your houses? they were shut up."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:61",
                            "text": "Where was your money? the owner of it fled: and the money itself, where was that? it was buried."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:62",
                            "text": "Where was it all hidden? Am I oppressive and irksome to you in constantly declaring that wealth betrays those who use it badly? The occasion has now come which proves the truth of my words."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:63",
                            "text": "Why dost thou hold it so tightly, when in the time of trial it profiteth thee nothing? If it has power when thou fallest into a strait, let it come to thy aid, but if it then runs away what need hast thou of it? events themselves bear witness."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:64",
                            "text": "What profit was there in it? The sword was whetted, death was impending, an army raging: there was apprehension of imminent peril; and yet wealth was nowhere to be seen."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:65",
                            "text": "Where did the runaway flee? It was itself the cause which brought about all these evils, and yet in the hours of necessity it runs away."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:66",
                            "text": "Nevertheless many reproach me saying continually thou fasteneth upon the rich: while they on the other hand fasten upon the poor."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:67",
                            "text": "Well I do fasten upon the rich: or rather not the rich, but those who make a bad use of their riches."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:68",
                            "text": "For I am continually saying that I do not attack the character of the rich man, but of the rapacious."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:69",
                            "text": "A rich man is one thing, a rapacious man is another: an affluent man is one thing, a covetous man is another."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:70",
                            "text": "Make clear distinctions, and do not confuse things which are diverse."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:71",
                            "text": "Art thou a rich man? I forbid thee not."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:72",
                            "text": "Art thou a rapacious man? I denounce thee."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:73",
                            "text": "Hast thou property of thy own? enjoy it."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:74",
                            "text": "Dost thou take the property of others? I will not hold my peace."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:75",
                            "text": "Wouldest thou stone me for this? I am ready to shed my blood: only I forbid thy sin."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:76",
                            "text": "I heed not hatred, I heed not war: one thing only do I heed, the advancement of my hearers."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:77",
                            "text": "The rich are my children, and the poor also are my children: the same womb has travailed with both, both are the offspring of the same travail-pangs."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:78",
                            "text": "If then thou fastenest reproaches on the poor man, I denounce thee: for the poor man does not suffer so much loss as the rich."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:79",
                            "text": "For no great wrong is inflicted on the poor man, seeing that in his case the injury is confined to money; but in thy case the injury touches the soul."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:80",
                            "text": "Let him who wills cast me off, let him who wills stone me, let him who wills hate me: for the plots of enemies are the pledges to me of crowns of victory, and the number of my rewards will be as the number of my wounds."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:81",
                            "text": "So then I fear not an enemy's plots: one thing only do I fear, which is sin."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:82",
                            "text": "If no one convicts me of sin, then let the whole world make war upon me."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:83",
                            "text": "For this kind of war only renders me more prosperous."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:84",
                            "text": "Thus also do I wish to teach you a lesson."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:85",
                            "text": "Fear not the devices of a potentate, but fear the power of sin."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:86",
                            "text": "No man will do thee harm, if thou dost not deal a blow to thyself."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:87",
                            "text": "If thou hast not sin, ten thousand swords may threaten thee, but God will snatch thee away out of their reach: but if thou hast sin, even shouldest thou be in paradise thou wilt be cast out."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:88",
                            "text": "Adam was in paradise yet he fell; Job was on a dung hill, yet he was crowned victorious."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:89",
                            "text": "What profit was paradise to the one? or what injury was the dung hill to the other? No man laid snares for the one, yet was he overthrown: the devil laid snares for the other, and yet he was crowned."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:90",
                            "text": "Did not the devil take his property? Yes, but he did not rob him of his godliness."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:91",
                            "text": "Did he not lay violent hands upon his sons? yes: but he did not shake his faith."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:92",
                            "text": "Did he not tear his body to pieces? yes but he did not find his treasure."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:93",
                            "text": "Did he not arm his wife against him? yes but he did not overthrow the soldier."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:94",
                            "text": "Did he not hurl arrows and darts at him? yes but he received no wounds."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:95",
                            "text": "He advanced his engines but could not shake the tower; he conducted his billows against him, but did not sink the ship."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:96",
                            "text": "Observe this law I beseech you, yea I clasp your knees, if not with the bodily hand, yet in spirit, and pour forth tears of supplication."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:97",
                            "text": "Observe this law I pray you, and no one can do you harm."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:98",
                            "text": "Never call the rich man happy; never call any man miserable save him who is living in sin: and call him happy who lives in righteousness."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:99",
                            "text": "For it is not the nature of their circumstances, but the disposition of the men which makes both the one and the other."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:100",
                            "text": "Never be afraid of the sword if thy conscience does not accuse thee: never be afraid in war if thy conscience is clear."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:101",
                            "text": "Where are they who have departed? tell me."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:102",
                            "text": "Did not all men once bow down to them? did not those who were in authority tremble greatly before them? did they not pay court to them? But sin has come, and all things are manifested in their true lights; they who were attendants have become judges, the flatterers are turned into executioners; they who once kissed his hands, dragged him themselves from the church, and he who yesterday kissed his hand is to-day his enemy."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:103",
                            "text": "Wherefore? Because neither did he yesterday love him with sincerity."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:104",
                            "text": "For the opportunity came and the actors were unmasked."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:105",
                            "text": "Didst thou not yesterday kiss his hands, and call him saviour, and guardian, and benefactor? Didst thou not compose panegyrics without end? wherefore to-day dost thou accuse him? Why yesterday a praiser, and to-day an accuser? why yesterday utter panegyrics, and to-day reproaches? What means this change? what means this revolution?."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:106",
                            "text": "But I am not like this: I was the subject of his plots, yet I became his protector."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:107",
                            "text": "I suffered countless troubles at his hands, yet I did not retaliate."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:108",
                            "text": "For I copy the example of my Master, who said on the cross, \"Forgive them, for they know not what they do\"."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:109",
                            "text": "Now I say these things that you may not be perverted by the suspicion of wicked men."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:110",
                            "text": "Now many changes have taken place, since I had the oversight of the city, and yet no one learns self-control? But when I say no one, I do not condemn all, God forbid."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:111",
                            "text": "For it is impossible that this rich soil when it has received seed, should not produce one ear of corn: but I am insatiable, I do not wish many to be saved but all."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:112",
                            "text": "And if but one be left in a perishing condition, I perish also, and deem that the Shepherd should be imitated who had ninety-nine sheep, and yet hastened after the one which had gone astray."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:113",
                            "text": "How long will money last? how long this silver and gold? how long these draughts of wine? how long the flatteries of slaves? how long these goblets wreathed with garlands? how long these satanic drinking feasts, full of diabolical activity?  Dost thou not know that the present life is a sojourn in a far country? for art thou a citizen? Nay thou art a wayfarer."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:114",
                            "text": "Understandest thou what I say? Thou art not a citizen, but thou art a wayfarer, and a traveller."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:115",
                            "text": "Say not: I have this city and that."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:116",
                            "text": "No one has a city."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:117",
                            "text": "The city is above."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:118",
                            "text": "Present life is but a journey."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:119",
                            "text": "We are journeying on every day, while nature is running its course."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:120",
                            "text": "Some there are who store up goods on the way: some who bury jewellery on the road."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:121",
                            "text": "Now when you enter an inn do you beautify the inn? not so, but you eat and drink and hasten to depart."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:122",
                            "text": "The present life is an inn: we have entered it, and we bring present life to a close: let us be eager to depart with a good hope, let us leave nothing here, that we may not lose it there."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:123",
                            "text": "When you enter the inn, what do you say to the servant? Take care where you put away our things, that you do not leave anything behind here, that nothing may be lost, not even what is small and trifling, in order that we may carry everything back to our home."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:124",
                            "text": "Thou art a wayfarer and traveller, and indeed more insignificant than the wayfarer."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:125",
                            "text": "How so? I will tell you."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:126",
                            "text": "The wayfarer knows when he is going into the inn, and when he is going out; for the egress as well as the regress is in his own power: but when I enter the inn, that is to say this present life, I know not when I shall go out: and it may be that I am providing myself with sustenance for a long time when the Master suddenly summons me saying \"Thou fool, for whom shall those things be which thou hast prepared? for on this very night thy soul is being taken from thee\"."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:127",
                            "text": "The time of thy departure is uncertain, the tenure of thy possessions insecure, there are innumerable precipices, and billows on every side of thee."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:128",
                            "text": "Why dost thou rave about shadows? why desert the reality and run after shadows?."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:129",
                            "text": "I say these things, and shall not cease saying them, causing continual pain, and dressing the wounds; and this not for the sake of the fallen, but of those who are still standing."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:130",
                            "text": "For they have departed, and their career is ended, but those who are yet standing have gained a more secure position through their calamities."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:131",
                            "text": "\"What then,\" you say, \"shall we do?\" Do one thing only, hate riches, and love thy life—cast away thy goods; I do not say all of them, but cut off the superfluities."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:132",
                            "text": "Be not covetous of other men's goods, strip not the widow, plunder not the orphan, seize not his house: I do not address myself to persons but to facts."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:133",
                            "text": "But if any one's conscience attacks him, he himself is responsible for it, not my words."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:134",
                            "text": "Why art thou grasping where thou bringest ill-will upon thyself? Grasp where there is a crown to be gained."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:135",
                            "text": "Strive to lay hold not of earth but of heaven."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:136",
                            "text": "\"The kingdom of Heaven belongs to violent men and men of violence take it by force\"."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:137",
                            "text": "Why dost thou lay hold of the poor man who reproaches thee? Lay hold of Christ who praises thee for it."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:138",
                            "text": "Dost thou see thy senselessness and madness? Dost thou lay hold of the poor man who has little? Christ says \"lay hold of me; I thank thee for it, lay hold of my kingdom and take it by violence\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:139",
                            "text": "If thou art minded to lay hold of an earthly kingdom, or rather if thou art minded to have designs upon it thou art punished; but in the case of the heavenly kingdom thou art punished if thou dost not lay hold of it."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:140",
                            "text": "Where worldly things are concerned there is ill-will, but where spiritual there is love."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:141",
                            "text": "Meditate daily on these things, and if two days hence thou seest another riding in a chariot, arrayed in raiment of silk, and elated with pride, be not again dismayed and troubled."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:142",
                            "text": "Praise not a rich man, but only him who lives in righteousness."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:143",
                            "text": "Revile not a poor man, but learn to have an upright and accurate judgment in all things."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:144",
                            "text": "Do not hold aloof from the Church; for nothing is stronger than the Church."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:145",
                            "text": "The Church is thy hope, thy salvation, thy refuge."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:146",
                            "text": "It is higher than the heaven, it is wider than the earth."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:147",
                            "text": "It never waxes old, but is always in full vigour."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:148",
                            "text": "Wherefore as significant of its solidity and stability Holy Scripture calls it a mountain: or of its purity a virgin, or of its magnificence a queen; or of its relationship to God a daughter; and to express its productiveness it calls her barren who has borne seven: in fact it employs countless names to represent its nobleness."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:149",
                            "text": "For as the master of the Church has many names: being called the Father, and the way, and the life, and the light, and the arm, and the propitiation, and the foundation, and the door, and the sinless one, and the treasure, and Lord, and God, and Son, and the only begotten, and the form of God, and the image of God so is it with the Church itself: does one name suffice to present the whole truth? by no means."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:150",
                            "text": "But for this reason there are countless names, that we may learn something concerning God, though it be but a small part."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:151",
                            "text": "Even so the Church also is called by many names."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:152",
                            "text": "She is called a virgin, albeit formerly she was an harlot: for this is the miracle wrought by the Bridegroom, that He took her who was an harlot and hath made her a virgin."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:153",
                            "text": "Oh! what a new and strange event! With us marriage destroys virginity, but with God marriage hath restored it."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:154",
                            "text": "With us she who is a virgin, when married, is a virgin no longer: with Christ she who is an harlot, when married, becomes a virgin."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:155",
                            "text": "Let the heretic who inquires curiously into the nature of heavenly generation saying \"how did the Father beget the Son?\" interpret this single fact, ask him how did the Church, being an harlot, become a virgin? and how did she having brought forth children remain a virgin? \"For I am jealous over you,\" saith Paul, \"with a godly jealousy, for I espoused you to one husband that I might present you as a pure virgin to Christ\"."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:156",
                            "text": "What wisdom and understanding! \"I am jealous over you with a godly jealousy\"."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:157",
                            "text": "What means this? \"I am jealous,\" he says: art thou jealous seeing thou art a spiritual man? I am jealous he says as God is."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:158",
                            "text": "And hath God jealousy? yea the jealousy not of passion, but of love, and earnest zeal."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:159",
                            "text": "I am jealous over you with the jealousy of God."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:160",
                            "text": "Shall I tell thee how He manifests His jealousy? He saw the world corrupted by devils, and He delivered His own Son to save it."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:161",
                            "text": "For words spoken in reference to God have not the same force as when spoken in reference to ourselves: for instance we say God is jealous, God is wroth, God repents, God hates."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:162",
                            "text": "These words are human, but they have a meaning which becomes the nature of God."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:163",
                            "text": "How is God jealous? \"I am jealous over you with the jealousy of God\"."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:164",
                            "text": "Is God wroth? \"O Lord reproach me not in thine indignation\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:165",
                            "text": "Doth God slumber? \"Awake, wherefore sleepest thou, O Lord?\" Doth God repent? \"I repent that I have made man\"."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:166",
                            "text": "Doth God hate? \"My soul hateth your feasts and your new moons\"."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:167",
                            "text": "Well do not consider the poverty of the expressions: but grasp their divine meaning."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:168",
                            "text": "God is jealous, for He loves, God is wroth, not as yielding to passion, but for the purpose of chastising, and punishing."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:169",
                            "text": "God sleeps, not as really slumbering, but as being long-suffering."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:170",
                            "text": "Choose out the expression."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:171",
                            "text": "Thus when thou hearest that God begets the Son, think not of division but of the unity of substance."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:172",
                            "text": "For God has taken many of these words from us as we also have borrowed others from Him, that we may receive honour thereby."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:173",
                            "text": "Dost thou understand what I have said? Attend carefully my beloved."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:174",
                            "text": "There are divine names, and there are human names."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:175",
                            "text": "God has received from me, and He Himself hath given to me."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:176",
                            "text": "Give me thine, and take mine He says."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:177",
                            "text": "Thou hast need of mine: I have no need of thine, but thou hast of mine inasmuch as my nature is unmixed, but thou art a human being encompassed with a body, seeking also corporeal terms in order that, by borrowing expressions which are familiar to thee, thou who art thus encompassed with a body, mayest be able to think on thoughts which transcend thy understanding."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:178",
                            "text": "What kind of names hath He received from me, and what kind hath He given to me? He Himself is God, and He hath called me God; with Him is the essential nature as an actual fact, with me only the honour of the name: \"I have said ye are gods, and ye are all children of the most highest\"."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:179",
                            "text": "Here are words, but in the other case there is the actual reality."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:180",
                            "text": "He hath called me god, for by that name I have received honour."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:181",
                            "text": "He Himself was called man, he was called Son of man, he was called the Way, the Door, the Rock."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:182",
                            "text": "These words He borrowed from me; the others He gave from Himself to me."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:183",
                            "text": "Wherefore was He called the Way? That thou mightest understand that by Him we have access to the Father."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:184",
                            "text": "Wherefore was He called the Rock? that thou mightest understand the secure and unshaken character of the faith."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:185",
                            "text": "Wherefore was He called the Foundation? That thou mightest understand that He upholdeth all things."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:186",
                            "text": "Wherefore was He called the Root? That thou mightest understand that in Him we have our power of growth."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:187",
                            "text": "Wherefore was He called the Shepherd? Because He feeds us."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:188",
                            "text": "Wherefore was He called a sheep? Because He was sacrificed for us and became a propitiatory offering."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:189",
                            "text": "Wherefore was He called the Life? Because He raised us up when we were dead."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:190",
                            "text": "Wherefore was He called the Light? Because He delivered us from darkness."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:191",
                            "text": "Why was He called an Arm? Because He is of one substance with the Father."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:192",
                            "text": "Why was He called the Word? Because He was begotten of the Father."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:193",
                            "text": "For as my word is the offspring of my spirit, even so was the Son begotten of the Father."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:194",
                            "text": "Wherefore is He called our raiment? Because I was clothed with Him when I was baptized."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:195",
                            "text": "Why is He called a table? Because I feed upon Him when I partake of the mysteries."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:196",
                            "text": "Why is He called a house? Because I dwell in Him."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:197",
                            "text": "Why is He called an inmate of the house? Because we become His Temple."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:198",
                            "text": "Wherefore is He called the Head? Because I have been made a member of His."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:199",
                            "text": "Why is He called a Bridegroom? Because He hath taken me as His bride."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:200",
                            "text": "Wherefore is He called undefiled? Because He took me as a virgin."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:201",
                            "text": "Wherefore is He called Master? Because I am His bondmaid."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:202",
                            "text": "For observe the Church, how, as I was saying, she is sometimes a bride, sometimes a daughter, sometimes a virgin, sometimes a bondmaid, sometimes a queen, sometimes a barren woman, sometimes a mountain, sometimes a garden, sometimes fruitful in children, sometimes a lily, sometimes a fountain: She is all things."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:203",
                            "text": "Therefore having heard these things, think not I pray you that they are corporeal; but stretch thy thought further: for such things cannot be corporeal."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:204",
                            "text": "For example: the mountain is not the maid: the maid is not the bride: the queen is not the bond-maid: yet the Church is all these things."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:205",
                            "text": "Wherefore? because the element in which they exist is not corporeal but spiritual."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:206",
                            "text": "For in a corporeal sphere these things are confined within narrow limits: but in a spiritual sphere they have a wide field of operation."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:207",
                            "text": "\"The queen stood on thy right hand\"."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:208",
                            "text": "The queen? How did she who was down-trodden and poor become a queen? and where did she ascend? the queen herself stood on high by the side of the king."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:209",
                            "text": "How? because the king became a servant; He was not that by nature, but He became so."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:210",
                            "text": "Understand therefore the things which belong to the Godhead, and discern those which belong to the Dispensation."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:211",
                            "text": "Understand what He was, and what He became for thy sake, and do not confuse things which are distinct, nor make the argument of his lovingkindness an occasion for blasphemy."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:212",
                            "text": "He was lofty, and she was lowly: lofty not by position but by nature."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:213",
                            "text": "His essence was pure, and imperishable: His nature was incorruptible, unintelligible, invisible, incomprehensible, eternal, unchangeable, transcending the nature of angels, higher than the powers above, overpowering reason, surpassing thought, apprehended not by sight but by faith alone."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:214",
                            "text": "Angels beheld Him and trembled, the Cherubim veiled themselves with their wings, in awe."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:215",
                            "text": "He looked upon the earth, and caused it to tremble: He threatened the sea and dried it up: he brought rivers out of the desert: He weighed the mountains in scales, and the valleys in a balance."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:216",
                            "text": "How shall I express myself? how shall I present the truth? His greatness hath no bounds, His wisdom is beyond reckoning, His judgments are untraceable, His ways unsearchable."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:217",
                            "text": "Such is His greatness and His power, if indeed it is safe even to use such expressions."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:218",
                            "text": "But what am I to do? I am a human being and I speak in human language: my tongue is of earth and I crave forgiveness from my Lord."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:219",
                            "text": "For I do not use these expressions in a spirit of presumption, but on account of the poverty of my resources arising from my feebleness and the nature of our human tongue."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:220",
                            "text": "Be merciful to me, O Lord, for I utter these words not in presumption but because I have no others: nevertheless I do not rest content with the meanness of my speech, but soar upwards on the wings of my understanding."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:221",
                            "text": "Such is His greatness and power."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:222",
                            "text": "I say this, that without dwelling on the words, or on the poverty of the expressions, thou mayest also thyself learn to act in the same way."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:223",
                            "text": "Why dost thou marvel if I do this, inasmuch as He also does the same, when He wishes to present something to our minds which transcends human powers? Since He addresses human beings He uses also human illustration, which are indeed insufficient to represent the thing spoken of, and cannot exhibit the full proportions of the matter, yet suffice for the infirmity of the hearers."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:224",
                            "text": "Make an effort, and do not grow weary of my prolonged discourse."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:225",
                            "text": "For as when He manifests Himself, He is not manifested as He really is, nor is His bare essence manifested (for no man hath seen God in His real nature; for when He is but partially revealed the Cherubim tremble—the mountains smoke, the sea is dried up, the heaven is shaken, and if the revelation were not partial who could endure it?) as then, I say, He does not manifest Himself as He really is, but only as the beholder is able to see Him, therefore doth He appear sometimes in the form of old age, sometimes of youth, sometimes in fire, sometimes in air, sometimes in water, sometimes in armour, not altering his essential nature, but fashioning His appearance to suit the various condition of those who are affected by it."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:226",
                            "text": "In like manner also when any one wishes to say anything concerning Him he employs human illustrations."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:227",
                            "text": "For instance I say: \"He went up into the mountain and He was transfigured before them, and His countenance shone as the sun, and His raiment became white as snow\"."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:228",
                            "text": "He disclosed, it is said, a little of the Godhead, He manifested to them the God dwelling amongst them \"and He was transfigured before them\"."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:229",
                            "text": "Attend carefully to the statement."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:230",
                            "text": "The writer says and He was transfigured before them, and His raiment shone as the light, and His countenance was as the sun."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:231",
                            "text": "When I said \"such is His greatness and power\" and added \"be merciful to me O Lord,\" (for I do not rest satisfied with the expression but am perplexed, having no other framed for the purpose) I wish you to understand, that I learned this lesson from Holy Scripture."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:232",
                            "text": "The evangelist then wished to describe His splendour and he says \"He shone\"."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:233",
                            "text": "How did He shine? tell me."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:234",
                            "text": "Exceedingly."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:235",
                            "text": "And how do you express this? He shone \"as the sun\"."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:236",
                            "text": "As the sun sayest thou? Yea."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:237",
                            "text": "Wherefore? Because I know not any other luminary more brilliant."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:238",
                            "text": "And He was white sayest thou as snow? wherefore as snow? Because I know not any other substance which is whiter."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:239",
                            "text": "For that He did not really shine thus is proved by what follows: the disciples fell to the ground."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:240",
                            "text": "If he had shone as the sun the disciples would not have fallen; for they saw the sun every day, and did not fall: but inasmuch as he shone more brilliantly than the sun or snow, they, being unable to bear the splendour, fell to the earth."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:241",
                            "text": "Tell me then, O evangelist, did He shine more brightly than the sun, and yet dost thou say, \"as the sun?\" Yea: wishing to make that light known to thee, I know not any other greater luminary, I have no other comparison which holds a royal place amongst luminaries."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:242",
                            "text": "I have said these things that thou mayest not rest contentedly in the poverty of the language used: I have pointed out to thee the fall of the disciples: they fell to the earth, and were stupified and overwhelmed with slumber."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:243",
                            "text": "\"Arise\" He said, and lifted them up, and yet they were oppressed."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:244",
                            "text": "For they could not endure the excessive brightness of that shining, but heavy sleep took possession of their eyes: so far did the light which was manifested exceed the light of the sun."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:245",
                            "text": "Yet the evangelist said \"as the sun,\" because that luminary is familiar to us and surpasses all the rest."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:246",
                            "text": "But as I was saying, He who was thus great and powerful desired an harlot."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:247",
                            "text": "I speak of our human nature under that name."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:248",
                            "text": "If a man indeed desire an harlot he is condemned, and doth God desire one? Yea verily."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:249",
                            "text": "Again a man desireth an harlot that he may become a fornicator: but God that He may convert the harlot into a virgin: so that the desire of the man is the destruction of her who is desired: but the desire of God is salvation to her who is desired."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:250",
                            "text": "And why did He who is so great and powerful desire an harlot? that He might become the husband thereof."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:251",
                            "text": "How doth He act? He doth not send to her any of His servants, He sendeth not angel, archangel, Cherubim, or Seraphim; but He himself draws nigh Who loves her."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:252",
                            "text": "Again when thou hearest of love, deem it not sensuous."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:253",
                            "text": "Cull out the thoughts which are contained in the words, even as an excellent bee settles on the flowers, and takes the honey comb, but leaves the herbs God desired an harlot, and how doth He act? He does not conduct her on high; for He would not bring an harlot into Heaven, but He Himself comes down."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:254",
                            "text": "Since she could not ascend on high, He descends to earth."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:255",
                            "text": "He cometh to the harlot, and is not ashamed: He cometh to her secret dwelling place."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:256",
                            "text": "He beholds her in her drunkenness."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:257",
                            "text": "And how doth He come? not in the bare essence of His original nature, but He becomes that which the harlot was, not in intention but in reality does He become this, in order that she may not be scared when she sees Him, that she may not rush away, and escape."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:258",
                            "text": "He cometh to the harlot, and becomes man."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:259",
                            "text": "And how does He become this? He is conceived in the womb, he increases little by little and follows like me the course of human growth."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:260",
                            "text": "Who is it who does this? the Deity as manifested, not the Godhead; the form of the servant not that of the Master; the flesh which belongs to me, not the essential nature which belongs to Him: He increases little by little, and has intercourse with mankind."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:261",
                            "text": "Although He finds the harlot, human nature, full of sores, brutalised, and oppressed by devils, how does He act? He draws nigh to her."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:262",
                            "text": "She sees Him and flees away."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:263",
                            "text": "He calleth the wise men saying Why are ye afraid? I am not a judge, but a physician."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:264",
                            "text": "\"I came not to judge the world but to save the world\"."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:265",
                            "text": "Straightway He calleth the wise men."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:266",
                            "text": "Oh! new and strange event."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:267",
                            "text": "The immediate first-fruits of His coming are wise men."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:268",
                            "text": "He who upholds the world lieth in a manger, and He who careth for all things is a nursling in swaddling bands."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:269",
                            "text": "The temple is founded and the God dwelleth therein."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:270",
                            "text": "And wise men come and straightway worship Him: the publican comes and is turned into an evangelist: the harlot comes and is turned into a maiden: the Canaanitish woman comes and partakes of his lovingkindness."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:271",
                            "text": "This is the mark of one who loves, to forbear demanding an account of sins, and to forgive transgressions and offences."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:272",
                            "text": "And how does He act? He takes the sinner and espouses her to himself."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:273",
                            "text": "And what doth He give her? a signet ring."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:274",
                            "text": "Of what nature? the Holy Spirit."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:275",
                            "text": "Paul saith \"now He who establisheth us with you is God who hath also sealed us, and given the earnest of the Spirit\"."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:276",
                            "text": "The Spirit then He giveth her."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:277",
                            "text": "Next He saith \"Did not I plant thee in a garden?\" She saith \"yea\"."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:278",
                            "text": "And how didst thou fall from thence? \"The devil came and cast me out of the garden\"."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:279",
                            "text": "Thou wast planted in the garden and he cast thee out: behold I plant thee in myself, I uphold thee."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:280",
                            "text": "How? The devil dares not approach me."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:281",
                            "text": "Neither do I take thee up into Heaven; but something greater than Heaven is here: I carry thee in myself who am the Lord of Heaven."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:282",
                            "text": "The shepherd carries thee and the wolf no longer comes: or rather I permit him to approach."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:283",
                            "text": "And so the Lord carrieth our nature: and the devil approaches and is worsted."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:284",
                            "text": "\"I have planted thee in myself:\" therefore He saith \"I am the root, ye are the branches:\" so He planted her in Himself."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:285",
                            "text": "\"But,\" she saith, \"I am a sinner and unclean\"."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:286",
                            "text": "\"Let not this trouble thee, I am a physician."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:287",
                            "text": "I know my vessel, I know how it was perverted."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:288",
                            "text": "It was formerly a vessel of clay, and it was perverted."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:289",
                            "text": "I remodel it by means of the laver of regeneration and I submit it to the action of fire\"."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:290",
                            "text": "For observe: He took dust from the earth and made the man; He formed him."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:291",
                            "text": "The devil came, and perverted him."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:292",
                            "text": "Then the Lord came, took him again, and remoulded, and recast him in baptism, and He suffered not his body to be of clay, but made it of a harder ware."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:293",
                            "text": "He subjected the soft clay to the fire of the Holy Spirit."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:294",
                            "text": "\"He shall baptize you with the Holy Ghost and with fire:\" He was baptized with water that he might be remodelled, with fire that he might be hardened."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:295",
                            "text": "Therefore the Prophet speaking beforehand under divine guidance declared \"Thou shalt dash them in pieces like vessels of the potter\"."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:296",
                            "text": "He did not say like vessels of earthenware which every one possesses: for by a potter's vessels are meant those which the potter is fashioning on the wheel: now the potter's vessels are of clay, but ours are of harder ware."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:297",
                            "text": "Speaking beforehand therefore of the remoulding which is wrought by means of baptism he saith, \"thou shalt dash them in pieces like vessels of a potter\"—He means that He remodels and recasts them."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:298",
                            "text": "I descend into the water of baptism, and the fashion of my nature is remoulded, and the fire of the Spirit recasts it, and it is turned into a harder ware."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:299",
                            "text": "And that my words are no empty vaunt hear what Job says, \"He hath made us as clay,\" and Paul, \"but we have this treasure in earthen vessels\"."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:300",
                            "text": "But consider the strength of the earthen vessel: for it has been hardened not by fire, but by the Spirit."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:301",
                            "text": "How was it proved to be an earthen vessel? \"Five times received I forty stripes save one, thrice was I beaten with rods, once was I stoned,\" and yet the earthen vessel was not shattered."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:302",
                            "text": "\"A day and a night have I been in the deep\"."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:303",
                            "text": "He hath been in the deep, and the earthen vessel was not dissolved: he suffered shipwreck and the treasure was not lost; the ship was submerged and yet the freight floated."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:304",
                            "text": "\"But we have this treasure\" he says."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:305",
                            "text": "What kind of treasure? a supply of the Spirit, righteousness, sanctification, redemption."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:306",
                            "text": "Of what nature, tell me? \"in the name of Jesus Christ rise up and walk\"."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:307",
                            "text": "\"aeneas, Jesus Christ maketh thee whole,\" I say unto thee thou evil spirit, go out of him."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:308",
                            "text": "Hast thou seen a treasure more brilliant than royal treasures? For what can the pearl of a king do like that which the words of an Apostle effected? Set crowns innumerable upon dead men, and they will not be raised: but one word went forth from an Apostle, and it brought back revoked nature, and restored it to its ancient condition."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:309",
                            "text": "\"But we have this treasure\"."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:310",
                            "text": "O treasure which not only is preserved, but also preserves the house where it is stored up."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:311",
                            "text": "Dost thou understand what I have said? The kings of the earth, and rulers when they have treasures, prepare large houses, having strong walls, bars, doors, guards, and bolts in order that the treasure may be preserved: but Christ did the contrary: He placed the treasure not in a stone vessel but in an earthen one."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:312",
                            "text": "If the treasure is great wherefore is the vessel weak? But the reason why the vessel is weak is not because the treasure is great; for this is not preserved by the vessel, but itself preserves the vessel."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:313",
                            "text": "I deposit the treasure: who is able henceforth to steal it? The devil has come, the world has come, multitudes have come, and yet they have not stolen the treasure: the vessel has been scourged, yet the treasure was not betrayed; it has been drowned in the sea, yet the treasure was not shipwrecked: it has died yet the treasure survives."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:314",
                            "text": "He gave therefore the earnest of the Spirit."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:315",
                            "text": "Where are they who blaspheme the Spirit's majesty? Give ye heed."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:316",
                            "text": "\"He that establisheth us with you in Christ is God who also hath given the earnest of the Spirit\"."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:317",
                            "text": "You all know that the earnest is a small part of the whole; let me tell you how."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:318",
                            "text": "Some one goes to buy a house at a great price; and he says \"give me an earnest that I may have confidence: or one goes to take a wife for himself, he arranges about dowry and property, and he says \"give me an earnest\"."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:319",
                            "text": "Observe: in the purchase of a slave and in all covenants there is an earnest."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:320",
                            "text": "Since then Christ made a covenant with us (for He was about to take me as a bride) he also assigned a dowry to me not of money, but of blood."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:321",
                            "text": "But this dowry which He assigns is the bestowal of good things \"such as eye hath not seen, and ear hath not heard, neither hath entered into the heart of man\"."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:322",
                            "text": "He assigned them for the dowry:—immortality, praise with the angels, release from death, freedom from sin, the inheritance of a kingdom (so great are his riches), righteousness, sanctification, deliverance from present evils, discovery of future blessings."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:323",
                            "text": "Great was my dowry."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:324",
                            "text": "Now attend carefully: mark what He does."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:325",
                            "text": "He came to take the harlot, for so I call her, unclean as she was, that thou mightest understand the love of the bridegroom."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:326",
                            "text": "He came; He took me: He assigns me a dowry: He saith \"I give thee my wealth\"."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:327",
                            "text": "How? \"Hast thou lost,\" He saith, \"paradise?\" take it back."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:328",
                            "text": "Hast thou lost thy beauty? take it back; take all these things."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:329",
                            "text": "But yet the dowry was not given to me here."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:330",
                            "text": "Observe, this is the reason why He speaks beforehand with reference to this dowry; He warranted to me in the dowry the resurrection of the body,—immortality."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:331",
                            "text": "For immortality does not always follow resurrection, but the two are distinct."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:332",
                            "text": "For many have risen, and been again laid low, like Lazarus and the bodies of the saints."
                        },
                        {
                            "verse": 333,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:333",
                            "text": "But in this case it is not so, but the promise is of resurrection, immortality, a place in the joyful company of angels, the meeting of the Son of Man in the clouds, and the fulfilment of the saying \"so shall we ever be with the Lord,\" the release from death, the freedom from sin, the complete overthrow of destruction."
                        },
                        {
                            "verse": 334,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:334",
                            "text": "Of what kind is that? \"Eye hath not seen nor ear heard neither have entered into the heart of man the things which God hath prepared for them that love Him\"."
                        },
                        {
                            "verse": 335,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:335",
                            "text": "Dost thou give me good things which I know not? He saith \"yea; only be espoused to me here, love me in this world\"."
                        },
                        {
                            "verse": 336,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:336",
                            "text": "\"Wherefore dost thou not give me the dowry here?\" \"It will be given when thou hast come to my Father, when thou hast entered the royal palace."
                        },
                        {
                            "verse": 337,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:337",
                            "text": "Didst thou come to me! nay I came to thee."
                        },
                        {
                            "verse": 338,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:338",
                            "text": "I came not that thou shouldst abide here but that I might take thee and return."
                        },
                        {
                            "verse": 339,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:339",
                            "text": "Seek not the dowry here: all depends on hope, and faith."
                        },
                        {
                            "verse": 340,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:340",
                            "text": "\"And dost thou give me nothing in this world?\" He answers."
                        },
                        {
                            "verse": 341,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:341",
                            "text": "\"Receive an earnest that thou mayest trust me concerning that which is to come: receive pledges and betrothal gifts\"."
                        },
                        {
                            "verse": 342,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:342",
                            "text": "Therefore Paul saith \"I have espoused you\"."
                        },
                        {
                            "verse": 343,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:343",
                            "text": "As gifts of betrothal God has given us present blessings: they are an earnest of the future; but the full dowry abides in the other world."
                        },
                        {
                            "verse": 344,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:344",
                            "text": "How so? I will tell you."
                        },
                        {
                            "verse": 345,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:345",
                            "text": "Here I grow old, there I grow not old; here I die, there I die not, here I sorrow, there I sorrow not; here is poverty, and disease, and intrigue, there nothing of that kind exists: here is darkness and light, there is light alone: here is intrigue, there is liberty; here is disease, there is health; here is life which has an end, there is life which hath no end; here is sin, there is righteousness, and sin is banished; here is envy, there nothing of the kind exists."
                        },
                        {
                            "verse": 346,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:346",
                            "text": "\"Give me these things\" one says; \"Nay! wait in order that thy fellow-servants also may be saved; wait I say."
                        },
                        {
                            "verse": 347,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:347",
                            "text": "He who establisheth us and hath given us the earnest\"—what kind of earnest? the Holy Spirit, the supply of the Spirit."
                        },
                        {
                            "verse": 348,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:348",
                            "text": "Let me speak concerning the Spirit."
                        },
                        {
                            "verse": 349,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:349",
                            "text": "He gave the signet ring to the Apostles, saying \"take this and give it to all\"."
                        },
                        {
                            "verse": 350,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:350",
                            "text": "Is the ring then portioned out, and yet not divided? It is so."
                        },
                        {
                            "verse": 351,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:351",
                            "text": "Let me teach you the meaning of the supply of the Spirit: Peter received, and Paul also received the Holy Spirit."
                        },
                        {
                            "verse": 352,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:352",
                            "text": "He went about the world, he released sinners from their sins, he restored the lame, he clothed the naked, he raised the dead, he cleansed the lepers, he bridled the devil, he strangled the demons, he held converse with God, he planted a Church, levelled temples to the earth, overturned altars, destroyed vice, established virtue, made angels of men."
                        },
                        {
                            "verse": 353,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:353",
                            "text": "All these things we were."
                        },
                        {
                            "verse": 354,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:354",
                            "text": "But \"the earnest\" filled the whole world."
                        },
                        {
                            "verse": 355,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:355",
                            "text": "And when I say the whole I mean all which the sun shines upon, sea, islands, mountains, valleys, and hills."
                        },
                        {
                            "verse": 356,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:356",
                            "text": "Paul went hither and thither, like some winged creature, with one mouth only contending against the enemy, he the tentmaker, who handled the workman's knife and sewed skins together: and yet this his craft was no hindrance to his virtue, but the tentmaker was stronger than demons, the uneloquent man was wiser than the wise."
                        },
                        {
                            "verse": 357,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:357",
                            "text": "Whence was this? He received the earnest, he bore the signet ring and carried it about."
                        },
                        {
                            "verse": 358,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:358",
                            "text": "All men saw that the King had espoused our nature: the demon saw it and retreated, he saw the earnest, and trembled and withdrew: he saw but the Apostle's garments and fled."
                        },
                        {
                            "verse": 359,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:359",
                            "text": "O the power of the Holy Spirit."
                        },
                        {
                            "verse": 360,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:360",
                            "text": "He bestowed authority not on the soul, nor on the body, but even on raiment; nor on raiment only but even on a shadow."
                        },
                        {
                            "verse": 361,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:361",
                            "text": "Peter went about and his shadow put diseases to flight, and expelled demons, and raised the dead to life."
                        },
                        {
                            "verse": 362,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:362",
                            "text": "Paul went about the world, cutting away the thorns of ungodliness, sowing broadcast the seeds of godliness, like an excellent ploughman handling the ploughshare of doctrine."
                        },
                        {
                            "verse": 363,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:363",
                            "text": "And to whom did he go? To Thracians, to Scythians, to Indians, to Maurians, to Sardinians, to Goths, to wild savages, and he changed them all."
                        },
                        {
                            "verse": 364,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:364",
                            "text": "By what means? By means of \"the earnest\"."
                        },
                        {
                            "verse": 365,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:365",
                            "text": "How was he sufficient for these things? By the grace of the Spirit."
                        },
                        {
                            "verse": 366,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:366",
                            "text": "Unskilled, ill-clothed, ill-shod he was upheld by Him \"who also hath given the earnest of the Spirit\"."
                        },
                        {
                            "verse": 367,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:367",
                            "text": "Therefore he saith \"and who is sufficient for these things? But our sufficiency is of God, who hath made us sufficient as ministers of the new Testament, not of the letter but of the Spirit\"."
                        },
                        {
                            "verse": 368,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:368",
                            "text": "Behold what the Spirit hath wrought: He found the earth filled with demons and He has made it heaven."
                        },
                        {
                            "verse": 369,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:369",
                            "text": "For meditate not on present things but review the past in your thought."
                        },
                        {
                            "verse": 370,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:370",
                            "text": "Formerly there was lamentation, there were altars everywhere, everywhere the smoke and fumes of sacrifice, everywhere unclean rites and mysteries, and sacrifices, everywhere demons holding their orgies, everywhere a citadel of the devil, everywhere fornication decked with wreaths of honour; and Paul stood alone."
                        },
                        {
                            "verse": 371,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:371",
                            "text": "How did he escape being overwhelmed, or torn in pieces? How could he open his mouth? He entered the Thebaid, and made captives of men, He entered the royal palace, and made a disciple of the king."
                        },
                        {
                            "verse": 372,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:372",
                            "text": "He entered the hall of judgment, and the judge saith to him \"almost thou persuadest me to become a Christian,\" and the judge became a disciple."
                        },
                        {
                            "verse": 373,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:373",
                            "text": "He entered the prison, and took the jailor captive."
                        },
                        {
                            "verse": 374,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:374",
                            "text": "He visited an island of barbarians, and made a viper the instrument of his teaching."
                        },
                        {
                            "verse": 375,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:375",
                            "text": "He visited the Romans, and attracted the senate to his doctrine."
                        },
                        {
                            "verse": 376,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:376",
                            "text": "He visited rivers, and desert places in all parts of the world."
                        },
                        {
                            "verse": 377,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:377",
                            "text": "There is no land or sea which has not shared in the benefits of his labours; for God has given human nature the earnest of His signet, and when He gives it He saith: some things I give thee now, and others I promise."
                        },
                        {
                            "verse": 378,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:378",
                            "text": "Therefore the prophet saith concerning her \"The queen did stand upon thy right hand in a vesture woven with gold\"."
                        },
                        {
                            "verse": 379,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:379",
                            "text": "He does not mean a real vesture, but virtue."
                        },
                        {
                            "verse": 380,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:380",
                            "text": "Therefore the Scripture elsewhere saith \"How camest thou in hither not having a wedding garment?\" so that here he does not mean a garment, but fornication, and foul and unclean living."
                        },
                        {
                            "verse": 381,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:381",
                            "text": "As then foul raiment signifies sin, so does golden raiment signify virtue."
                        },
                        {
                            "verse": 382,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:382",
                            "text": "But this raiment belonged to the king."
                        },
                        {
                            "verse": 383,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:383",
                            "text": "He Himself bestowed the raiment upon her: for she was naked, naked and disfigured."
                        },
                        {
                            "verse": 384,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:384",
                            "text": "\"The queen stood on thy right hand in a vesture woven with gold\"."
                        },
                        {
                            "verse": 385,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:385",
                            "text": "He is speaking not of raiment but of virtue."
                        },
                        {
                            "verse": 386,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:386",
                            "text": "Observe: the expression itself has great nobility of meaning."
                        },
                        {
                            "verse": 387,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:387",
                            "text": "He does not say \"in a vesture of gold\" but \"in a vesture woven with gold\"."
                        },
                        {
                            "verse": 388,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:388",
                            "text": "Listen intelligently."
                        },
                        {
                            "verse": 389,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:389",
                            "text": "A vesture of gold is one which is gold throughout: but a vesture woven with gold is one which is partly of gold, partly of silk."
                        },
                        {
                            "verse": 390,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:390",
                            "text": "Why then did he say that the bride wore not a vesture of gold, but one woven with gold? Attend carefully."
                        },
                        {
                            "verse": 391,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:391",
                            "text": "He means the constitution of the Church in its varied manifestations."
                        },
                        {
                            "verse": 392,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:392",
                            "text": "For since we do not all belong to one condition of life, but one is a virgin, another a widow, a third lives a life of devotion—so the robe of the Church signifies the constitution of the Church."
                        },
                        {
                            "verse": 393,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:393",
                            "text": "Inasmuch then as our Master knew that if He carved out only one road for us, many must shrink from it, He carved out divers roads."
                        },
                        {
                            "verse": 394,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:394",
                            "text": "Thou canst not enter the kingdom it may be by the way of virginity."
                        },
                        {
                            "verse": 395,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:395",
                            "text": "Enter it then by the way of single marriage."
                        },
                        {
                            "verse": 396,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:396",
                            "text": "Canst thou not enter it by one marriage? Perchance thou mayest by means of a second marriage."
                        },
                        {
                            "verse": 397,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:397",
                            "text": "Thou canst not enter by the way of continence: enter then by the way of almsgiving: or thou canst not enter by the way of almsgiving? then try the way of fasting."
                        },
                        {
                            "verse": 398,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:398",
                            "text": "If thou canst not use this way, take that—or if not that, then take this."
                        },
                        {
                            "verse": 399,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:399",
                            "text": "Therefore the prophet spoke not of a garment of gold, but of one woven with gold."
                        },
                        {
                            "verse": 400,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:400",
                            "text": "It is of silk, or purple, or gold."
                        },
                        {
                            "verse": 401,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:401",
                            "text": "Thou canst not be a golden part? then be a silken one."
                        },
                        {
                            "verse": 402,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:402",
                            "text": "I accept thee, if only thou art clothed in my raiment."
                        },
                        {
                            "verse": 403,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:403",
                            "text": "Therefore also Paul saith \"If any man builds upon this foundation, gold, silver, precious stones\"."
                        },
                        {
                            "verse": 404,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:404",
                            "text": "Thou canst not be the precious stone? then be the gold."
                        },
                        {
                            "verse": 405,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:405",
                            "text": "Thou canst not be the gold? then be the silver, if only thou art resting upon the foundation."
                        },
                        {
                            "verse": 406,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:406",
                            "text": "And again elsewhere, \"there is one glory of the sun, and another glory of the moon, and another glory of the stars\"."
                        },
                        {
                            "verse": 407,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:407",
                            "text": "Thou canst not be a sun? then be a moon."
                        },
                        {
                            "verse": 408,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:408",
                            "text": "Thou canst not be a moon? then be a star."
                        },
                        {
                            "verse": 409,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:409",
                            "text": "Thou canst not be a large star? be content to be a little one if only thou art in the Heaven."
                        },
                        {
                            "verse": 410,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:410",
                            "text": "Thou canst not be a virgin? then live continently in the married state, only abiding in the Church."
                        },
                        {
                            "verse": 411,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:411",
                            "text": "Thou canst not be without possessions? then give alms, only abiding in the Church, only wearing the proper raiment, only submitting to the queen."
                        },
                        {
                            "verse": 412,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:412",
                            "text": "The raiment is woven with gold, it is manifold in texture."
                        },
                        {
                            "verse": 413,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:413",
                            "text": "I do not bar the way against thee: for the abundance of virtues has rendered the dispensation of the king easy in operation."
                        },
                        {
                            "verse": 414,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:414",
                            "text": "\"Clothed in a vesture woven with gold, manifold in texture\"."
                        },
                        {
                            "verse": 415,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:415",
                            "text": "Her vesture is manifold: unfold, if you please, the deep meaning of the expression here used, and fix your eyes upon this garment woven with gold."
                        },
                        {
                            "verse": 416,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:416",
                            "text": "For here indeed some live celibate, others live in an honourable estate of matrimony being not much inferior to them: some have married once, others are widows in the flower of their age."
                        },
                        {
                            "verse": 417,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:417",
                            "text": "For what purpose is a paradise? and wherefore its variety? having divers flowers, and trees, and many pearls."
                        },
                        {
                            "verse": 418,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:418",
                            "text": "There are many stars, but only one sun: there are many ways of living, but only one paradise; there are many temples, but only one mother of them all."
                        },
                        {
                            "verse": 419,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:419",
                            "text": "There is the body, the eye, the finger, but all these make up but one man."
                        },
                        {
                            "verse": 420,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:420",
                            "text": "There is the same distinction between the small, the great, and the less."
                        },
                        {
                            "verse": 421,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:421",
                            "text": "The virgin hath need of the married woman; for the virgin also is the product of marriage, that marriage may not be despised by her."
                        },
                        {
                            "verse": 422,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:422",
                            "text": "The virgin is the root of marriage: thus all things have been linked together, the small with the great, and the great with the small."
                        },
                        {
                            "verse": 423,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:423",
                            "text": "\"The queen did stand on thy right hand clothed in a vesture wrought with gold, manifold in texture\"."
                        },
                        {
                            "verse": 424,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:424",
                            "text": "Then follows \"Hearken! O daughter\"."
                        },
                        {
                            "verse": 425,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:425",
                            "text": "The conductor of the bride says that thou art about to go forth from thy home to the home of the bridegroom who in his essential nature far surpasses thee."
                        },
                        {
                            "verse": 426,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:426",
                            "text": "I am the conductor of the bride."
                        },
                        {
                            "verse": 427,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:427",
                            "text": "\"Hearken O daughter\"."
                        },
                        {
                            "verse": 428,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:428",
                            "text": "Did she immediately become the wife? Yea: for here there is nothing corporeal."
                        },
                        {
                            "verse": 429,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:429",
                            "text": "For He espoused her as a wife, He loves her as a daughter, He provides for her as a handmaid, He guards her as a virgin, He fences her round like a garden, and cherishes her like a member: as a head He provides for her, as a root he causes her to grow, as a shepherd He feeds her, as a bridegroom He weds her, as a propitiation He pardons her, as a sheep He is sacrificed, as a bridegroom He preserves her in beauty, as a husband He provides for her support."
                        },
                        {
                            "verse": 430,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:430",
                            "text": "Many are the meanings in order that we may enjoy a part if it be but a small part of the divine economy of grace."
                        },
                        {
                            "verse": 431,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:431",
                            "text": "\"Hearken O daughter\" and behold, and look upon things which are bridal and yet spiritual."
                        },
                        {
                            "verse": 432,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:432",
                            "text": "Hearken O daughter."
                        },
                        {
                            "verse": 433,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:433",
                            "text": "She was at first a daughter of demons, a daughter of the earth, unworthy of the earth and now she has become a daughter of the king."
                        },
                        {
                            "verse": 434,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:434",
                            "text": "And this He wished who loved her."
                        },
                        {
                            "verse": 435,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:435",
                            "text": "For he who loves does not investigate character: love does not regard uncomeliness: on this account indeed is it called love because it oftentimes hath affection for an uncomely person."
                        },
                        {
                            "verse": 436,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:436",
                            "text": "Thus also did Christ."
                        },
                        {
                            "verse": 437,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:437",
                            "text": "He saw one who was uncomely (for comely I could not call her) and He loved her, and He makes her young, not having spot or wrinkle."
                        },
                        {
                            "verse": 438,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:438",
                            "text": "Oh what a bridegroom! adorning with grace the ungracefulness of his bride! Hearken O daughter! hearken and behold! Two things He saith \"Hearken\" and \"Behold,\" two which depend on thyself, one on thy eyes, the other on thy hearing."
                        },
                        {
                            "verse": 439,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:439",
                            "text": "Now since her dowry depended on hearing (and although some of you have been acute enough to perceive this already, let them tarry for those who are feebler: I commend those who have anticipated the truth, and make allowances for those who only follow in their track) since the dowry then depended on hearing—(and what is meant by hearing? faith: for \"faith cometh by hearing\" faith as opposed to fruition, and actual experience) I said before that He divided the dowry into two, and gave some portion to the bride for an earnest, whilst He promised others in the future."
                        },
                        {
                            "verse": 440,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:440",
                            "text": "What did He give her? He gave her forgiveness of sins, remission of punishment, righteousness, sanctification, redemption, the body of the Lord, the divine, spiritual Table, the resurrection of the dead."
                        },
                        {
                            "verse": 441,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:441",
                            "text": "For all these things the Apostles had."
                        },
                        {
                            "verse": 442,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:442",
                            "text": "Therefore He gave some parts and promised others."
                        },
                        {
                            "verse": 443,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:443",
                            "text": "Of some there was experience and fruition, others depended upon hope and faith."
                        },
                        {
                            "verse": 444,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:444",
                            "text": "Now listen."
                        },
                        {
                            "verse": 445,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:445",
                            "text": "What did He bestow? Baptism and the Sacrifice."
                        },
                        {
                            "verse": 446,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:446",
                            "text": "Of these there is experience."
                        },
                        {
                            "verse": 447,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:447",
                            "text": "What did He promise? Resurrection, immortality of the body, union with angels, a place in the joyful company of archangels, and as a citizen in His kingdom, immaculate life, the good things \"which eye hath not seen, nor ear heard nor have entered into the heart of man, things which God hath prepared for them that love Him\"."
                        },
                        {
                            "verse": 448,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:448",
                            "text": "Understand what is said, lest ye lose it: I am labouring to enable you to perceive it."
                        },
                        {
                            "verse": 449,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:449",
                            "text": "The dowry of the bride then was divided into two portions consisting of things present and things to come; things seen and things heard, things given and things taken on trust, things experienced, and things to be enjoyed hereafter; things belonging to present life, and things to come after the resurrection."
                        },
                        {
                            "verse": 450,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:450",
                            "text": "The former things you see, the latter you hear."
                        },
                        {
                            "verse": 451,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:451",
                            "text": "Observe then what He says to her that you may not suppose that she received the former things only, though they be great and ineffable, and surpassing all understanding."
                        },
                        {
                            "verse": 452,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:452",
                            "text": "\"Hearken O daughter and behold;\" hear the latter things and behold the former that thou mayest not say \"am I again to depend on hope, again on faith, again on the future?\" See now: I give some things, and I promise others: the latter indeed depend on hope, but do thou receive the others as pledges, as an earnest, as a proof of the remainder."
                        },
                        {
                            "verse": 453,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:453",
                            "text": "I promise thee a kingdom: and let present things be the ground of thy trust, thy trust in me."
                        },
                        {
                            "verse": 454,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:454",
                            "text": "Dost thou promise me a kingdom? Yea."
                        },
                        {
                            "verse": 455,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:455",
                            "text": "I have given thee the greater part, even the Lord of the kingdom, for \"he who spared not his own son, but gave him up for us all, how shall He not with Him also freely give us all things?\" Dost thou give me the resurrection of the body? Yea; I have given thee the greater part."
                        },
                        {
                            "verse": 456,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:456",
                            "text": "What is the nature of it? Release from sins."
                        },
                        {
                            "verse": 457,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:457",
                            "text": "How is that the greater part? Because sin brought forth death."
                        },
                        {
                            "verse": 458,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:458",
                            "text": "I have destroyed the parent, and shall I not destroy the offspring? I have dried up the root, and shall I not destroy the produce."
                        },
                        {
                            "verse": 459,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:459",
                            "text": "\"Hearken O daughter and behold\"."
                        },
                        {
                            "verse": 460,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:460",
                            "text": "What am I to behold? Dead men raised to life, lepers cleansed, the sea restrained, the paralytic braced up into vigour, paradise opened, loaves poured forth in abundance, sins remitted, the lame man leaping, the robber made a citizen of paradise, the publican turned into an evangelist, the harlot become more modest than the maid."
                        },
                        {
                            "verse": 461,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:461",
                            "text": "Hear and behold."
                        },
                        {
                            "verse": 462,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:462",
                            "text": "Hear of the former things and behold these."
                        },
                        {
                            "verse": 463,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:463",
                            "text": "Accept from present things a proof of the others; concerning those I have given thee pledges, things which are better than they are."
                        },
                        {
                            "verse": 464,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:464",
                            "text": "\"What is the meaning of this thy saying?\" These things are mine."
                        },
                        {
                            "verse": 465,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:465",
                            "text": "\"Hearken O daughter and behold\"."
                        },
                        {
                            "verse": 466,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:466",
                            "text": "These things are my dower to thee."
                        },
                        {
                            "verse": 467,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:467",
                            "text": "And what doth the bride contribute? Let us see."
                        },
                        {
                            "verse": 468,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:468",
                            "text": "What I pray thee dost thou bring that thou mayest not be portionless? What can I, she answers, bring to thee from heathen altars, and the steam of sacrifices and from devils? What have I to contribute? what? sayest thou? Thy will and thy faith."
                        },
                        {
                            "verse": 469,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:469",
                            "text": "\"Hearken O daughter and behold\"."
                        },
                        {
                            "verse": 470,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:470",
                            "text": "And what wilt thou have me do? \"Forget thy own people\"."
                        },
                        {
                            "verse": 471,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:471",
                            "text": "What kind of people? the devils, the idols, the sacrificial smoke, and steam, and blood."
                        },
                        {
                            "verse": 472,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:472",
                            "text": "\"Forget thy own people, and thy father's house\"."
                        },
                        {
                            "verse": 473,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:473",
                            "text": "Leave thy father and come after me."
                        },
                        {
                            "verse": 474,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:474",
                            "text": "I left my Father, and came to thee, and wilt thou not leave thy father? But when the word leave is used in reference to the Son do not understand by it an actual leaving."
                        },
                        {
                            "verse": 475,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:475",
                            "text": "What He means is \"I condescended, I accommodated myself to thee, I assumed human flesh\"."
                        },
                        {
                            "verse": 476,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:476",
                            "text": "This is the duty of the bridegroom, and of the bride, that thou shouldest abandon thy parents, and that we should be wedded to one another."
                        },
                        {
                            "verse": 477,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:477",
                            "text": "\"Hearken O daughter and behold, and forget thy own people, and thy father's house\"."
                        },
                        {
                            "verse": 478,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:478",
                            "text": "And what dost thou give me if I do forget them? \"and the king shall desire thy beauty\"."
                        },
                        {
                            "verse": 479,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:479",
                            "text": "Thou hast the Lord for thy lover."
                        },
                        {
                            "verse": 480,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:480",
                            "text": "If thou hast Him for thy lover, thou hast also the things which are his."
                        },
                        {
                            "verse": 481,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:481",
                            "text": "I trust ye may be able to understand what is said: for the thought is a subtle one, and I wish to stop the mouth of the Jews."
                        },
                        {
                            "verse": 482,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:482",
                            "text": "Now exert your minds I pray: for whether one hears, or forbears to hear I shall dig and till the soil."
                        },
                        {
                            "verse": 483,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:483",
                            "text": "\"Hearken O daughter, and behold, forget also thy own people, and thy father's house, and the king shall desire thy beauty\"."
                        },
                        {
                            "verse": 484,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:484",
                            "text": "By beauty in this passage the Jew understands sensible beauty; not spiritual but corporeal."
                        },
                        {
                            "verse": 485,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:485",
                            "text": "Attend, and let us learn what corporeal, and what spiritual beauty are."
                        },
                        {
                            "verse": 486,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:486",
                            "text": "There is soul and body: they are two substances: there is a beauty of body, and there is a beauty of soul."
                        },
                        {
                            "verse": 487,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:487",
                            "text": "What is beauty of body? an extended eyebrow, a merry glance, a blushing cheek, ruddy lips, a straight neck, long wavy hair, tapering fingers, upright stature, a fair blooming complexion."
                        },
                        {
                            "verse": 488,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:488",
                            "text": "Does this bodily beauty come from nature, or from choice? Confessedly it comes from nature."
                        },
                        {
                            "verse": 489,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:489",
                            "text": "Attend that thou mayest learn the conception of philosophers."
                        },
                        {
                            "verse": 490,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:490",
                            "text": "This beauty whether of the countenance, of the eye, of the hair, of the brow, does it come from nature, or from choice? It is obvious that it comes from nature."
                        },
                        {
                            "verse": 491,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:491",
                            "text": "For the ungraceful woman, even if she cultivate beauty in countless ways, cannot become graceful in body: for natural conditions are fixed, and confined by limits which they cannot pass over."
                        },
                        {
                            "verse": 492,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:492",
                            "text": "Therefore the beautiful woman is always beautiful, even if she has no taste for beauty: and the ungraceful cannot make herself graceful, nor the graceful ungraceful."
                        },
                        {
                            "verse": 493,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:493",
                            "text": "Wherefore? because these things come from nature."
                        },
                        {
                            "verse": 494,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:494",
                            "text": "Well! thou hast seen corporeal beauty."
                        },
                        {
                            "verse": 495,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:495",
                            "text": "Now let us turn inwards to the soul: let the handmaid approach the mistress! let us turn I say to the soul."
                        },
                        {
                            "verse": 496,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:496",
                            "text": "Look upon that beauty, or rather listen to it: for thou canst not see it since it is invisible—Listen to that beauty."
                        },
                        {
                            "verse": 497,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:497",
                            "text": "What then is beauty of soul? Temperance, mildness, almsgiving, love, brotherly kindness, tender affection, obedience to God, the fulfilment of the law, righteousness, contrition of heart."
                        },
                        {
                            "verse": 498,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:498",
                            "text": "These things are the beauty of the soul."
                        },
                        {
                            "verse": 499,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:499",
                            "text": "These things then are not the results of nature, but of moral disposition."
                        },
                        {
                            "verse": 500,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:500",
                            "text": "And he who does not possess these things is able to receive them, and he who has them, if he becomes careless, loses them."
                        },
                        {
                            "verse": 501,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:501",
                            "text": "For as in the case of the body I was saying that she who is ungraceful cannot become graceful; so in the case of the soul I say the contrary that the graceless soul can become full of grace."
                        },
                        {
                            "verse": 502,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:502",
                            "text": "For what was more graceless than the soul of Paul when he was a blasphemer and insulter: what more full of grace when he said \"I have fought the good fight, I have finished the course, I have kept the faith\"."
                        },
                        {
                            "verse": 503,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:503",
                            "text": "What was more graceless than the soul of the robber? what more full of grace when he heard the words \"Verily I say unto thee to-day shalt thou be with me in paradise?\" What was more graceless than the publican when he practised extortion? but what more full of grace when he declared his resolution."
                        },
                        {
                            "verse": 504,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:504",
                            "text": "Seest thou that thou canst not alter grace of body, for it is the result not of moral disposition, but of nature."
                        },
                        {
                            "verse": 505,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:505",
                            "text": "But grace of soul is supplied out of our own moral choice."
                        },
                        {
                            "verse": 506,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:506",
                            "text": "Thou hast now received the definition."
                        },
                        {
                            "verse": 507,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:507",
                            "text": "Of what kind are they? that the beauty of the soul proceeds from obedience to God."
                        },
                        {
                            "verse": 508,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:508",
                            "text": "For if the graceless soul obeys God it puts off its ungracefulness, and becomes full of grace."
                        },
                        {
                            "verse": 509,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:509",
                            "text": "\"Saul! Saul!\" it was said, \"why persecutest thou me?\" and he replied \"and who art Thou Lord?\" \"I am Jesus\"."
                        },
                        {
                            "verse": 510,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:510",
                            "text": "And he obeyed, and his obedience made the graceless soul full of grace."
                        },
                        {
                            "verse": 511,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:511",
                            "text": "Again, He saith to the publican \"come follow me\" and the publican rose up and became an apostle: and the graceless soul became full of grace."
                        },
                        {
                            "verse": 512,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:512",
                            "text": "Whence? by obedience."
                        },
                        {
                            "verse": 513,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:513",
                            "text": "Again He saith to the fishermen \"Come ye after me and I will make you to become fishers of men:\" and by their obedience their minds became full of grace."
                        },
                        {
                            "verse": 514,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:514",
                            "text": "Let us see then what kind of beauty He is speaking of here."
                        },
                        {
                            "verse": 515,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:515",
                            "text": "\"Hearken O daughter and behold, and forget thy own people and thy father's house, and the king shall desire thy beauty\"."
                        },
                        {
                            "verse": 516,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:516",
                            "text": "What kind of beauty will he desire? the spiritual kind."
                        },
                        {
                            "verse": 517,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:517",
                            "text": "How so? because she is to \"forget\" He saith \"hearken and forget\"."
                        },
                        {
                            "verse": 518,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:518",
                            "text": "These are acts of moral choice."
                        },
                        {
                            "verse": 519,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:519",
                            "text": "\"Hearken!\" he said: an ungraceful one hears and her ungracefulness being that of the body is not removed."
                        },
                        {
                            "verse": 520,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:520",
                            "text": "To the sinful woman He has said \"Hearken,\" and if she will obey she sees what manner of beauty is bestowed upon her."
                        },
                        {
                            "verse": 521,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:521",
                            "text": "Since then the ungracefulness of the bride was not physical, but moral (for she did not obey God but transgressed) therefore he leads her to another remedy."
                        },
                        {
                            "verse": 522,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:522",
                            "text": "Thou didst become ungraceful then, not by nature, but by moral choice: and thou didst become full of grace by obedience."
                        },
                        {
                            "verse": 523,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:523",
                            "text": "\"Hearken O daughter and behold and forget thy own people, and thy father's house, and the king shall desire thy beauty\"."
                        },
                        {
                            "verse": 524,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:524",
                            "text": "Then that thou mayest learn that he does not mean anything visible to sense, when thou hearest the word beauty, think not of eye, or nose, or mouth, or neck, but of piety, faith, love, things which are within—\"for all the glory of the king's daughter is from within\"."
                        },
                        {
                            "verse": 525,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius II 1:525",
                            "text": "Now for all these things let us offer thanks to God, the giver, for to Him alone belongeth glory, honour, might, for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}