{
    "books": [
        {
            "name": "John Cassian: Confrences XVIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences XVIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:1",
                            "text": "The Third Part of the Conferences  of John Cassian."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:2",
                            "text": "XVIII."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:3",
                            "text": "Conference of Abbot Piamun."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:4",
                            "text": "On the Three Sorts of Monks."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:5",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:6",
                            "text": "How we came to Diolcos and were received by Abbot Piamun."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:7",
                            "text": "After visiting and conversing with those three Elders, whose Conferences we have at the instance of our brother Eucherius tried to describe, as we were still more ardently desirous to seek out the further parts of Egypt, in which a larger and more perfect company of saints dwelt, we came—urged not so much by the necessities of our journey as by the desire of visiting the saints who were dwelling there—to a village named Diolcos, lying on one of the seven mouths of the river Nile."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:8",
                            "text": "For when we heard of very many and very celebrated monasteries founded by the ancient fathers, like most eager merchants, at once we undertook the journey on an uncertain quest, urged on by the hope of greater gain."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:9",
                            "text": "And when we wandered about there for some long time and fixed our curious eyes on those mountains of virtue conspicuous for their lofty height, the gaze of those around first singled out Abbot Piamun, the senior of all the anchorites living there and their presbyter, as if he were some tall lighthouse."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:10",
                            "text": "For he was set on the top of a high mountain like that city in the gospel, and at once shed his light on our faces, whose virtues and miracles, which were wrought by him under our very eyes, Divine Grace thus bearing witness to his excellence, if we are not to exceed the plan and limits of this volume, we feel we must pass over in silence."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:11",
                            "text": "For we promised to commit to memory what we could recollect, not of the miracles of God, but of the institutes and pursuits of the saints, so as to supply our readers merely with necessary instruction for the perfect life, and not with matter for idle and useless admiration without any correction of their faults."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XVIII 1:12",
                            "text": "And so when Abbot Piamun had received us with welcome, and had refreshed us with becoming kindness, as he understood that we were not of the same country, he first asked us anxiously whence or why we had visited Egypt, and when he discovered that we had come thither from a monastery in Syria out of desire for perfection he began as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences XVIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:2",
                            "text": "The words of Abbot Piamun, how monks who were novices ought to be taught by the example of their elders."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:3",
                            "text": "Whatever man, my children, is desirous to attain skill in any art, unless he gives himself up with the utmost pains and carefulness to the study of that system which he is anxious to learn, and observes the rules and orders of the best masters of that work or science, is indulging in a vain hope to reach by idle wishes any similarity to those whose pains and diligence he avoids copying."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:4",
                            "text": "For we know that some have come from your country to these parts, only to go round the monasteries for the sake of getting to know the brethren, not meaning to adopt the rules and  regulations, for the sake of which they travelled hither, nor to retire to the cells and aim at carrying out in action what they had learnt by sight or by teaching."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:5",
                            "text": "And these people retained their character and pursuits to which they had grown accustomed, and, as is thrown in their teeth by some, are held to have changed their country not for the sake of their profit, but owing to the need of escaping want."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:6",
                            "text": "For in the obstinacy of their stubborn mind, they not only could learn nothing, but actually would not stay any longer in these parts."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XVIII 2:7",
                            "text": "For if they changed neither their method of fasting, nor their scheme of Psalms, nor even the fashion of their garments, what else could we think that they were after in this country, except only the supply of their victuals."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences XVIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XVIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XVIII 3:2",
                            "text": "How the juniors ought not to discuss the orders of the seniors."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XVIII 3:3",
                            "text": "Wherefore if, as we believe, the cause of God has drawn you to try to copy our knowledge, you must utterly ignore all the rules by which your early beginnings were trained, and must with all humility follow whatever you see our Elders do or teach."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XVIII 3:4",
                            "text": "And do not be troubled or drawn away and diverted from imitating it, even if for the moment the cause or reason of any deed or action is not clear to you, because if men have good and simple ideas on all things and are anxious faithfully to copy whatever they see taught or done by their Elders, instead of discussing it, then the knowledge of all things will follow through experience of the work."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XVIII 3:5",
                            "text": "But he will never enter into the reason of the truth, who begins to learn by discussion, because as the enemy sees that he trusts to his own judgment rather than to that of the fathers' he easily urges him on so far till those things which are especially useful and helpful seem to him unnecessary or injurious, and the crafty foe so plays upon his presumption, that by obstinately clinging to his own opinion he persuades himself that only that is holy, which he himself in his pig-headed error thinks to be good and right."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences XVIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:2",
                            "text": "Of the three sorts of monks which there are in Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:3",
                            "text": "Wherefore you should first hear how or whence the system and beginning of our order took its rise."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:4",
                            "text": "For only then can a man at all effectually be trained in any art he may wish, and be urged on to practise it diligently, when he has learnt the glory of its authors and founders."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:5",
                            "text": "There are three kinds of monks in Egypt, of which two are admirable, the third is a poor sort of thing and by all means to be avoided."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:6",
                            "text": "The first is that of the Coenobites, who live together in a congregation and are governed by the direction of a single Elder: and of this kind there is the largest number of monks dwelling throughout the whole of Egypt."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:7",
                            "text": "The second is that of the anchorites, who were first trained in the Coenobium and then being made perfect in practical life chose the recesses of the desert: and in this order we also hope to gain a place."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:8",
                            "text": "The third is the reprehensible one of the Sarabaites."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:9",
                            "text": "And of these we will discourse more fully one by one in order."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:10",
                            "text": "Of these three orders then you ought, as we said, first to know about the founders."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XVIII 4:11",
                            "text": "For at once from this there may arise either a hatred for the order which is to be avoided, or a longing for that which is to be followed, because each way is sure to carry the man who follows it, to that end which its author and discoverer has reached."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences XVIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:2",
                            "text": "Of the founders who originated the order of Coenobites."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:3",
                            "text": "And so the system of Coenobites took its rise in the days of the preaching of the Apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:4",
                            "text": "For such was all that multitude of believers in Jerusalem, which is thus described in the Acts of the Apostles: \"But the multitude of believers was of one heart and one soul, neither said any of them that any of the things which he possessed was his own, but they had all things common."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:5",
                            "text": "They sold their possessions and property and divided them to all, as any man had need\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:6",
                            "text": "And again: \"For neither was there any among them that lacked; for as many as possessed fields or houses, sold them and brought the price of the things that they sold and laid them before the feet of the Apostles: and distribution was made to every man as he had need\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:7",
                            "text": "The whole Church, I say, was then such as now are those few who can be found with difficulty in Coenobia."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:8",
                            "text": "But when at the death of the Apostles the multitude of believers began to wax cold, and especially that multitude which had come to the faith of Christ from diverse foreign nations, from whom the Apostles out of consideration for the infancy of their faith and their ingrained heathen habits, required nothing more than that they should \"abstain  from things sacrificed to idols and from fornication, and from things strangled, and from blood,\" and so that liberty which was conceded to the Gentiles because of the weakness of their newly-born faith, had by degrees begun to mar the perfection of that Church which existed at Jerusalem, and the fervour of that early faith cooled down owing to the daily increasing number both of natives and foreigners, and not only those who had accepted the faith of Christ, but even those who were the leaders of the Church relaxed somewhat of that strictness."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:9",
                            "text": "For some fancying that what they saw permitted to the Gentiles because of their weakness, was also allowable for themselves, thought that they would suffer no loss if they followed the faith and confession of Christ keeping their property and possessions."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:10",
                            "text": "But those who still maintained the fervour of the apostles, mindful of that former perfection left their cities and intercourse with those who thought that carelessness and a laxer life was permissible to themselves and the Church of God, and began to live in rural and more sequestered spots, and there, in private and on their own account, to practise those things which they had learnt to have been ordered by the apostles throughout the whole body of the Church in general: and so that whole system of which we have spoken grew up from those disciples who had separated themselves from the evil that was spreading."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:11",
                            "text": "And these, as by degrees time went on, were separated from the great mass of believers and because they abstained from marriage and cut themselves off from intercourse with their kinsmen and the life of this world, were termed monks or solitaries from the strictness of their lonely and solitary life."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:12",
                            "text": "Whence it followed that from their common life they were called Coenobites and their cells and lodgings Coenobia."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XVIII 5:13",
                            "text": "That then alone was the earliest kind of monks, which is first not only in time but also in grace, and which continued unbroken for a very long period up to the time of Abbot Paul and Antony; and even to this day we see its traces remaining in strict coenobia."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences XVIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:2",
                            "text": "Of the system of the Anchorites and its beginning."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:3",
                            "text": "Out of this number of the perfect, and, if I may use the expression, this most fruitful root of saints, were produced afterwards the flowers and fruits of the anchorites as well."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:4",
                            "text": "And of this order we have heard that the originators were those whom we mentioned just now; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:5",
                            "text": ", Saint Paul and Antony, men who frequented the recesses of the desert, not as some from faintheartedness, and the evil of impatience, but from a desire for loftier heights of perfection and divine contemplation, although the former of them is said to have found his way to the desert by reason of necessity, while during the time of persecution he was avoiding the plots of his neighbours."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:6",
                            "text": "So then there sprang from that system of which we have spoken another sort of perfection, whose followers are rightly termed anchorites; i-e:, withdrawers, because, being by no means satisfied with that victory whereby they had trodden under foot the hidden snares of the devil, while still living among men, they were eager to fight with the devils in open conflict, and a straightforward battle, and so feared not to penetrate the vast recesses of the desert, imitating, to wit, John the Baptist, who passed all his life in the desert, and Elijah and Elisha and those of whom the Apostle speaks as follows: \"They wandered about in sheepskins and goatskins, being in want, distressed, afflicted, of whom the world was not worthy, wandering in deserts, in mountains and in dens and in caves of the earth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:7",
                            "text": "Of whom too the Lord speaks figuratively to Job: \"But who hath sent out the wild ass free, and who hath loosed his bands? To whom I have given the wilderness for an house, and a barren land for his dwelling."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:8",
                            "text": "He scorneth the multitude of the city and heareth not the cry of the driver; he looketh round about the mountains of his pasture, and seeketh for every green thing\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:9",
                            "text": "In the Psalms also: \"Let now the redeemed of the Lord say, those whom He hath redeemed from the hand of the enemy;\" and after a little: \"They wandered in a wilderness in a place without water: they found not the way of a city of habitation."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:10",
                            "text": "They were hungry and thirsty: their soul fainted in them."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:11",
                            "text": "And they cried unto the Lord in their trouble and He delivered them out of their distress;\" whom Jeremiah too describes as follows: \"Blessed is the man that hath borne the yoke from his youth."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:12",
                            "text": "He shall sit solitary and hold his peace because he hath taken it up upon himself,\" and there sing in heart and deed these words of the Psalmist:  \"I am become like a pelican in the wilderness."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XVIII 6:13",
                            "text": "I watched and am become like a sparrow alone upon the house-top\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences XVIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:2",
                            "text": "Of the origin of the Sarabaites and their mode of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:3",
                            "text": "And while the Christian religion was rejoicing in these two orders of monks though this system had begun by degrees to deteriorate, there arose afterwards that disgusting and unfaithful kind of monks; or rather, that baleful plant revived and sprang up again which when it first shot up in the persons of Ananias and Sapphira in the early Church was cut off by the severity of the Apostle Peter—a kind which among monks has been for a long while considered detestable and execrable, and which was adopted by no one any more, so long as there remained stamped on the memory of the faithful the dread of that very severe sentence, in which the blessed Apostle not merely refused to allow the aforesaid originators of the novel crime to be cured by penitence or any amends, but actually destroyed that most dangerous germ by their speedy death."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:4",
                            "text": "When then that precedent, which was punished with Apostolical severity in the case of Ananias and Sapphira had by degrees faded from the minds of some, owing to long carelessness and forgetfulness from lapse of time, there arose the race of Sarabaites, who owing to the fact that they have broken away from the congregations of the Coenobites and each look after their own affairs, are rightly named in the Egyptian language Sarabaites, and these spring from the number of those, whom we have mentioned, who wanted to imitate rather than truly to aim at Evangelical perfection, urged thereto by rivalry or by the praises of those who preferred the complete poverty of Christ to all manner of riches."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:5",
                            "text": "These then while in their feeble mind they make a pretence of the greatest goodness and are forced by necessity to join this order, while they are anxious to be reckoned by the name of monks without emulating their pursuits, in no sort of way practise discipline, or are subject to the will of the Elders, or, taught by their traditions, learn to govern their own wills or take up and properly learn any rule of sound discretion; but making their renunciation only as a public profession, i-e:, before the face of men, either continue in their homes devoted to the same occupations as before, though dignified by this title, or building cells for themselves and calling them monasteries remain in them perfectly free and their own masters, never submitting to the precepts of the gospel, which forbid them to be busied with any anxiety for the day's food, or troubles about domestic matters: commands which those alone fulfil with no unbelieving doubt, who have freed themselves from all the goods of this world and subjected themselves to the superiors of the Coenobia so that they cannot admit that they are at all their own masters."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:6",
                            "text": "But those who, as we said, shirk the severity of the monastery, and live two or three together in their cells, not satisfied to be under the charge and rule of an Abbot, but arranging chiefly for this; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:7",
                            "text": ", that they may get rid of the yoke of the Elders and have liberty to carry out their wishes and go and wander where they will, and do what they like, these men are more taken up both day and night in daily business than those who live in the Coenobia, but not with the same faith and purpose."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:8",
                            "text": "For these Sarabaites do it not to submit the fruits of their labours to the will of the steward, but to procure money to lay by."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:9",
                            "text": "And see what a difference there is between them."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:10",
                            "text": "For the others think nothing of the morrow, and offer to God the most acceptable fruits of their toil: while these extend their faithless anxiety not only to the morrow, but even to the space of many years, and so fancy that God is either false or impotent as He either could not or would not grant them the promised supply of food and clothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:11",
                            "text": "The one seek this in all their prayers; viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:12",
                            "text": ", that they may gain ἀκτημοσύνην, i-e:, the deprivation of all things, and lasting poverty: the other that they may secure a rich quantity of all sorts of supplies."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:13",
                            "text": "The one eagerly strive to go beyond the fixed rule of daily work that whatever is not wanted for the sacred purposes of the monastery, may be distributed at the will of the Abbot either among the prisons, or in the guest-chamber or in the infirmary or to the poor; the others that whatever the day's gorge leaves over, may be useful for extravagant wants or else laid by through the sin of covetousness."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:14",
                            "text": "Lastly, if we grant that what has been collected by them with no good design, may be disposed of in better ways than we have men  tioned, yet not even thus do they rise to the merits of goodness and perfection."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:15",
                            "text": "For the others bring in such returns to the monastery, and daily report to them, and continue in such humility and subjection that they are deprived of their rights over what they gain by their own efforts, just as they are of their rights over themselves, as they constantly renew the fervour of their original act of renunciation, while they daily deprive themselves of the fruits of their labours: but these are puffed up by the fact that they are bestowing something on the poor, and daily fall headlong into sin."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:16",
                            "text": "The one party are by patience and the strictness whereby they continue devoutly in the order which they have once embraced, so as never to fulfil their own will, crucified daily to this world and made living martyrs; the others are cast down into hell by the lukewarmness of their purpose."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:17",
                            "text": "These two sorts of monks then vie with each other in almost equal numbers in this province; but in other provinces, which the need of the Catholic faith compelled me to visit, we have found that this third class of Sarabaites flourishes and is almost the only one, since in the time of Lucius who was a Bishop of Arian misbelief in the reign of Valens, while we carried alms to our brethren; viz."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XVIII 7:18",
                            "text": ", those from Egypt and the Thebaid, who had been consigned to the mines of Pontus and Armenia for their steadfastness in the Catholic faith, though we found the system of Coenobia in some cities few and far between, yet we never made out that even the name of anchorites was heard among them."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences XVIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:2",
                            "text": "Of a fourth sort of monks."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:3",
                            "text": "There is however another and a fourth kind, which we have lately seen springing up among those who flatter themselves with the appearance and form of anchorites, and who in their early days seem in a brief fervour to seek the perfection of the Coenobium, but presently cool off, and, as they dislike to put an end to their former habits and faults, and are not satisfied to bear the yoke of humility and patience any longer, and scorn to be in subjection to the rule of the Elders, look out for separate cells and want to remain by themselves alone, that as they are provoked by nobody they may be regarded by men as patient, gentle, and humble: and, this arrangement, or rather this lukewarmness never suffers those, of whom it has once got hold, to approach to perfection."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:4",
                            "text": "For in this way their faults are not merely not rooted up, but actually grow worse, while they are excited by no one, like some deadly and internal poison which the more it is concealed, so much the more deeply does it creep in and cause an incurable disease to the sick person."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:5",
                            "text": "For out of respect for each man's own cell no one ventures to reprove the faults of a solitary, which he would rather have ignored than cured."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XVIII 8:6",
                            "text": "Moreover virtues are created not by hiding faults but by driving them out."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences XVIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XVIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XVIII 9:2",
                            "text": "A question as to what is the difference between a Coenobium and a monastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XVIII 9:3",
                            "text": "Germanus: Is there any distinction between a Coenobium and a monastery, or is the same thing meant by either name?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences XVIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XVIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XVIII 10:2",
                            "text": "The answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XVIII 10:3",
                            "text": "Piamun: Although many people indifferently speak of monasteries instead of Coenobia, yet there is this difference, that monastery is the title of the dwelling, and means nothing more than the place, i-e:, the habitation of monks, while Coenobium describes the character of the life and its system: and monastery may mean the dwelling of a single monk, while a Coenobium cannot be spoken of except where dwells a united community of a large number of men living together."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XVIII 10:4",
                            "text": "They are however termed monasteries in which groups of Sarabaites live."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences XVIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:2",
                            "text": "Of true humility, and how Abbot Serapion exposed the mock humility of a certain man."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:3",
                            "text": "Wherefore as I see that you have learnt the first principles of this life from the best sort of monks, i-e:, that starting from the excellent school of the coenobium you are aiming at the lofty heights of the anchorite's rule, you should with genuine feeling of heart pursue the virtue of humility and patience, which I doubt not that you learnt there; and not feign it, as some do, by mock humility in words, or by an artificial and unnecessary readiness for some duties of the body."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:4",
                            "text": "And this sham humility Abbot Serapion once laughed to scorn most capitally."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:5",
                            "text": "For when one had come to him making a great display of his lowliness by his dress and words, and the old man urged him, after his custom, to \"collect the prayer\" he would not consent to his request, but debasing himself declared that he was involved in such crimes that he did not deserve even to breathe the air which is common to all, and refusing even the use of the mat preferred to sit down on the bare ground."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:6",
                            "text": "But when he had shown still less inclination for the washing of the feet, then Abbot Serapion, when supper was finished, and the customary Conference gave him an opportunity, began kindly and gently to urge him not to roam with shifty lightmindedness over the whole world, idly and vaguely, especially as he was young and strong, but to keep to his cell in accordance with the rule of the Elders and to elect to be supported by his own efforts rather than by the bounty of others; which even the Apostle Paul would not allow, and though when he was labouring in the cause of the gospel this provision might lightly have been made for him, yet he preferred to work night and day, to provide daily food for himself and for those who were ministering to him and could not do the work with their own hands."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:7",
                            "text": "Whereupon the other was filled with such vexation and disgust that he could not hide by his looks the annoyance which he felt in his heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XVIII 11:8",
                            "text": "To whom the Elder: Thus far, my son, you have loaded yourself with the weight of all kinds of crimes, not fearing lest by the confession of such awful sins you bring a reproach upon your reputation; how is it then, I pray, that now, at our simple admonition, which involved no reproof, but simply showed a feeling for your edification and love, I see that you are moved with such disgust that you cannot hide it by your looks, or conceal it by an appearance of calmness? Perhaps while you were humiliating yourself, you were hoping to hear from our lips this saying: \"The righteous man is the accuser of himself in the opening of his discourse?\" Further, true humility of heart must be preserved, which comes not from an affected humbling of body and in word, but from an inward humbling of the soul: and this will only then shine forth with clear evidences of patience when a man does not boast about sins, which nobody will believe, but, when another insolently accuses him of them, thinks nothing of it, and when with gentle equanimity of spirit he puts up with wrongs offered to him."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences XVIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XVIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XVIII 12:2",
                            "text": "A question how true patience can be gained."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XVIII 12:3",
                            "text": "Germanus: We should like to know how that calmness can be secured and maintained, that, as when silence is enjoined on us we shut the door of our mouth, and lay an embargo on speech, so also we may be able to preserve gentleness of heart, which sometimes even when the tongue is restrained loses its state of calmness within: and for this reason we think that the blessing of gentleness can only be preserved by one in a remote cell and solitary dwelling."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences XVIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:2",
                            "text": "The answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:3",
                            "text": "Piamun: True patience and tranquillity is neither gained nor retained without profound humility of heart: and if it has sprung from this source, there will be no need either of the good offices of the cell or of the refuge of the desert."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:4",
                            "text": "For it will seek no external support from anything, if it has the internal support of the virtue of humility, its mother and its guardian."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:5",
                            "text": "But if we are disturbed when attacked by anyone it is clear that the foundations of humility have not been securely laid in us, and therefore at the outbreak even of a small storm, our whole edifice is shaken and ruinously disturbed."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:6",
                            "text": "For patience would not be worthy of praise and admiration if it only preserved its purposed tranquillity when attacked by no darts of enemies, but it is grand and glorious because when the storms of temptation beat upon it, it remains unmoved."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:7",
                            "text": "For wherein it is believed that a man is annoyed and hurt by adversity, therein is he strengthened the more; and he is therein the more exercised, wherein he is thought to be annoyed."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:8",
                            "text": "For everybody knows that patience gets its name from the passions and endurance, and so it is clear that no one can be called patient but one who bears without annoyance all the indignities offered to him, and so it is not without reason that he is praised by Solomon: \"Better is the patient man than the strong, and he who restrains his anger than he who takes a city;\" and again: \"For a long-suffering man is mighty in prudence, but a faint-hearted man is very foolish\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:9",
                            "text": "When then anyone is overcome by a wrong, and blazes up in a fire of anger, we should not hold that the bitterness of the insult offered to him is the cause of his sin, but rather the manifestation of secret weakness, in accordance with the parable of our Lord and Saviour which He spoke about the two houses, one of which was founded upon a rock, and the other upon the sand, on both of which He says that the tempest of rain and waters and storm beat equally: but that one which was founded on the solid rock felt no harm at all from the violence of the shock, while that which was built on the shifting and moving sand at once collapsed."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:10",
                            "text": "And it certainly appears that it fell, not because it was struck by the rush of the storms and torrents, but because it was imprudently built upon the sand."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:11",
                            "text": "For a saint does not differ from a sinner in this, that he is not himself tempted in the same way, but because he is not worsted even by a great assault, while the other is overcome even by a slight temptation."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:12",
                            "text": "For the fortitude of any good man would not, as we said, be worthy of praise, if his victory was gained without his being tempted, as most certainly there is no room for victory where there is no struggle and conflict: for \"Blessed is the man that endureth temptation, for when he has been proved he shall receive the crown of life which God hath promised to them that love Him\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:13",
                            "text": "According to the Apostle Paul also \"Strength is made perfect\" not in ease and delights but \"in weakness\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:14",
                            "text": "\"For behold,\" says He, \"I have made thee this day a fortified city, and a pillar of iron, and a wall of brass, over all the land, to the kings of Judah, and to the princes thereof, and to the priests thereof, and to all the people of the land."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XVIII 13:15",
                            "text": "And they shall fight against thee, and shall not prevail: for I am with thee, saith the Lord, to deliver thee\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences XVIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:2",
                            "text": "Of the example of patience given by a certain religious woman."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:3",
                            "text": "Of this patience then I want to give you at least two examples: one of a certain religious woman, who aimed at the virtue of patience so eagerly that she not only did not avoid the assaults of temptation, but actually made for herself occasions of trouble that she might not cease to be tried more often."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:4",
                            "text": "For this woman as she was living at Alexandria and was born of no mean ancestors, and was serving the Lord religiously in the house which had been left to her by her parents, came to Athanasius the Bishop, of blessed memory, and entreated him to give her some other widow to support, who was being provided for at the expense of the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:5",
                            "text": "And, to give her petition in her own words: \"Give me,\" she said, \"one of the sisters to look after\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:6",
                            "text": "When then the Bishop had commended the woman's purpose because he saw that she was very ready for a work of a mercy, he ordered a widow to be chosen out of the whole number, who was preferred to all the rest for the goodness of her character, and her grave and well-regulated life, for fear lest her wish to be liberal might be overcome by the fault of the recipient of her bounty, and she who sought gain out of the poor might be disgusted at her bad character and so suffer an injury to her faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:7",
                            "text": "And when the woman was brought home, she ministered to her with all kinds of service, and found out her excellent modesty and gentleness, and saw that every minute she was honoured by thanks from her for her kind offices, and so after a few days she came back to the aforesaid Bishop, and said: I asked you to bid that a woman be given to me for me to support and to serve with obedient complaisance."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:8",
                            "text": "And when he, not yet understanding the woman's object and desire, thought that her petition had been neglected by the deceitfulness of the superior, and inquired not without some anger in his mind, what was the reason of the delay, at once he discovered that a widow who was better than all the rest had been assigned to her, and so he secretly gave orders that the one who was the worst of all should be given to her, the one, I mean, who surpassed in anger and quarrelling and wine-bibbing and talkativeness all who were under the power of these faults."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:9",
                            "text": "And when she was only too easily found and given to her, she began to keep her at home, and to minister to her with the same care as to the former widow, or even more attentively, and this was all the thanks which she got from her for her services; viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:10",
                            "text": ", to be constantly tried by unworthy wrongs and continually annoyed by her by reproaches and upbraiding, as she complained of her, and chid her with spiteful and disparaging remarks, because she had asked for her from the Bishop not for her refreshment but rather for her torment and annoyance, and had taken her away from rest to labour instead of from labour to rest."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:11",
                            "text": "When then her continual reproaches broke out so far that the wanton woman did not restrain herself from laying hands on her, the other only redoubled her services in still humbler offices, and learnt to overcome the vixen not by resisting her, but by subjecting herself still more humbly, so that, when provoked by all kinds of indignities, she might smooth down the madness of the shrew by gentleness and kindness."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:12",
                            "text": "And when she had been thoroughly strengthened by these exercises, and had attained the perfect virtue of the patience she had longed for, she came to the aforesaid Bishop to thank him for his decision and choice as well as for the blessing of her exercise, because he had at last as she wished provided her with a most worthy mistress for her patience, strengthened daily by whose constant annoyance as by some oil for wrestling, she had arrived at complete patience of mind; and, at last, said she, you have given me one to support, for the former one rather honoured and refreshed me by her services."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XVIII 14:13",
                            "text": "This may be sufficient to have told about the female sex, that by this tale we may not only be edified, but even confounded, as we cannot maintain our patience unless we are like wild beasts removed in caves and cells."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences XVIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:2",
                            "text": "Of the example of patience given by Abbot Paphnutius."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:3",
                            "text": "Now let us give the other instance of Abbot Paphnutius, who always remained so zealously in the recesses of that renowned and far-famed desert of Scete, in which he is now Presbyter, so that the rest of the anchorites gave him the name of Bubalis, because he always delighted in dwelling in the desert as if with a sort of innate liking."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:4",
                            "text": "And so as even in boyhood he was so good and full of grace that even the renowned and great men of that time admired his gravity and steadfast constancy, and although he was younger in age, yet put him on a level with the Elders out of regard for his virtues, and thought fit to admit him to their order, the same envy, which formerly excited the minds of his brethren against the patriarch Joseph, inflamed one out of the number of his brethren with a burning and consuming jealousy."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:5",
                            "text": "And this man wanting to mar his beauty by some blemish or spot, hit on this kind of devilry, so as to seize an opportunity when Paphnutius had left his cell to go to Church on Sunday: and secretly entering his cell he slyly hid his own book among the boughs which he used to weave of palm branches, and, secure of his well-planned trick, himself went off as if with a pure and clean conscience to Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:6",
                            "text": "And when the whole service was ended as usual, in the presence of all the brethren he brought his complaint to S."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:7",
                            "text": "Isidore who was Presbyter of this desert before this same Paphnutius, and declared that his book had been stolen from his cell."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:8",
                            "text": "And when his complaint had so disturbed the minds of all the brethren, and more especially of the Presbyter, so that they knew not what first to suspect or think, as all were overcome with the utmost astonishment at so new and unheard of a crime, such as no one remembered ever to have been committed in that desert before that time, and which has never happened since, he who had brought forward the matter as the accuser urged that they should all be kept in Church and certain selected men be sent to search the cells of the brethren one by one."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:9",
                            "text": "And when this had been entrusted to three of the Elders by the Presbyter, they turned over the bed-chambers of them all, and at last found the book hidden in the cell of Paphnutius among the boughs of the palms which they call σειρά, just as the plotter had hidden it."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:10",
                            "text": "And when the inquisitors at once brought it back to the Church and produced it before all, Paphnutius, although he was perfectly clear in the sincerity of his conscience, yet like one who acknowledged the guilt of thieving, gave himself up entirely to make amends and humbly asked for a plan of repentance, as he was so careful of his shame and modesty (and feared) lest if he tried to remove the stain of the theft by words, he might further be branded as a liar, as no one would believe anything but what had been found out."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:11",
                            "text": "And when he had immediately left the Church not cast down in mind but rather trusting to the judgment of God, he continually shed tears at his prayers, and fasted thrice as often as before, and prostrated himself in the sight of men with all humility of mind."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:12",
                            "text": "But when he had thus submitted himself with all contrition of flesh and spirit for almost a fortnight, so that he came early on the morning of Saturday and Sunday not to receive the Holy Communion but to prostrate himself on the threshold of the Church and humbly ask for pardon, He, Who is the witness of all secret things and knows them, suffered him to be no  longer tried by Himself or defamed by others."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:13",
                            "text": "For what the author of the crime, the wicked thief of his own property, the cunning defamer of another's credit, had done with no man there as a witness, that He made known by means of the devil who was himself the instigator of the sin."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:14",
                            "text": "For possessed by a most fierce demon, he made known all the craft of his secret plot, and the same man who had conceived the accusation and the cheat betrayed it."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:15",
                            "text": "But he was so long and grievously vexed by that unclean spirit that he could not even be restored by the prayers of the saints living there, who by means of divine gifts can command the devils, nor could the special grace of the Presbyter Isidore himself cast out from him his cruel tormentor, though by the Lord's bounty such power was given him that no one who was possessed was ever brought to his doors without being at once healed; for Christ was reserving this glory for the young Paphnutius, that the man should be cleansed only by the prayers of him against whom he had plotted, and that the jealous enemy should receive pardon for his offence and an end of his present punishment, only by proclaiming his name, from whose credit he had thought that he could detract."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:16",
                            "text": "He then in his early youth already gave these signs of his future character, and even in his boyish years sketched the lines of that perfection which was to grow up in mature age."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XVIII 15:17",
                            "text": "If then we want to attain to his height of virtue, we must lay the same foundation to begin with."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences XVIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:2",
                            "text": "On the perfection of patience."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:3",
                            "text": "A twofold reason however led me to relate this fact, first that we may weigh this steadfastness and constancy of the man, and as we are attacked by less serious wiles of the enemy, may the better secure a greater feeling of calmness and patience, secondly that we may with resolute decision hold that we cannot be safe from the storms of temptation and assaults of the devil if we make all the protection for our patience and all our confidence consist not in the strength of our inner man but in the doors of our cell or the recesses of the desert, and companionship of the saints, or the safeguard of anything else outside us."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:4",
                            "text": "For unless our mind is strengthened by the power of His protection Who says in the gospel \"the kingdom of God is within you,\" in vain do we fancy that we can defeat the plots of our airy foe by the aid of men who are living with us, or that we can avoid them by distance of place, or exclude them by the protection of walls."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:5",
                            "text": "For though none of these things was wanting to Saint Paphnutius yet the tempter did not fail to find a way of access against him to attack him; nor did the encircling walls, or the solitude of the desert or the merits of all those saints in the congregation repulse that most foul spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:6",
                            "text": "But because the holy servant of God had fixed the hope of his heart not on those external things but on Him Who is the judge of all secrets, he could not be moved even by the machinations of such an assault as that."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:7",
                            "text": "On the other hand did not the man whom envy had hurried into so grievous a sin enjoy the benefit of solitude and the protection of a retired dwelling, and intercourse with the blessed Abbot and Presbyter Isidore and other saints? And yet because the storm raised by the devil found him upon the sand, it not only drove in his house but actually overturned it."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:8",
                            "text": "We need not then seek for our peace in externals, nor fancy that another person's patience can be of any use to the faults of our impatience."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:9",
                            "text": "For just as \"the kingdom of God is within you,\" so \"a man's foes are they of his own household\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:10",
                            "text": "For no one is more my enemy than my own heart which is truly the one of my household closest to me."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:11",
                            "text": "And therefore if we are careful, we cannot possibly be injured by intestine enemies."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:12",
                            "text": "For where those of our own household are not opposed to us, there also the kingdom of God is secured in peace of heart."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:13",
                            "text": "For if you diligently investigate the matter, I cannot be injured by any man however spiteful, if I do not fight against myself with warlike heart."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:14",
                            "text": "But if I am injured, the fault is not owing to the other's attack, but to my own impatience."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:15",
                            "text": "For as strong and solid food is good for a man in good health, so it is bad for a sick one."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:16",
                            "text": "But it cannot hurt the man who takes it, unless the weakness of its recipient gives it its power to hurt."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:17",
                            "text": "If then any similar temptation ever arises among brethren, we need never be shaken out of the even tenor of our ways and give an opening to the blasphemous snarls of men living in the world, nor wonder that some bad and detestable men have secretly found their way into the number of the saints, because so long as we are trodden down and trampled in the threshing floor of this world, the chaff which is destined for eternal fire is quite sure to be mingled with the choicest of the wheat."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:18",
                            "text": "Finally if we bear in mind that Satan was chosen among the angels, and Judas among the apostles, and Nicholas the  author of a detestable heresy among the deacons, it will be no wonder that the basest of men are found among the ranks of the saints."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:19",
                            "text": "For although some maintain that this Nicholas was not the same man who was chosen for the work of the ministry by the Apostles, nevertheless they cannot deny that he was of the number of the disciples, all of whom were clearly of such a character and so perfect as those few whom we can now with difficulty discover in the Coenobia."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:20",
                            "text": "Let us then bring forward not the fall of the above-mentioned brother, who fell in the desert with so grievous a collapse, nor that horrible stain which he afterwards wiped out by the copious tears of his penitence, but the example of the blessed Paphnutius; and let us not be destroyed by the ruin of the former, whose ingrained sin of envy was increased and made worse by his affected piety, but let us imitate with all our might the humility of the latter, which in his case was no sudden production of the quiet of the desert, but had been gained among men, and was consummated and perfected by solitude."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:21",
                            "text": "However you should know that the evil of envy is harder to be cured than other faults, for I should almost say that a man whom it has once tainted with the mischief of its poison is without a remedy."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:22",
                            "text": "For it is the plague of which it is figuratively said by the prophet: \"Behold I will send among you serpents, basilisks, against which there is no charm: and they shall bite you\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:23",
                            "text": "Rightly then are the stings of envy compared by the prophet to the deadly poison of basilisks, as by it the first author of all poisons and their chief perished and died."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:24",
                            "text": "For he slew himself before him of whom he was envious, and destroyed himself before that he poured forth the poison of death against man: for \"by the envy of the devil death entered into the world: they therefore who are on his side follow him\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:25",
                            "text": "For just as he who was the first to be corrupted by the plague of that evil, admitted no remedy of penitence, nor any healing plaster, so those also who have given themselves up to be smitten by the same pricks, exclude all the aid of the sacred charmer, because as they are tormented not by the faults but by the prosperity of those of whom they are jealous, they are ashamed to display the real truth and look out for some external unnecessary and trifling causes of offence: and of these, because they are altogether false, vain is the hope of cure, while the deadly poison which they will not produce is lurking in their veins."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:26",
                            "text": "Of which the wisest of men has fitly said: \"If a serpent bite without hissing, there is no supply for the charmer\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:27",
                            "text": "For those are silent bites, to which alone the medicine of the wise is no succour."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:28",
                            "text": "For that evil is so far incurable that it is made worse by attentions, it is increased by services, is irritated by presents, because as the same Solomon says: \"envy endures nothing\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:29",
                            "text": "For just in proportion as another has made progress in humble submission or in the virtue of patience or in the merit of munificence, so is a man excited by worse pricks of envy, because he desires nothing less than the ruin or death of the man whom he envies."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:30",
                            "text": "Lastly no submission on the part of their harmless brother could soften the envy of the eleven patriarchs, so that Scripture relates of them: \"But his brothers envied him because his father loved him, and they could not speak peaceably unto him\" until their jealousy, which would not listen to any entreaties on the part of their obedient and submissive brother, desired his death, and would scarcely be satisfied with the sin of selling a brother."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:31",
                            "text": "It is plain then that envy is worse than all faults, and harder to get rid of, as it is inflamed by those remedies by which the others are destroyed."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:32",
                            "text": "For, for example, a man who is grieved by a loss that has been caused to him, is healed by a liberal compensation: one who is sore owing to a wrong done to him, is appeased by humble satisfaction being made."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:33",
                            "text": "What can you do with one who is the more offended by the very fact that he sees you humbler and kinder, who is not aroused to anger by any greed which can be appeased by a bribe; or by any injurious attack or love of vengeance, which is overcome by obsequious services; but is only irritated by another's success and happiness? But who is there who in order to satisfy one who envies him, would wish to fall from his good fortune, or to lose his prosperity or to be involved in some calamity? Wherefore we must constantly implore the divine aid, to which nothing is impossible, in order that the serpent may not by a single bite of this evil destroy whatever is flourishing in us, and animated as it were by the life and quickening power of the Holy Ghost."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:34",
                            "text": "For the other poisons of serpents, i-e:, carnal sins and faults, in which human frailty is easily entangled and from which it is as easily purified, show some traces of their wounds  in the flesh, whereby although the earthly body is most dangerously inflamed, yet if any charmer well skilled in divine incantations applies a cure and antidote or the remedy of words of salvation, the poisonous evil does not reach to the everlasting death of the soul."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:35",
                            "text": "But the poison of envy as if emitted by the basilisk, destroys the very life of religion and faith, even before the wound is perceived in the body."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:36",
                            "text": "For he does not raise himself up against men, but, in his blasphemy, against God, who carps at nothing in his brother except his felicity, and so blames no fault of man, but simply the judgment of God."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:37",
                            "text": "This then is that \"root of bitterness springing up\" which raises itself to heaven and tends to reproaching the very Author Who bestows good things on man."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:38",
                            "text": "Nor shall anyone be disturbed because God threatens to send \"serpents, basilisks,\" to bite those by whose crimes He is offended."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:39",
                            "text": "For although it is certain that God cannot be the author of envy, yet it is fair and worthy of the divine judgment that, while good gifts are bestowed on the humble and refused to the proud and reprobate, those who, as the Apostle says, deserve to be given over \"to a reprobate mind,\" should be smitten and consumed by envy sent as it were by Him, according to this passage: \"They have provoked me to jealousy by them that are no gods: and I will provoke them to jealousy by them that are no nation\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:40",
                            "text": "By this discourse the blessed Piamun excited still more keenly our desire in which we had begun to be promoted from the infant school of the Coenobium to the second standard of the anchorites' life."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XVIII 16:41",
                            "text": "For it was under his instruction that we made our first start in solitary living, the knowledge of which we afterwards followed up more thoroughly in Scete."
                        }
                    ]
                }
            ]
        }
    ]
}