{
    "books": [
        {
            "name": "Syriac: Letter of Mara",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Syriac: Letter of Mara 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:1",
                            "text": "A Letter of Mara, Son of Serapion: Mara, son of Serapion, to Serapion, my son:  peace."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:2",
                            "text": "When thy master and guardian wrote me a letter, and informed me that thou wast very diligent in study, though so young in years, I blessed God that thou, a little boy, and without a guide to direct thee, hadst begun in good earnest; and to myself also this was a comfort—that I heard of thee, little boy as thou art, as displaying such greatness of mind and conscientiousness:  a character which, in the case of many who have begun well, has shown no eagerness to continue."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:3",
                            "text": "On this account, lo, I have written for thee this record, touching that which I have by careful observation discovered in the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:4",
                            "text": "For the kind of life men lead has been carefully observed by me."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:5",
                            "text": "I tread the path of learning, and from the study of Greek philosophy have I found out all these things, although they suffered shipwreck when the birth of life took place."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:6",
                            "text": "Be diligent, then, my son, in attention to those things which are becoming for the free, so as to devote thyself to learning, and to follow after wisdom; and endeavour thus to become confirmed in those habits with which thou hast begun."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:7",
                            "text": "Call to mind also my precepts, as a quiet person who is fond of the pursuit of learning."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:8",
                            "text": "And, even though such a life should seem to thee very irksome, yet when thou hast made experience of it for a little while, it will become very pleasant to thee:  for to me also it so happened."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:9",
                            "text": "When, moreover, a person has left his home, and is able still to preserve his previous character, and properly does that which it behoves him to do, he is that chosen man who is called \"the blessing of God,\" and one who does not find aught else to compare with his freedom."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:10",
                            "text": "For, as for those persons who are called to the pursuit of learning, they are seeking to extricate themselves from the turmoils of time; and those who take hold upon wisdom, they are clinging to the hope of righteousness; and those who take their stand on truth, they are displaying the banner of their virtue; and those who cultivate philosophy, they are looking to escape from the vexations of the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:11",
                            "text": "And do thou too, my son, thus wisely behave thyself in regard to these things, as a wise person who seeks to spend a pure life; and beware lest the gain which many hunger after enervate thee, and thy mind turn to covet riches, which have no stability."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:12",
                            "text": "For, when they are acquired by fraud, they do not continue; nor, even when justly obtained, do they last; and all those things which are seen by thee in the world, as belonging to that which is only for a little time, are destined to depart like a dream:  for they are but as the risings and settings of the seasons."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:13",
                            "text": "About the objects of that vainglory, too, of which the life of men is full, be not thou solicitous:  seeing that from those things which give us joy there quickly comes to us harm."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:14",
                            "text": "Most especially is this the case with the birth of beloved children."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:15",
                            "text": "For in two respects it plainly brings us harm:  in the case of the virtuous, our very affection for them torments us, and from their very excellence of character we suffer torture; and, in the case of the vicious, we are worried with their correction, and afflicted with their misconduct."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:16",
                            "text": "Thou hast heard, moreover, concerning our companions, that, when they were leaving Samosata, they were distressed about it, and, as if complaining of the time in which their lot was cast, said thus:  \"We are now far removed from our home, and we cannot return again to our city, or behold our people, or offer to our gods the greeting of praise\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:17",
                            "text": "Meet was it that that day should be called a day of lamentation, because one heavy grief possessed them all alike."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:18",
                            "text": "For they wept as they remembered their fathers, and they thought of their mothers with sobs, and they were distressed for their brethren, and grieved for their betrothed whom they had left behind."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:19",
                            "text": "And, although we had heard that their former companions were proceeding to Seleucia, we clandestinely set out, and proceeded on the way towards them, and united our own misery with theirs."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:20",
                            "text": "Then was our grief exceedingly violent, and fitly did our weeping abound, by reason of our desperate plight, and our wailing gathered itself into a dense cloud, and our misery grew vaster than a mountain:  for not one of us had the power to ward off the disasters that assailed him."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:21",
                            "text": "For affection for the living was intense, as well as sorrow for the dead, and our miseries were driving us on without any way of escape."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:22",
                            "text": "For we saw our brethren and our children captives, and we remembered our deceased companions, who were laid to rest in a foreign land."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:23",
                            "text": "Each one of us, too, was anxious for himself, lest he should have disaster added to disaster, or lest another calamity should overtake that which went before it."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:24",
                            "text": "What enjoyment could men have that were prisoners, and who experienced things like these?  But as for thee, my beloved, be not distressed because in thy loneliness thou hast been driven from place to place."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:25",
                            "text": "For to these things men are born, since they are destined to meet with the accidents of time."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:26",
                            "text": "But rather let thy thought be this, that to wise men every place is alike, and that in every city the good have many fathers and mothers."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:27",
                            "text": "Else, if thou doubt it, take thee a proof from what thou hast seen thyself."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:28",
                            "text": "How many people who know thee not love thee as one of their own children; and what a host of women receive thee as they would their own beloved ones!  Verily, as a stranger thou hast been fortunate; verily, for thy small love many people have conceived an ardent affection for thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:29",
                            "text": "What, again, are we to say concerning the delusion which has taken up its abode in the world?  Both by reason of toil painful is the journey through it, and by its agitations are we, like a reed by the force of the wind, bent now in this direction, now in that."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:30",
                            "text": "For I have been amazed at many who cast away their children, and I have been astonished at others who bring up those that are not theirs."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:31",
                            "text": "There are persons who acquire riches in the world, and I have also been astonished at others who inherit that which is not of their own acquisition."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:32",
                            "text": "Thus mayest thou understand and see that we are walking under the guidance of delusion."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:33",
                            "text": "Begin and tell us, O wisest of men, on which of his possessions a man can place reliance, or concerning what things he can say that they are such as abide."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:34",
                            "text": "Wilt thou say so of abundance of riches? they are snatched away."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:35",
                            "text": "Of fortresses? they are spoiled."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:36",
                            "text": "Of cities? they are laid waste."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:37",
                            "text": "Of greatness? it is brought down."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:38",
                            "text": "Of magnificence? it is overthrown."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:39",
                            "text": "Of beauty? it withers."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:40",
                            "text": "Or of laws? they pass away."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:41",
                            "text": "Or of poverty? it is despised."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:42",
                            "text": "Or of children? they die."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:43",
                            "text": "Or of friends? they prove false."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:44",
                            "text": "Or of the praises of men? jealousy goes before them."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:45",
                            "text": "Let a man, therefore, rejoice in his empire, like Darius; or in his good fortune, like Polycrates; or in his bravery, like Achilles; or in his wife, like Agamemnon; or in his offspring, like Priam; or in his skill, like Archimedes; or in his wisdom, like Socrates; or in his learning, like Pythagoras; or in his ingenuity, like Palamedes;—the life of men, my son, departs from the world, but their praises and their virtues abide for ever."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:46",
                            "text": "Do thou, then, my little son, choose thee that which fadeth not away."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:47",
                            "text": "For those who occupy themselves with these things are called modest, and are beloved, and lovers of a good name."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:48",
                            "text": "When, moreover, anything untoward befalls thee, do not lay the blame on man, nor be angry against God, nor fulminate against the time thou livest in."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:49",
                            "text": "If thou shalt continue in this mind, thy gift is not small which thou hast received from God, which has no need of riches, and is never reduced to poverty."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:50",
                            "text": "For without fear shalt thou pass thy life, and with rejoicing."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:51",
                            "text": "For fear and apologies for one's nature belong not to the wise, but to such as walk contrary to law."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:52",
                            "text": "For no man has even been deprived of his wisdom, as of his property."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:53",
                            "text": "Follow diligently learning rather than riches."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:54",
                            "text": "For the greater are one's possessions, the greater is the evil attendant upon them."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:55",
                            "text": "For I have myself observed that, where a man's goods are many, so also are the tribulations which happen to him; and, where luxuries are accumulated, there also do sorrows congregate; and, where riches are abundant, there is stored up the bitterness of many a year."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:56",
                            "text": "If, therefore, thou shalt behave with understanding, and shalt diligently watch over thy conduct, God will not refrain from helping thee, nor men from loving thee."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:57",
                            "text": "Let that which thou art able to acquire suffice thee; and if, moreover, thou art able to do without property, thou shalt be called blessed, and no man whatsoever shall be jealous of thee."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:58",
                            "text": "And remember also this, that nothing will disturb thy life very greatly, except it be the love of gain; and that no man after his death is called an owner of property:  because it is by the desire of this that weak men are led captive, and they know not that a man dwells among his possessions only in the manner of a chance-comer, and they are haunted with fear because these possessions are not secured to them:  for they abandoned that which is their own, and seek that which is not theirs."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:59",
                            "text": "What are we to say, when the wise are dragged by force by the hands of tyrants, and their wisdom is deprived of its freedom by slander, and they are plundered for their superior intelligence, without the opportunity of making a defence?  They are not wholly to be pitied."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:60",
                            "text": "For what benefit did the Athenians obtain by putting Socrates to death, seeing that they received as retribution for it famine and pestilence?  Or the people of Samos by the burning of Pythagoras, seeing that in one hour the whole of their country was covered with sand?  Or the Jews by the murder of their Wise King, seeing that from that very time their kingdom was driven away from them?  For with justice did God grant a recompense to the wisdom of all three of them."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:61",
                            "text": "For the Athenians died by famine; and the people of Samos were covered by the sea without remedy; and the Jews, brought to desolation and expelled from their kingdom, are driven away into every land."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:62",
                            "text": "Nay, Socrates did \"not\" die, because of Plato; nor yet Pythagoras, because of the statue of Hera; nor yet the Wise King, because of the new laws which he enacted."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:63",
                            "text": "Moreover I, my son, have attentively observed mankind, in what a dismal state of ruin they are."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:64",
                            "text": "And I have been amazed that they are not utterly prostrated by the calamities which surround them, and that even their wars are not enough for them, nor the pains they endure, nor the diseases, nor the death, nor the poverty; but that, like savage beasts, they must needs rush upon one another in their enmity, trying which of them shall inflict the greater mischief on his fellow."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:65",
                            "text": "For they have broken away from the bounds of truth, and transgress all honest laws, because they are bent on fulfilling their selfish desires; for, whensoever a man is eagerly set on obtaining that which he desires, how is it possible that he should fitly do that which it behoves him to do? and they acknowledge no restraint, and but seldom stretch out their hands towards truth and goodness, but in their manner of life behave like the deaf and the blind."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:66",
                            "text": "Moreover, the wicked rejoice, and the righteous are disquieted."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:67",
                            "text": "He that has, denies that he has; and he that has not, struggles to acquire."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:68",
                            "text": "The poor seek help, and the rich hide their wealth, and every man laughs at his fellow."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:69",
                            "text": "Those that are drunken are stupefied, and those that have recovered themselves are ashamed."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:70",
                            "text": "Some weep, and some sing; and some laugh, and others are a prey to care."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:71",
                            "text": "They rejoice in things evil, and a man that speaks the truth they despise."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:72",
                            "text": "Should a man, then, be surprised when the world is seeking to wither him with its scorn, seeing that they and he have not one and the same manner of life?  \"These\" are the things for which they care."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:73",
                            "text": "One of them is looking forward to the time when in battle he shah obtain the renown of victory; yet the valiant perceive not by how many foolish objects of desire a man is led captive in the world."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:74",
                            "text": "But would that for a little while self-repentance visited them!  For, while victorious by their bravery, they are overcome by the power of covetousness."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:75",
                            "text": "For I have made trial of men, and with this result:  that the one thing on which they are intent, is abundance of riches."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:76",
                            "text": "Therefore also it is that they have no settled purpose; but, through the instability of their minds, a man is of a sudden cast down from his elation of spirit to be swallowed up with sadness."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:77",
                            "text": "They look not at the vast wealth of eternity, nor consider that every visitation of trouble is conducting us all alike to the same final period."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:78",
                            "text": "For they are devoted to the majesty of the belly, that huge blot on the character of the vicious."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:79",
                            "text": "Moreover, as regards this letter which it has come into my mind to write to thee, it is not enough to read it, but the best thing is that it be put in practice."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:80",
                            "text": "For I know for myself, that when thou shalt have made experiment of this mode of life, it will be very pleasant to thee, and thou wilt be free from sore vexation; because it is only on account of children that we tolerate riches."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:81",
                            "text": "Put, therefore, sadness away from thee, O most beloved of mankind,—a thing which never in anywise benefits a man; and drive care away from thee, which brings with it no advantage whatsoever."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:82",
                            "text": "For we have no resource or skill that can avail us—nothing but a great mind able to cope with the disasters and to endure the tribulations which we are always receiving at the hands of the times."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:83",
                            "text": "For at these things does it behove us to look, and not only at those which are fraught with rejoicing and good repute."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:84",
                            "text": "Devote thyself to wisdom, the fount of all things good, the treasure that faileth not."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:85",
                            "text": "There shalt thou lay thy head, and be at ease."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:86",
                            "text": "For this shall be to thee father and mother, and a good companion for thy life."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:87",
                            "text": "Enter into closest intimacy with fortitude and patience, those virtues which are able successfully to encounter the tribulations that befall feeble men."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:88",
                            "text": "For so great is their strength, that they are adequate to sustain hunger, and can endure thirst, and mitigate every trouble."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:89",
                            "text": "With toil, moreover, yea even with dissolution, they make right merry."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:90",
                            "text": "To these things give diligent attention, and thou shalt lead an untroubled life, and I also shall have comfort, and thou shalt be called \"the delight of his parents\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:91",
                            "text": "For in that time of yore, when our city was standing in her greatness, thou mayest be aware that against many persons among us abominable words were uttered; but for ourselves, we acknowledged long ago that we received love, no less than honour, to the fullest extent from the multitude of her people:  it was the state of the times only that forbade our completing those things which we had resolved on doing."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:92",
                            "text": "And here also in the prison-house we give thanks to God that we have received the love of many:  for we are striving to our utmost to maintain a life of sobriety and cheerfulness; and, if anyone drive us by force, he will but be bearing public testimony against himself, that he is estranged from all things good, and he will receive disgrace and shame from the foul mark of shame that is upon him."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:93",
                            "text": "For we have shown our truth—that truth which in our now ruined kingdom we possessed not."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:94",
                            "text": "But, if the Romans shall permit us to go back to our own country, as called upon by justice and righteousness to do, they will be acting like humane men, and will earn the name of good and righteous, and at the same time will have a peaceful country in which to dwell:  for they will exhibit their greatness when they shall leave us free men, and we shall be obedient to the sovereign power which the time has allotted to us."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:95",
                            "text": "But let them not like tyrants, drive us as though we were slaves."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:96",
                            "text": "Yet, if it has been already determined what shall be done, we shall receive nothing more dreadful than the peaceful death which is in store for us."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:97",
                            "text": "But thou, my little son, if thou resolve diligently to acquaint thyself with these things, first of all put a check on appetite, and set limits to that in which thou art indulging."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:98",
                            "text": "Seek the power to refrain from being angry; and, instead of yielding to outbursts of passion, listen to the promptings of kindness."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:99",
                            "text": "For myself, what I am henceforth solicitous about is this—that, so far as I have recollections of the past, I may leave behind me a book containing them, and with a prudent mind finish the journey which I am appointed to take, and depart without suffering out of the sad afflictions of the world."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:100",
                            "text": "For my prayer is, that I may receive my dismissal; and by what kind of death concerns me not."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:101",
                            "text": "But, if any one should be troubled or anxious about this, I have no counsel to give him:  for yonder, in the dwelling-place of all the world, will he find us before him."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:102",
                            "text": "One of his friends asked Mara, son of Serapion, when in bonds at his side:  \"Nay, by thy life, Mara, tell me what cause of laughter thou hast seen, that thou laughest\"."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:103",
                            "text": "\"I am laughing,\" said Mara, \"at Time:  inasmuch as, although he has not borrowed any evil from me, he is paying me back\"."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Syriac: Letter of Mara 1:104",
                            "text": "Here endeth the letter of Mara, son of Serapion."
                        }
                    ]
                }
            ]
        }
    ]
}