{
    "books": [
        {
            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:1",
                            "text": "Testimonies of the Ancients in Favor of Eusebius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:2",
                            "text": "From Constantine's Letter to the Antiochians (in Eusebius' Life of Constantine, Book III."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:3",
                            "text": "chap."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:4",
                            "text": ")."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:5",
                            "text": "\"I confess, then, that on reading your records I perceived, by the highly eulogistic testimony which they bear to Eusebius, bishop of Caesarea (whom I have myself long well known and esteemed for his learning and moderation), that you are strongly attached to him and desire to appropriate him as your own prelate."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:6",
                            "text": "What thoughts then do you suppose that I entertain on this subject, desirous as I am to seek for and act on the strict principles of right? What anxiety do you imagine this desire of yours has caused me? O holy faith, who givest us in our Saviour's words and precepts a model, as it were, of what our life should be, how hardly wouldst thou thyself resist the course of sin were it not that thou refusest to subserve the purposes of gain! In my own judgment, he whose first object is the maintenance of peace seems to be superior to Victory herself; and where a right and honorable course lies open to one's choice, surely no one would hesitate to adopt it."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:7",
                            "text": "I ask then, brethren, why do we so decide as to inflict an injury on others by our choice? Why do we covet those objects which will destroy the credit of our own character? I myself highly esteem the individual whom ye judge worthy of your respect and affection; notwithstanding, it cannot be right that those principles should be entirely disregarded which should be authoritative and binding on all alike; for example, that each should be content with the limits assigned them, and that all should enjoy their proper privileges; nor can it be right in considering the claims of rival candidates to suppose but that not one only, but many, may appear worthy of comparison with this person."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:8",
                            "text": "For as long as no violence or harshness are suffered to disturb the dignities of the Church, they continue to be on an equal footing, and worthy of the same consideration everywhere."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:9",
                            "text": "Nor is it reasonable that an enquiry into the qualifications of one person should be made to the detriment of others; since the judgment of all churches, whether reckoned of greater importance in themselves, is equally capable of receiving and maintaining the divine ordinances, so that one is in no way inferior to another (if we will but boldly declare the truth), in regard to that standard of practice which is common to all."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:10",
                            "text": "If this be so, we must say that you will be chargeable, not with retaining this prelate, but with wrongfully removing him; your conduct will be characterized rather by violence than justice; and whatever may be generally thought by others, I dare clearly and boldly affirm that this measure will furnish ground of accusation against you, and will provoke factious disturbances of the most mischievous kind; for even timid flocks can show the use and power of their teeth when the watchful care of their shepherd declines, and they find themselves bereft of his accustomed guidance."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:11",
                            "text": "If this then be really so, if I am not deceived in my judgment, let this, brethren, be your first consideration (for many and important considerations will immediately present themselves, if you adopt my advice), whether, should you persist in your intention, that mutual kindly feeling and affection which should subsist among you will suffer no diminution? In the next place remember that Eusebius, who came among you for the purpose of offering disinterested counsel, now enjoys the reward which is due to him in the judgment of heaven; for he has received no ordinary recompense in the high testimony you have borne to his equitable conduct."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:12",
                            "text": "Lastly, in accordance with your usual sound judgment, do ye exhibit a becoming diligence in selecting the person of whom you stand in need, carefully avoiding all factious and tumultuous clamor: for such clamor is always wrong, and from the collision of discordant elements both sparks and flame will arise\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:13",
                            "text": "From the Emperor's Letter to Eusebius(in Eusebius' Life of Constantine, Book III."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:14",
                            "text": "chap."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:15",
                            "text": ")."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:16",
                            "text": "\"I have most carefully perused your letter, and perceive that you have strictly conformed to the rule enjoined by the discipline of the Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:17",
                            "text": "Now to abide by that which appears at the same time pleasing to God, and accordant with apostolic tradition, is a proof of true piety: and you have reason to deem yourself happy on this behalf, that you are counted worthy, in the judgment, I may say, of all the world, to have the oversight of the whole Church."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:18",
                            "text": "For the desire which all feel to claim you for their own, undoubtedly enhances your enviable fortune in this respect."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:19",
                            "text": "Notwithstanding, your Prudence, whose resolve it is to observe the ordinances of God and the apostolic rule of the Church, has done excellently well in declining the bishopric of the Church at Antioch, and desiring to continue in that Church of which you first received the oversight by the will of God\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:20",
                            "text": "From Constantine's Letter to the Council (in Eusebius' Life of Constantine, Book III."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:21",
                            "text": "chap."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:22",
                            "text": ")."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:23",
                            "text": "\"I have perused the letters written by your Prudences, and highly approve of the wise resolution of your colleague in the ministry, Eusebius."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:24",
                            "text": "Having, moreover, been informed of the circumstances of the case, partly by your letters, partly by those of our illustrious friends Acacius and Strategius, after sufficient investigation I have written to the people at Antioch, suggesting the course which will be at once pleasing to God and advantageous for the Church."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:25",
                            "text": "A copy of this I have ordered to be subjoined to this present letter, in order that ye yourselves may know what I thought fit, as an advocate of the cause of justice, to write to that people: since I find in your letter this proposal, that, in consonance with the choice of the people, sanctioned by your own desire, Eusebius the holy bishop of Caesarea should preside over and take the charge of the Church at Antioch."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:26",
                            "text": "Now the letters of Eusebius himself on this subject appeared to be strictly accordant with the order prescribed by the Church\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:27",
                            "text": "From a Letter of Constantine to Eusebius (in Eusebius' Life of Constantine, Book IV."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:28",
                            "text": "chap."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:29",
                            "text": ")."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:30",
                            "text": "\"It is indeed an arduous task, and beyond the power of language itself, worthily to treat of the mysteries of Christ, and to explain in a fitting manner the controversy respecting the feast of Easter, its origin as well as its precious and toilsome accomplishment."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:31",
                            "text": "For it is not in the power even of those who are able to apprehend them, adequately to describe the things of God."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:32",
                            "text": "I am, notwithstanding, filled with admiration of your learning and zeal, and have not only myself read your work with pleasure, but have given directions, according to your own desire, that it be communicated to many sincere followers of our holy religion."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:33",
                            "text": "Seeing, then, with what pleasure we receive favors of this kind from your Sagacity, be pleased to gladden us more frequently with those compositions, to the practice of which, indeed, you confess yourself to have been trained from an early period, so that I am urging a willing man (as they say), in exhorting you to your customary pursuits."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:34",
                            "text": "And certainly the high and confident judgment we entertain is a proof that the person who has translated your writings into the Latin tongue is in no respect incompetent to the task, impossible though it be that such version should fully equal the excellence of the works themselves\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:35",
                            "text": "From a Letter of Constantine to Eusebius (in Eusebius' Life of Constantine, Book IV."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:36",
                            "text": "chap."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:37",
                            "text": ")."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:38",
                            "text": "\"It happens, through the favoring providence of God our Saviour, that great numbers have united themselves to the most holy Church in the city which is called by my name."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:39",
                            "text": "It seems, therefore, highly requisite, since that city is rapidly advancing in prosperity in all other respects, that the number of Churches should also be increased."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:40",
                            "text": "Do you, therefore, receive with all readiness my determination on this behalf."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:41",
                            "text": "I have thought it expedient to instruct your Prudence to order fifty copies of the sacred scriptures (the provision and use of which you know to be most needful for the instruction of the Church) to be written on prepared parchment in a legible manner, and in a commodious and portable form, by transcribers thoroughly practiced in their art."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:42",
                            "text": "The procurator of the diocese has also received instructions by letter from our Clemency to be careful to furnish all things necessary for the preparation of such copies; and it will be for you to take special care that they be completed with as little delay as possible."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:43",
                            "text": "You have authority also, in virtue of this letter, to use two of the public carriages for their conveyance, by which arrangement the copies when fairly written will most easily be forwarded for my personal inspection; and one of the deacons of your Church may be intrusted with this service, who, on his arrival here, shall experience my liberality."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:44",
                            "text": "God preserve you, beloved brother!\"  From the Epistle of Eusebius of Nicomedia, to Paulinus, Bishop of Tyre (given by Theodoret in his Eccles."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:45",
                            "text": "Hist."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:46",
                            "text": "I."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:47",
                            "text": ")."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:48",
                            "text": "\"Neither has the zeal of my lord Eusebius concerning the truth, nor thy silence in this matter been unknown, but has reached even us."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:49",
                            "text": "And, as was fitting, on the one hand we have rejoiced on account of my lord Eusebius; but on the other, we are grieved on thy account, since we look upon the silence of such a man as a condemnation of our cause\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:50",
                            "text": "From the Book of Basil, to Amphilochius, on the Holy Spirit (chap."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:51",
                            "text": ")."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:52",
                            "text": "\"If to any one Eusebius of Palestine seem trustworthy on account of his great experience, we give his own words in the Difficulties concerning the Polygamy of the Ancients\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:53",
                            "text": "From the Book of Questions on the Old and New Testaments, which is published among the Works of Augustine (chap."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:54",
                            "text": ")."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:55",
                            "text": "\"We remember to have read in a certain pamphlet of Eusebius, a man formerly distinguished among the rest of men, that not even the Holy Spirit knows the mystery of the nativity of our Lord Jesus Christ; and I wonder that a man of so great learning should have imposed this stigma upon the Holy Spirit\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:56",
                            "text": "From Jerome's Epistle to Pammachius and Oceanus (Ep."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:57",
                            "text": ")."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:58",
                            "text": "\"Apollinarius wrote the very strongest books against Porphyry; Eusebius has excellently composed his Ecclesiastical History."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:59",
                            "text": "Of these men, one taught an incomplete human nature in Christ; the other was a most open defender of the heresy of Arius\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:60",
                            "text": "From the Apology of Jerome against Rufinus (Book I."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:61",
                            "text": "chap."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:62",
                            "text": ")."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:63",
                            "text": "\"As I have already said, Eusebius, bishop of Caesarea, formerly leader of the Arian party, has written six books in defense of Origen—a very extensive and elaborate work; with much evidence he has proved that Origen was, from his point of view, a Catholic, that is, from ours, an Arian\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:64",
                            "text": "From the same book (chap."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:65",
                            "text": ")."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:66",
                            "text": "\"For Eusebius himself, a friend, eulogist and companion of Pamphilus, has written three very elegant books comprising a life of Pamphilus."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:67",
                            "text": "In these, after extolling other things with wondrous praises and exalting his humility to the skies, he also adds this in the third book,\" &c."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:68",
                            "text": "And a little farther on in the same book (chap."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:69",
                            "text": ")."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:70",
                            "text": "\"I have praised Eusebius in his Ecclesiastical History, in his Chronological Canons, in his Description of the Holy Land; and turning these same little works into Latin I have given them to those of my own tongue."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:71",
                            "text": "Am I therefore an Arian, because Eusebius who wrote these books is an Arian?\"  From Jerome's second book against Rufinus (chap."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:72",
                            "text": ")."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:73",
                            "text": "\"Eusebius, a very learned man (I have said learned, not Catholic; lest after the usual manner, even in this thing, thou heap calumny upon me), in six volumes does nothing else than show Origen to be of his own faith; that is, of the Arian heresy\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:74",
                            "text": "From the Preface of Jerome's Book on Hebrew Topography."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:75",
                            "text": "\"Eusebius, who took his surname from the blessed martyr Pamphilus, after the ten books of his Ecclesiastical History, after his Chronological Canons, which we have published in the Latin tongue, after his Names of Various Nations, in which he showed how these were formerly, and are now, called among the Hebrews; after his Topography of the Land of Judea, with the inheritances of the tribes; after his Jerusalem, also, and his Plan of the Temple, with a very brief explanation,—after all these he has finally in this little work labored that he might collect for us from Holy Scripture the names of almost all the cities, mountains, rivers, villages, and divers places, which either remain the same, or have since been changed, or else have become corrupted from some source, wherefore we also, following the zeal of this admirable man,\" &c."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:76",
                            "text": "From Jerome's Book on Ecclesiastical Writers (chap."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:77",
                            "text": ")."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:78",
                            "text": "\"Hippolytus, bishop of a certain church (I have not indeed been able to find out the name of the city), wrote a reckoning of Easter, and chronological tables up to the first year of the Emperor Alexander, and hit upon a cycle of sixteen years which the Greeks call ἑκκαιδεκαετηρίδα; and gave an occasion to Eusebius, who also composed an Easter canon, with a cycle of nineteen years, that is ἐννεαδεκαετηρίδα\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:79",
                            "text": "From the same book (chap."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:80",
                            "text": ")."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:81",
                            "text": "\"Eusebius, bishop of Caesarea in Palestine, a man most studious in the sacred Scriptures, and along with Pamphilus the martyr a most diligent investigator of sacred literature, has edited an infinite number of volumes, some of which are these: of the Demonstratio Evangelica, twenty books; of the Praeparatio Evangelica, fifteen books; of the Theophania, five books; of the Ecclesiastical History, ten books; a General History in Chronological Tables, and an Epitome of them; also, On the Discrepancies of the Gospels; On Isaiah, ten books; and Against Porphyry (who at the same time was writing in Sicily, as some think), thirty books, of which only twenty have come to my notice; of his Topica, one book; of the Apologia, in defense of Origen, six books; On the Life of Pamphilus, three books; Concerning the Martyrs, other small works; also very learned commentaries on the hundred and fifty Psalms, and many other writings."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:82",
                            "text": "He flourished chiefly under the emperors Constantine and Constantius; and on account of his friendship with Pamphilus the martyr, he took from him his surname\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:83",
                            "text": "From the same book (chap."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:84",
                            "text": ")."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:85",
                            "text": "\"Eusebius, by nation a Sardinian, and, after being reader in Rome, bishop of Vercellae, on account of his confession of the faith banished by the Prince Constantius to Scythopolis, and thence to Cappadocia, under Julian the emperor sent back to the Church, has published the Commentaries on the Psalms of Eusebius of Caesarea, which he had translated from Greek into Latin\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:86",
                            "text": "Jerome in the Preface to his Commentaries on Daniel."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:87",
                            "text": "\"Against the prophet Daniel Porphyry wrote a twelfth volume, denying that that book was composed by him with whose name it is inscribed, &c."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:88",
                            "text": "To him Eusebius, bishop of Caesarea, has replied very skillfully in three volumes, that is, in volumes XVIII."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:89",
                            "text": ", XIX."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:90",
                            "text": ", and XX."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 1:91",
                            "text": "Apollinarius also in one large volume, that is, in the twenty-sixth volume, and before these, in part, Methodius\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:1",
                            "text": "Jerome on the Twenty-fourth Chapter of Matthew."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:2",
                            "text": "\"Concerning this place, that is, concerning the abomination of desolation which was spoken of by the prophet Daniel, standing in the holy place, Porphyry has uttered many blasphemies against us in the thirteenth volume of his work."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:3",
                            "text": "To whom Eusebius, bishop of Caesarea, has replied in three volumes, that is, in volumes XVIII."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:4",
                            "text": ", XIX."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:5",
                            "text": ", and XX\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:6",
                            "text": "The same, in his Epistle to Magnus (Ep."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:7",
                            "text": ")."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:8",
                            "text": "\"Celsus and Porphyry have written against us."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:9",
                            "text": "To the former Origen, to the latter Methodius, Eusebius, and Apollinarius have very vigorously replied."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:10",
                            "text": "Of whom Origen wrote eight books, Methodius proceeded as far as ten thousand lines, Eusebius and Apollinarius composed twenty-five and thirty volumes respectively\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:11",
                            "text": "The same, in his Epistle to Pammachius and Oceanus (Ep."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:12",
                            "text": ")."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:13",
                            "text": "\"What more skillful, more learned, more eloquent men can be found than Eusebius and Didymus, the advocates of Origen? The former of whom, in the six volumes of his Apologia, proves that he [Origen] was of the same opinion as himself\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:14",
                            "text": "Jerome, in the Preface to his Commentaries on Isaiah."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:15",
                            "text": "\"Eusebius Pamphili also has published an historical commentary in fifteen volumes\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:16",
                            "text": "The same, in the Preface to the Fifth Book of his Commentaries on Isaiah."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:17",
                            "text": "\"Shall I take upon myself a work at which the most learned men have labored hard? I speak of Origen and Eusebius Pamphili."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:18",
                            "text": "Of these the former wanders afar in the free spaces of allegory, and his genius so interprets single names as to make out of them the sacred things of the Church."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:19",
                            "text": "The latter, while promising in his title an historical exposition, meanwhile forgets his purpose, and yields himself up to the tenets of Origen\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:20",
                            "text": "The same, in the fifth book of his Commentaries on Isaiah."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:21",
                            "text": "\"Eusebius of Caesarea, while promising in his title an historical exposition, strays off in divers notions: while reading his books I found much else than what he gave promise of in his title."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:22",
                            "text": "For wherever history has failed him, he has crossed over into allegory; and in such a manner does he unite things that are distinct, that I wonder at his joining together by a new art of discourse stone and iron into one body\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:23",
                            "text": "Jerome on the first chapter of Matthew."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:24",
                            "text": "\"This [chapter] also Africanus, a writer of chronology, and Eusebius of Caesarea, in his books on the Discrepancies of the Gospels, have discussed more fully\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:25",
                            "text": "Rufinus in his Epistle to the Bishop Chromatius."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:26",
                            "text": "\"You charge me to translate into Latin the Ecclesiastical History, which the very learned Eusebius of Caesarea wrote in the Greek tongue\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:27",
                            "text": "Augustine, in his Book on Heresies (chap."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:28",
                            "text": ")."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:29",
                            "text": "\"When I had searched through the History of Eusebius, to which Rufinus, after having himself translated it into the Latin tongue, has also added two books of subsequent history, I did not find any heresy which I had not read among these very ones, except that one which Eusebius inserts in his sixth book, stating that it had existed in Arabia."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:30",
                            "text": "Therefore these heretics, since he assigns them no founder, we may call Arabians, who declared that the soul dies and is destroyed along with the body, and that at the end of the world both are raised again."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:31",
                            "text": "But he states that they were very quickly corrected, these by the disputation of Origen in person, and those by his exhortation\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:32",
                            "text": "Antipater, Bishop of Bostra, in his First Book against Eusebius of Caesarea's Apology for Origen."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:33",
                            "text": "\"Since now this man was very learned, having searched out and traced back all the books and writings of the more ancient writers, and having set forth the opinions of almost all of them, and having left behind very many writings, some of which are worthy of all acceptation, making use of such an estimation as this of the man, they attempt to lead away some, saying, that Eusebius would not have chosen to take this view, unless he had accurately ascertained that all the opinions of the ancients required it."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:34",
                            "text": "I, indeed, agree and admit that the man was very learned, and that not anything of the more ancient writings escaped his knowledge; for, taking advantage of the imperial co-operation, he was enabled easily to collect for his use material from whatever quarter\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:35",
                            "text": "From the First Book of Extracts from the Ecclesiastical History of Philostorgius."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:36",
                            "text": "\"Philostorgius, while praising Eusebius Pamphili both as to whatever of worth belongs to his histories and as to other things, yet declares that with regard to religion he has fallen into great error; and that he impiously sets forth this error of his in detail, holding that the Deity is unknowable and incomprehensible."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:37",
                            "text": "Moreover, he holds that he has also gone astray on other such things."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:38",
                            "text": "But he unites with others in attesting that he brought his History down to the accession of the sons of Constantine the Great\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:39",
                            "text": "Socrates in the First Book of his Ecclesiastical History (chap."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:40",
                            "text": ")."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:41",
                            "text": "\"Eusebius, surnamed Pamphilus (i-e: universally beloved), has composed a History of the Church in ten books, brought down to the time of the Emperor Constantine, when the persecution ceased which Diocletian had commenced against the Christians."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 2:42",
                            "text": "But, in writing the life of Constantine, this author has very slightly treated of the Arian controversy, being evidently more intent on a highly wrought eulogium of the emperor than an accurate statement of facts\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:1",
                            "text": "The same Socrates in the Eighth Chapter of the same Book, speaking of Sabinus, Bishop of Macedonia, who had written a History of the Synod, says:—  \"Yet he commends Eusebius Pamphilus as a witness worthy of credit, and praises the Emperor as capable in stating Christian doctrines; but he still brands the faith which was declared at Nice as having been set forth by ignorant men, and such as had no intelligence in the matter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:2",
                            "text": "Thus he voluntarily contemns the testimony of a man whom he himself pronounces a wise and true witness; for Eusebius declares that of the ministers of God who were present at the Nicene Synod, some were eminent for the word of wisdom, others for the strictness of their life; and that the Emperor himself being present, leading all into unanimity, established unity of judgment, and conformity of opinion among them\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:3",
                            "text": "The same Socrates, in Book II."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:4",
                            "text": "chap."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:5",
                            "text": "\"But since some have attempted to stigmatize Eusebius Pamphilus as having favored the Arian views in his works, it may not be irrelevant here to make a few remarks respecting him."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:6",
                            "text": "In the first place, then, he was present at the council of Nice, and gave his assent to what was there determined in reference to the consubstantiality of the Son with the Father, and in the third book of the Life of Constantine, he thus expressed himself: 'The Emperor incited all to unanimity, until he had rendered them united in judgment on those points on which they were previously at variance: so that they were quite agreed at Nice in matters of faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:7",
                            "text": "' Since, therefore, Eusebius, in mentioning the Nicene Synod, says that all differences were composed, and that unanimity of sentiment prevailed, what ground is there for assuming that he was himself an Arian? The Arians are certainly deceived in supposing him to be a favorer of their tenets."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:8",
                            "text": "But some one will perhaps say that in his discourses he seems to have adopted the opinions of Arius, because of his frequently saying by Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:9",
                            "text": "Our answer is that ecclesiastical writers often use this mode of expression, and others of a similar kind denoting the economy of our Saviour's humanity: and that before all these the apostle made use of such expressions without ever being accounted a teacher of false doctrine."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:10",
                            "text": "Moreover, inasmuch as Arius has dared to say that the Son is a creature, as one of the others, observe what Eusebius says on this subject in his first book against Marcellus:  \"'He alone, and no other, has been declared to be, and is the only-begotten Son of God; whence any one would justly censure those who have presumed to affirm that he is a Creature made of nothing, like the rest of the creatures; for how then would he be a Son? and how could he be God's only-begotten, were he assigned the same nature as the other creatures, and were he one of the many created things, seeing that he, like them, would in that case be partaker of a creation from nothing? The sacred Scriptures do not thus instruct us concerning these things."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:11",
                            "text": "' He again adds a little afterwards: 'Whoever then determines that the Son is made of things that are not, and that he is a creature produced from nothing pre-existing, forgets that while he concedes the name of Son, he denies him to be so in reality."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:12",
                            "text": "For he that is made of nothing cannot truly be the Son of God, any more than the other things which have been made: but the true Son of God, forasmuch as he is begotten of the Father, is properly denominated the only-begotten and beloved of the Father."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:13",
                            "text": "For this reason also, he himself is God: for what can the offspring of God be but the perfect resemblance of him who begat him? A sovereign, indeed, builds a city, but does not beget it; and is said to beget a son, not to build one."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:14",
                            "text": "An artificer may be called the framer, but not the father of his work; while he could by no means be styled the framer of him whom he had begotten."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:15",
                            "text": "So also the God of the Universe is the father of the Son; but would be fitly termed the Framer and Maker of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:16",
                            "text": "And although it is once said in Scripture, The Lord created me the beginning of his ways on account of his works, yet it becomes us to consider the import of this phrase, which I shall hereafter explain; and not, as Marcellus has done, from a single passage to subvert one of the most important doctrines of the Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:17",
                            "text": "'  \"These and many other such expressions are found in the first book of Eusebius Pamphilus against Marcellus; and in his third book, declaring in what sense the term creature is to be taken, he says: 'Accordingly these things being established, it follows that in the same sense as that which preceded, these words also are to be understood, The Lord created me in the beginning of his ways on account of his works."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:18",
                            "text": "For although he says that he was created, it is not as if he should say that he had arrived at existence from what was not, nor that he himself also was made of nothing like the rest of the creatures, which some have erroneously supposed: but as subsisting, living, pre-existing, and being before the constitution of the whole world; and having been appointed to rule the universe by his Lord and Father: the word created being here used instead of ordained or constituted."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:19",
                            "text": "Certainly the apostle expressly called the rulers and governors among men creature, when he said, Submit yourselves to every human creature for the Lord's sake; whether to the king as supreme, or to governors as those sent by him."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:20",
                            "text": "The prophet also does not use the word žκτισενcreated in the sense of made of that which had no previous existence, when he says, Prepare, Israel, to invoke thy God."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:21",
                            "text": "For behold he who confirms the thunder, creates the Spirit, and announces his Christ unto men."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:22",
                            "text": "For God did not then create the Spirit when he declared his Christ to all men, since There is nothing new under the sun; but the Spirit was, and subsisted before: but he was sent at what time the apostles were gathered together, when like thunder, There came a sound from heaven as of a rushing mighty wind: and they were filled with the Holy Spirit."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:23",
                            "text": "And thus they declared unto all men the Christ of God in accordance with that prophecy which says, Behold he who confirms the thunder, creates the spirit, and announces his Christ unto men: the word creates being used instead of sends down, or appoints; and thunder in a similar way implying the preaching of the Gospel."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:24",
                            "text": "Again he that says, Create in me a clean heart, O God, said not this as if he had no heart; but prayed that his mind might be purified."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:25",
                            "text": "Thus also it is said, That he might create the two into one new man, instead of unite."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:26",
                            "text": "Consider also whether this passage is not of the same kind, Clothe yourselves with the new man, which is created according to God; and this, if, therefore, any one be in Christ, he is a new creature, and Whatever other expressions of a similar nature any one may find who shall carefully search the divinely-inspired Scripture."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:27",
                            "text": "Wherefore one should not be surprised if in this passage, The Lord created me the beginning of his ways, the term created is used metaphorically, instead of appointed, or constituted."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:28",
                            "text": "'  \"These quotations from the books of Eusebius against Marcellus have been adduced to confute those who have slanderously attempted to traduce and criminate him."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:29",
                            "text": "Neither can they prove that Eusebius attributes a beginning of subsistence to the Son of God, although they may find him often using the expressions of dispensation: and especially so, because he was an emulator and admirer of the works of Origen, in which those who are able to comprehend that author's writings, will perceive it to be everywhere stated that the Son was begotten of the Father."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:30",
                            "text": "These remarks have been made in passing, in order to refute those who have misrepresented Eusebius\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:31",
                            "text": "Sozomen in the First Book of his Ecclesiastical History (chap."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:32",
                            "text": ")."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:33",
                            "text": "\"I at first felt strongly inclined to trace the course of events from the very commencement; but on reflecting that similar records of the past, up to their own time, had been compiled by the learned Clemens and Hegesippus, successors of the apostles, by Africanus the historian and Eusebius surnamed Pamphilus, a man intimately acquainted with the sacred Scriptures and the writings of the Greek poets and historians, I merely drew up an epitome in two books of all that is recorded to have happened to the churches, from the ascension of Christ to the deposition of Licinius\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:34",
                            "text": "Victorius in the Paschal Canon."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:35",
                            "text": "\"Reviewing therefore the trustworthy histories of the ancients, namely the Chronicles and prologue of the blessed Eusebius, bishop of Caesarea, a city in Palestine, a man pre-eminently accomplished and learned; and likewise those things which have been added to these same Chronicles by Jerome of sacred memory\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:36",
                            "text": "Jerome, in his Epistle to Chromatius and Heliodorus, prefixed to the Martyrology which bears Jerome's Name."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:37",
                            "text": "\"It is evident that our Lord Jesus Christ obtains triumphs at every martyrdom of his saints, whose sufferings we find described by the saintly Eusebius, bishop of Caesarea."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:38",
                            "text": "For when Constantine Augustus came to Caesarea and told the celebrated bishop to ask some favors which should benefit the church at Caesarea, it is said that Eusebius answered: That a church enriched by its own resources was under no necessity of asking favors, yet that he himself had an unalterable desire, that whatever had been done in the Roman republic against God's saints by successive judges in the whole Roman world they should search out by a careful examination of the public records; and that they should draw from the archives themselves and send to Eusebius himself, by royal command, the names of the martyrs: under what judge, in what province or city, upon what day, and with what steadfastness, they had obtained the reward of their suffering."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:39",
                            "text": "Whence it has come about that, being an able narrator and a diligent historiographer, he has both composed an Ecclesiastical History and has set forth the triumphs of nearly all of the martyrs of all the Roman provinces\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:40",
                            "text": "Pope Gelasius in his Decree concerning the Apocryphal Books."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:41",
                            "text": "\"Likewise as to the Chronicles of Eusebius and the books of his Ecclesiastical History, although in the first book of his narration he has grown cold, and has afterwards written one book in praise and in defense of Origen the schismatic, yet on account of his singular knowledge of things which pertain to instruction, we do not say that they ought to be rejected\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:42",
                            "text": "The same in his book On the Two Natures."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:43",
                            "text": "\"That saying the same thing with one heart and one mouth we may also believe what we have received from our forefathers, and, God giving them to us, that we may hand them down to posterity to be believed in, with which things the adduced testimony of the Catholic masters, being summed up, bear witness that a united faith in a gracious God endures\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:44",
                            "text": "And a little farther on."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:45",
                            "text": "\"From the exposition of the seventh psalm, by Eusebius, bishop in Palestine, by surname Pamphili, etc."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:46",
                            "text": "Likewise from his Praeparatio Evangelica, Book VII\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:47",
                            "text": "Pope Pelagius II."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:48",
                            "text": "in his Third Epistle to Elias of Aquileia and other Bishops of Istria."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:49",
                            "text": "\"For, indeed, among haeresiarchs who can be found worse than Origen, and among historiographers who more honorable than Eusebius? And who of us does not know with how great praises Eusebius extols Origen in his books? But because the holy Church deals more kindly with the hearts of her faithful ones than she does severely with their words, neither could the testimony of Eusebius remove him from his proper place among heretics, nor on the other hand has she condemned Eusebius for the fault of praising Origen\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:50",
                            "text": "Evagrius, in the First Book of his Ecclesiastical History (chap."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:51",
                            "text": ")."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:52",
                            "text": "\"Eusebius Pamphili—an especially able writer, to the extent, in particular, of inducing his readers to embrace our religion, though failing to perfect them in the faith—and Sozomen, Theodoret, and Socrates have produced a most excellent record of the advent of our compassionate God, and his ascension into heaven, and of all that has been achieved in the endurance of the divine Apostles, as well as of the other martyrs,\" etc."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:53",
                            "text": "Gregory the Great in his Epistle to Eulogius, Bishop of Alexandria."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:54",
                            "text": "\"I have now become one of the number of hearers, to whom your Holiness has taken the pains to write, that we ought to transmit the deeds of all the martyrs which have been collected by Eusebius of Caesarea in the age of Constantine of holy memory."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:55",
                            "text": "But I was not aware before receiving your Holiness' letter whether these things had been collected or not."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:56",
                            "text": "I therefore am thankful that being informed by the writings of your most holy learning, I have begun to know what I did not know before."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:57",
                            "text": "For excepting these things which are contained in the books of this same Eusebius On the deeds of the holy martyrs, I have met with nothing else in the archives of this our church, nor in the libraries of Rome, except some few collected in a single volume\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:58",
                            "text": "Gelasius of Cyzicus in his Second Book On the Council of Nicaea (chap."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:59",
                            "text": ")."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:60",
                            "text": "\"Let us hear now what says this the most illustrious husbandman in ecclesiastical farming, the most truth-loving Eusebius, surnamed after the celebrated Pamphilus."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:61",
                            "text": "Licinius, indeed, he says, having followed the same path of impiety with the ungodly tyrants, has justly been brought to the same precipice with them, etc."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:62",
                            "text": "(which may be found at the end of the tenth book of the Ecclesiastical History)."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:63",
                            "text": "As to Eusebius Pamphili, the most trustworthy of ancient ecclesiastical historians, who has investigated and set forth so many struggles, having made a choice from among his simply written works, we say that in all ten books of his Ecclesiastical History he has left behind an accurately written work."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:64",
                            "text": "Beginning with the advent of our Lord he has, not without much labor, proceeded as far as those times."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:65",
                            "text": "For how else could it be with him who took so great care to preserve for us the harmony of this collection? But as I have just said, he brought to bear upon it much study and an untold amount of labor."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:66",
                            "text": "But let no one suppose, from those things which have been alleged with regard to him, that this man ever adopted the heresy of Arius; but let him be sure, that even if he did speak somewhat of, and did write briefly concerning the conjectures of Arius, he certainly did not do it on account of his entertaining the impious notion of that man, but from artless simplicity, as indeed he himself fully assures us in his Apology, which he distributed generally among orthodox bishops\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:67",
                            "text": "The author of the Alexandrian Chronicle (p."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:68",
                            "text": ")."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:69",
                            "text": "\"The very learned Eusebius Pamphili has written thus: As the Jews crucified Christ at the feast, so they all perished at their own feast\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:70",
                            "text": "Nicephorus in the Sixth Book of his History (chap."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:71",
                            "text": ")."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:72",
                            "text": "\"Upon whose authority also we know of the divine Pamphilus as both living the life of a philosopher and wearing the dignity of presbyter in that place."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:73",
                            "text": "His life and every event in it, also his establishing in that place the study of sacred and profane philosophy, also his confession of his religion in divers persecutions, his struggles, and at last his wearing the martyr's crown, Eusebius his nephew, who had such a regard for him as to take from him his surname, has comprehended in detail in one separate book; to this we refer those who may wish to find out accurately concerning him."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:74",
                            "text": "This Eusebius, indeed, although having prosecuted many studies, especially excels in the study of sacred literature."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:75",
                            "text": "His life extended until the time of Constantius."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:76",
                            "text": "Being a man pre-eminently Christian, and endowed with great zeal for Christ, he has written the Praeparatio Evangelica in fifteen books, and in ten more the Demonstratio Evangelica."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:77",
                            "text": "He was also the first one to take in hand this subject, having been the first to call his book an Ecclesiastical History; this work is contained in ten volumes."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:78",
                            "text": "There is also another book of his extant which he entitled Canons, in which he accurately investigates chronological matters."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:79",
                            "text": "He has also composed five books On the Life of Constantine, and another addressed to him which he calls τριακονταετήρικον."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:80",
                            "text": "To Stephanus he also dedicates another concerning those things in the sacred Gospels which have been called in question; and he has also left behind divers other works which are of great benefit to the Church."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:81",
                            "text": "Apart from being such a man as this, he in many ways seems to uphold the opinions of Arius,\" etc."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:82",
                            "text": "From the ms."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:83",
                            "text": "Acts of Pope Silvester."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:84",
                            "text": "\"Eusebius Pamphili, in writing his Ecclesiastical History, has in every case omitted to mention those things which he has pointed out in other works; for he has put into eleven books the sufferings of the martyrs, bishops, and confessors, who have suffered in almost all the provinces."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:85",
                            "text": "But indeed as to the sufferings of women and maidens, such as with manly fortitude suffered for the sake of Christ the Lord, he records nothing."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:86",
                            "text": "He is, moreover, the only one who has set forth in their order the sufferings of the bishops, from the Apostle Peter down."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:87",
                            "text": "Moreover, he drew up for the benefit of the public a catalogue of the pontiffs of those cities and apostolic seats; that is, of the great city of Rome, and the cities of Alexandria and Antioch."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:88",
                            "text": "Of the number then of those of whom, up to his own times, the above-mentioned author wrote in the Greek tongue, this man's life he was unable to paraphrase; that is, the life of the saint Silvester,\" etc."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:89",
                            "text": "An ancient author in the Passion of the Holy Valerian."
                        },
                        {
                            "verse": 90,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:90",
                            "text": "\"The glorious struggles of the most blessed martyrs, for the honor of Christ the Lord and of our God, are celebrated by perpetual services and an annual solemnity, that while our faithful people know the faith of the martyrs, they may also rejoice in their triumphs, and may rest assured that it is by the protection of these that they themselves are to be protected."
                        },
                        {
                            "verse": 91,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:91",
                            "text": "For it is held in repute that Eusebius the historian, of sacred memory, bishop of the city of Caesarea, a most blessed priest of excellent life, very learned also in ecclesiastical matters, and to be venerated for his extraordinary carefulness, set forth for every city, in so far as the truth was able to be ascertained, the Holy Spirit announcing the deeds that had been done,—inasmuch as the cities of single provinces and localities or towns have merited being made famous by the heavenly triumphs of martyrs,—set forth, I say, in the time of what rulers the innumerable persecutions were inflicted at the command of officials."
                        },
                        {
                            "verse": 92,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:92",
                            "text": "Who, although he has not described entire the sufferings of individual martyrs, yet has truly intimated why they ought to be described or celebrated by faithful and devoted Christians."
                        },
                        {
                            "verse": 93,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:93",
                            "text": "Thus this faithful husbandman has cultivated the grace of God, which has been scattered abroad in all the earth, while, as it were, from a single grain of wheat, plenteous harvests are produced on account of the fertility of the field, and go on in multiplied abundance."
                        },
                        {
                            "verse": 94,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:94",
                            "text": "So through the narration of the above-mentioned man, diffused from the fountain of a single book, with the ever-spreading writings of the faithful, the celebrating of the sufferings of the martyrs has watered all the earth\"."
                        },
                        {
                            "verse": 95,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:95",
                            "text": "Usuardus in his Martyrology."
                        },
                        {
                            "verse": 96,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:96",
                            "text": "\"On the twenty-first day of June, in Palestine, the holy Eusebius, bishop and confessor, a man of most excellent genius, and a historiographer\"."
                        },
                        {
                            "verse": 97,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:97",
                            "text": "Notker in his Martyrology."
                        },
                        {
                            "verse": 98,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:98",
                            "text": "\"On the twenty-first day of June, the deposition in Caesarea of the holy bishop Eusebius\"."
                        },
                        {
                            "verse": 99,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:99",
                            "text": "Manecharius in his Epistle to Ceraunius, Bishop of Paris."
                        },
                        {
                            "verse": 100,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:100",
                            "text": "\"Unceasing in thy continual efforts to equal in merit the very excellent persons of the most blessed bishops in all the conversation of the priesthood, zealous to adorn thyself every day with holy religion, by thy zeal for reading thou hast searched through the whole of the doctrines of the sacred Scriptures."
                        },
                        {
                            "verse": 101,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:101",
                            "text": "Now as an addition to thy praiseworthiness thou dost faithfully purpose, in the city of Paris, to gather together for the love of religion, the deeds of the holy martyrs."
                        },
                        {
                            "verse": 102,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:102",
                            "text": "Wherefore thou art worthy of being compared in zeal with Eusebius of Caesarea, and art worthy of being remembered perpetually with an equal share of glory\"."
                        },
                        {
                            "verse": 103,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:103",
                            "text": "From an old Manuscript Breviary of the Lemovicensian Church."
                        },
                        {
                            "verse": 104,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:104",
                            "text": "\"Of the holy Eusebius, bishop and confessor."
                        },
                        {
                            "verse": 105,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:105",
                            "text": "\"Lesson."
                        },
                        {
                            "verse": 106,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:106",
                            "text": "Eusebius, bishop of Caesarea in Palestine, on account of his friendship with Pamphilus the martyr, took from him the surname of Pamphili; inasmuch as along with this same Pamphilus he was a most diligent investigator of sacred literature."
                        },
                        {
                            "verse": 107,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:107",
                            "text": "The man indeed is very worthy of being remembered in these times, both for his skill in many things, and for his wonderful genius, and by both Gentiles and Christians he was held distinguished and most noble among philosophers."
                        },
                        {
                            "verse": 108,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:108",
                            "text": "This man, after having for a time labored in behalf of the Arian heresy, coming to the council of Nicaea, inspired by the Holy Spirit, followed the decision of the Fathers, and thereafter up to the time of his death lived in a most holy manner in the orthodox faith."
                        },
                        {
                            "verse": 109,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:109",
                            "text": "\"Lesson."
                        },
                        {
                            "verse": 110,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:110",
                            "text": "He was, moreover, very zealous in the study of the sacred Scriptures, and along with Pamphilus the martyr was a most diligent investigator of sacred literature."
                        },
                        {
                            "verse": 111,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:111",
                            "text": "At the same time he has written many things, but especially the following books: The Praeparatio Evangelica, the Ecclesiastical History, Against Porphyry, a very bitter enemy of the Christians; he has also composed Six Apologies in Behalf of Origen, a Life of Pamphilus the Martyr, from whom on account of friendship he took his surname, in three books; likewise very learned Commentaries on the hundred and fifty Psalms."
                        },
                        {
                            "verse": 112,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:112",
                            "text": "\"Lesson."
                        },
                        {
                            "verse": 113,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:113",
                            "text": "Moreover, as we read, after having ascertained the sufferings of many holy martyrs in all the provinces, and the lives of confessors and virgins, he has written concerning these saints twenty books; while on account of these books therefore, and especially on account of his Praeparatio Evangelica, he was held most distinguished among the Gentiles, because of his love of truth he contemned the ancestral worship of the gods."
                        },
                        {
                            "verse": 114,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:114",
                            "text": "He has written also a Chronicle, extending from the first year of Abraham up to the year  a."
                        },
                        {
                            "verse": 115,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:115",
                            "text": "d."
                        },
                        {
                            "verse": 116,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:116",
                            "text": ", which the divine Hieronymus has continued."
                        },
                        {
                            "verse": 117,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:117",
                            "text": "Finally this Eusebius, after the conversion of Constantine the Great, was united to him by strong friendship as long as he lived\"."
                        },
                        {
                            "verse": 118,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:118",
                            "text": "In the Breviary of the same church, June twenty-first."
                        },
                        {
                            "verse": 119,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:119",
                            "text": "\"Omnipotent, eternal God, who dost permit us to take part in the festivities in honor of Eusebius, thy holy confessor and priest, bring us, we pray thee, through his prayers, into the society of heavenly joys, through our Lord Jesus Christ,\" etc."
                        },
                        {
                            "verse": 120,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:120",
                            "text": "From the book On the Lights of the Church."
                        },
                        {
                            "verse": 121,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:121",
                            "text": "\"Eusebius of Caesarea, the key of the Scriptures and custodian of the New Testament, is proved by the Greeks to be greater than many in his treatises."
                        },
                        {
                            "verse": 122,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:122",
                            "text": "There are three celebrated works of his which truly testify to this: the Canons of the Four Gospels, which set forth and defend the New Testament, ten books of Ecclesiastical History, and the Chronicon, that is, a chronological summary."
                        },
                        {
                            "verse": 123,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:123",
                            "text": "We have never found any one who has been able to follow in all his foot-prints\"."
                        },
                        {
                            "verse": 124,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:124",
                            "text": "From the Miscellanies of Theodore Metochita (chap."
                        },
                        {
                            "verse": 125,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:125",
                            "text": ")  \"Eusebius Pamphili was also a Palestinian by birth, but as he himself says, he sojourned for quite a long time in Egypt."
                        },
                        {
                            "verse": 126,
                            "chapter": 3,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 3:126",
                            "text": "He was a very learned man, and it is evident indeed that he published many books, and that he used language thus\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:1",
                            "text": "Testimonies of the Ancients Against Eusebius."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:2",
                            "text": "From the Epistle of Arius to Eusebius, Bishop of Nicomedia (in Theodoret's Eccles."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:3",
                            "text": "Hist."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:4",
                            "text": "I."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:5",
                            "text": ")."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:6",
                            "text": "\"Eusebius, your brother bishop of Caesarea, Theodotius, Paulinus, Athanasius, Gregory, aetius, and all the bishops of the East, have been condemned because they say that God had an existence prior to that of his Son\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:7",
                            "text": "From the Book of Marcellus of Ancyra against the Arians."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:8",
                            "text": "\"Having happened upon a letter of Narcissus, bishop of Neronias, which he wrote to one Chrestus and to Euphronius and to Eusebius, in which it seems that Hosius, the bishop, had asked him whether or not like Eusebius of Palestine he believed in the existence of two essences, I read in the writing that he answered that he believed in the existence of three essences\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:9",
                            "text": "From the Synodical Epistle of the Bishops of Egypt, met in the City of Alexandria, to All the Bishops of the Catholic Church (which Athanasius gives in his second apology against the Arians)."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:10",
                            "text": "\"For what sort of a council of bishops was that? What sort of an assembly having truth for its aim? Who out of the great majority of them was not our enemy? Did not the followers of Eusebius rise up against us on account of the Arian madness? Did not they bring forward the others who held the same opinions as themselves? Were we not continually writing against them as against those who held the opinions of Arius? Was not Eusebius of Caesarea in Palestine accused by our confessors of sacrificing?\"  Epiphanius in the Heresy of the Meletians (Haer."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:11",
                            "text": "LXVIII."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:12",
                            "text": ")."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:13",
                            "text": "\"The emperor upon hearing these things becomes very angry and orders that a synod be convoked in Phoenicia in the city of Tyre; he also gave orders that Eusebius and some others should act as judges: these persons moreover had leaned somewhat too far toward the vulgarity of the Arians."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:14",
                            "text": "There were also summoned the bishops of the Catholic Church in Egypt, also certain men subject to Athanasius, who were likewise great and who kept their lives transparent before God, among whom was the great Potamo of blessed memory, bishop and confessor of Heraclea."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:15",
                            "text": "But there were also present Meletians, the chief accusers of Athanasius."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:16",
                            "text": "Being zealous for truth and for orthodoxy, the above-mentioned Potamo of blessed memory, a free-spoken man, who regarded the person of no man,—for he had been deprived of an eye in the persecution for the truth,—seeing Eusebius sitting down and acting as judge, and Athanasius standing up, overcome by grief and weeping, as is the wont with true men, he addressed Eusebius in a loud voice, saying, 'Dost thou sit down, Eusebius, and is Athanasius, an innocent man, judged by thee? Who could bear such things? Do thou tell me, wert thou not in confinement with me at the time of the persecution? I have parted with an eye for the sake of the truth, but thou neither seemest to be maimed at all in body, nor hast thou suffered martyrdom, but art alive, and in no part mutilated."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:17",
                            "text": "How didst thou escape from the confinement unless that thou didst promise those who have inflicted upon us the violence of persecution to perform the ungodly act, or didst actually perform it?'\"  From the Epistle of the Catholic Bishops of Egypt to the Synod of Tyre (which Athanasius gives in the above-mentioned Apology)."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:18",
                            "text": "\"For ye also know, as we have said before, that they are our enemies, and ye know why Eusebius of Caesarea has become our enemy since last year\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:19",
                            "text": "Athanasius in his Epistle on the Decrees of the Council of Nicaea."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:20",
                            "text": "\"The strange thing is that Eusebius of Caesarea in Palestine, who had denied on one day, but on the next day had subscribed, sent to his church, saying that this is the faith of the Church, and that this is the tradition of the Fathers."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:21",
                            "text": "He plainly showed to all that before they had been in error, and had been vainly striving after the truth; for although he was then ashamed to write in just these terms, and excused himself to the Church as he himself wished, yet he plainly wishes to imply this in his Epistle, by his not denying the 'Homoöusion,' 'one in substance,' and 'of the substance."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:22",
                            "text": "' He got into serious difficulty, for in defending himself, he went on to accuse the Arians, because, having written that 'the Son did not exist before that he was begotten,' they thereby denied that he existed before his birth in the flesh\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:23",
                            "text": "The same, in his Treatise on the Synods of Ariminum and Seleucia."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:24",
                            "text": "\"Most of all, what would Acacius say to Eusebius his own teacher? who not only signed in the synod at Nicaea, but also made it known by letter to the people under him that that was the true faith, which had been agreed upon at the council of Nicaea; for although he defended himself as he pleased through the letter, yet he did not deny the grounds taken."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:25",
                            "text": "But he also accused the Arians, since, in saying that 'the Son did not exist before that he was begotten,' they also deny that he existed before Mary\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:26",
                            "text": "The same, in his Epistle to the Bishops of Africa."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:27",
                            "text": "\"This also was known all the while to Eusebius, bishop of Caesarea, who, at first identifying himself with the Arian heresy, and having afterwards signed at the self-same synod of Nicaea, wrote to his own particular friends, firmly maintaining that, 'We have known of certain learned and renowned bishops and writers among the ancients who have used the term ὁμοούσιος in reference to the divinity of the Father and Son."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:28",
                            "text": "'\"  The same, in his Treatise on the Synods of Ariminum and Seleucia."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:29",
                            "text": "\"Eusebius of Caesarea in Palestine, writing to Euphration the bishop, did not fear to say openly that Christ is not true God\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:30",
                            "text": "Jerome, in his Epistle to Ctesiphon against the Pelagians."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:31",
                            "text": "\"He did this in the name of the holy martyr Pamphilus, that he might designate with the name of the martyr Pamphilus the first of the six books in defense of Origen which were written by Eusebius of Caesarea, whom every one knows to have been an Arian\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:32",
                            "text": "The same, in his Second Book against Rufinus."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:33",
                            "text": "\"As soon as he leaves the harbor he runs his ship aground."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:34",
                            "text": "For, quoting from the Apology of Pamphilus the Martyr (which we have proved to be the work of Eusebius, prince of Arians),\" etc."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:35",
                            "text": "The same, in his First Book against Rufinus."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:36",
                            "text": "\"Eusebius, bishop of Caesarea, of whom I have made mention above, in the sixth book of his Apology in behalf of Origen, lays this same charge against Methodius the bishop and martyr, which you lay against me in my praises [of him]; he says: 'How did Methodius dare to write against Origen after having said this and that concerning his opinions?' This is no place to speak in behalf of a martyr, for not all things ought to be discussed in all places."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:37",
                            "text": "Now let it suffice to have barely touched upon the matter, that this same thing was charged against a most renowned and most eloquent martyr by an Arian, which you as a friend praise in me, and, being offended, censure me for\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:38",
                            "text": "The same, in his Epistle to Minervius and Alexander."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:39",
                            "text": "\"I both in manhood and in extreme old age am of the same opinion, that Origen and Eusebius of Caesarea were indeed very learned men, but went astray in the truth of their opinions\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:40",
                            "text": "Socrates, in the First Book of his Ecclesiastical History (chap."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:41",
                            "text": ")."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:42",
                            "text": "\"Eusebius Pamphilus says that immediately after the Synod Egypt became agitated by intestine divisions; but as he does not assign the reason for this, some have accused him of disingenuousness, and have even attributed his failure to specify the causes of these dissensions to a determination on his part not to give his sanction to the proceedings at Nice\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:43",
                            "text": "Again, in the same chapter."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:44",
                            "text": "\"Eustathius, bishop of Antioch, accuses Eusebius Pamphilus of perverting the Nicene Creed; but Eusebius denies that he violates that exposition of the faith, and recriminates, saying that Eustathius was a defender of the opinion of Sabellius."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:45",
                            "text": "In consequence of these misunderstandings, each of them wrote volumes as if contending against adversaries: and although it was admitted on both sides that the Son of God has a distinct person and existence, and all acknowledged that there is one God in a Trinity of Persons; yet, from what cause I am unable to divine, they could not agree among themselves, and therefore were never at peace\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:46",
                            "text": "Theodoritus, in his Interpretation of the Epistle of Paul to the Hebrews, speaking of the Arians, writes as follows:  \"If not even this is sufficient to persuade them, it at least behooves them to believe Eusebius of Palestine, whom they call the chief advocate of their own doctrines\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:47",
                            "text": "Nicetas, in his Thesaurus of the Orthodox Faith, Book V."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:48",
                            "text": "Chap."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:49",
                            "text": "\"Moreover, Theodore of Mopsuestia relates that there were only nine persons out of all whom the decrees of the Synod did not please, and that their names are as follows: Theognis of Nicaea, Eusebius of Nicomedia, Patrophilus of Scythopolis, Eusebius of Caesarea in Palestine, Narcissus of Neronias in Cilicia, which is now called Irenopolis, Paulinus of Tyre, Menophantus of Ephesus, Secundus of Ptolemaïs, which borders upon Egypt, and Theonas of Marmarica\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:50",
                            "text": "Antipater, Bishop of Bostra, in his First Book against Eusebius' Apology for Origen."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:51",
                            "text": "\"I deny that the man has yet arrived at an accurate knowledge of the doctrines; wherefore he ought to be given place to so far as regards his great learning, but as regards his knowledge of doctrine he ought not."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:52",
                            "text": "But, moreover, we know him to have been altogether lacking in such accurate knowledge\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:53",
                            "text": "And a little farther on."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:54",
                            "text": "\"So now, that we may not seem to be trampling upon the man,—concerning whom it is not our purpose for the present to speak,—examining into the accuracy of his Apology, we may go on to show that both were heretics, both he who composed the Apology, and he in whose behalf it was composed\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:55",
                            "text": "And farther on."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:56",
                            "text": "\"For as to your attempting to show that others as well as he [Origen] have spoken of the subordination of the Son to the Father, we may not at first wonder at it, for such is your opinion and that of your followers; wherefore we say nothing concerning this matter for the present, since it was long ago submitted and condemned at the general Council\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:57",
                            "text": "From the Acts of the Seventh oecumenical Council."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:58",
                            "text": "\"For who of the faithful ones in the Church, and who of those who have obtained a knowledge of true doctrine, does not know that Eusebius Pamphili has given himself over to false ways of thinking, and has become of the same opinion and of the same mind with those who follow after the opinions of Arius? In all his historical books he calls the Son and Word of God a creature, a servant, and to be adored as second in rank."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:59",
                            "text": "But if any speaking in his defense say that he subscribed in the council, we may admit that that is true; but while with his lips he has respected the truth, in his heart he is far from it, as all his writings and epistles go to show."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:60",
                            "text": "But if from time to time, on account of circumstances or from different causes, he has become confused or has changed around, sometimes praising those who hold to the doctrines of Arius, and at other times feigning the truth, he shows himself to be, according to James the brother of our Lord, a double-minded man, unstable in all his ways; and let him not think that he shall receive anything of the Lord."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:61",
                            "text": "For if with the heart he had believed unto righteousness, and with the mouth had confessed the truth unto salvation, he would have asked forgiveness for his writings, at the same time correcting them."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:62",
                            "text": "But this he has by no means done, for he remained like aethiops with his skin unchanged."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:63",
                            "text": "In interpreting the verse 'I said to the Lord, Thou art my Lord,' he has strayed far away from the true sense, for this is what he says: 'By the laws of nature every son's father must be his lord; wherefore God who begat him must be at the same time God, Lord, and Father of the only-begotten Son of God."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:64",
                            "text": "' So also in his epistle to the holy Alexander, the teacher of the great Athanasius, which begins thus: 'With what anxiety and with what care have I set about writing this letter,' in most open blasphemy he speaks as follows concerning Arius and his followers: 'Thy letter accuses them of saying that the Son was made out of nothing, like all men."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:65",
                            "text": "But they have produced their own epistle which they wrote to thee, in which they give an account of their faith, and expressly confess that \"the God of the law and of the prophets and of the New Testament, before eternal ages begat an only-begotten Son, through whom also he made the ages and the universe; and that he begat him not in appearance, but in truth, and subjected him to his own will, unchangeable and immutable, a perfect creature of God, but not as one of the creatures\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:66",
                            "text": "If, therefore, the letter received from them tells the truth, they wholly contradict thee, in that they confess that the Son of God who existed before eternal ages, and through whom he made the world, is unchangeable and a perfect creature of God, but not as one of the creatures."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:67",
                            "text": "But thy epistle accuses them of saying that the Son was made as one of the creatures."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:68",
                            "text": "They do not say this, but clearly declare that he was not as one of the creatures."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:69",
                            "text": "See if cause is not immediately given them again to attack and to misrepresent whatever they please."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:70",
                            "text": "Again thou findest fault with them for saying that He who is begat him who was not."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:71",
                            "text": "I wonder if any one is able to say anything else than that."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:72",
                            "text": "For if He who is is one, it is plain that everything has been made by Him and after Him."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:73",
                            "text": "But if He who is is not the only one, but there was also a Son existing, how did He who is beget him who was existing? For thus those existing would be two."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:74",
                            "text": "' These things then Eusebius wrote to the illustrious Alexander; but there are also other epistles of his directed to the same holy man, in which are found various blasphemies in defense of the followers of Arius."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:75",
                            "text": "So also, in writing to the bishop Euphration, he blasphemes most openly; his letter begins thus: 'I return to my Lord all thanks'; and farther on: 'For we do not say that the Son was with the Father, but that the Father was before the Son."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:76",
                            "text": "But the Son of God himself, knowing well that he was greater than all, and knowing that he was other than the Father, and less than and subject to Him, very piously teaches this to us also when he says, \"The Father who sent me is greater than I\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:77",
                            "text": "' And farther on: 'Since the Son also is himself God, but not true God."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:78",
                            "text": "' So then from these writings of his he shows that he holds to the doctrines of Arius and his followers."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:79",
                            "text": "And with this rebellious heresy of theirs the inventors of that Arian madness hold to one nature in hypostatic union, and affirm that our Lord took upon himself a body without soul, in his scheme of redemption, affirming that the divine nature supplied the purposes and movements of the soul: that, as Gregory the Divine says, they may ascribe suffering to the Deity; and it is evident that those who ascribe suffering to the Deity are Patripassians."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:80",
                            "text": "Those who share in this heresy do not allow images, as the impious Severus did not, and Peter Cnapheus, and Philoxenus of Hierapolis, and all their followers, the many-headed yet headless hydra."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:81",
                            "text": "So then Eusebius, who belongs to this faction, as has been shown from his epistles and historical writings, as a Patripassian rejected the image of Christ,\" etc."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:82",
                            "text": "Photius, in his th Epistle to Constantine."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:83",
                            "text": "\"That Eusebius (whether slave or friend of Pamphilus I know not) was carried off by Arianism, his books loudly proclaim."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:84",
                            "text": "And he, feeling repentance as he pretends, and against his will, confesses to his infirmity; although by his repentance he rather shows that he has not repented."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:85",
                            "text": "For he cannot show, by means of those writings in which he would seem to be defending himself, that he has withdrawn from his former heretical doctrines, nor can he show that he agreed with the holy and oecumenical Synod."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:86",
                            "text": "But he speaks of it as a marvel that the upholders of the Homoousion should concur with him in sentiment and agree with him in opinion: and this fact both many other things and the epistle written by him to his own people at Caesarea accurately confirm."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:87",
                            "text": "But that from the beginning he inwardly cherished the Arian doctrines, and that up to the end of his life he did not cease following them, many know, and it is easy to gather it from many sources; but that he shared also in the infirmity of Origen, namely, the error with regard to the common resurrection of us all, is to most persons unknown."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:88",
                            "text": "But if thou thyself examine carefully his books, thou shalt see that he was none the less truly overcome by that deadly disease than he was by the Arian madness\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:89",
                            "text": "Photius, in his Bibliotheca (chap."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:90",
                            "text": ")."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:91",
                            "text": "\"Of the Objection and Defense of Eusebius two books have been read; also other two, which although differing in some respects from the former two, are in other respects the same with regard to both diction and thought."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:92",
                            "text": "But he presents certain difficulties with regard to our blameless religion as having originated with the Greeks."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:93",
                            "text": "These he correctly solves, although not in all cases."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:94",
                            "text": "But as regards his diction, it is by no means either pleasing or brilliant."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:95",
                            "text": "The man is indeed very learned, although as regards shrewdness of mind and firmness of character, as well as accuracy in doctrine, he is deficient."
                        },
                        {
                            "verse": 96,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:96",
                            "text": "For also in many places in these books it is plain to be seen that he blasphemes against the Son, calling him a second cause, and general-in-chief, and other terms which have had their origin in the Arian madness."
                        },
                        {
                            "verse": 97,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:97",
                            "text": "It seems that he flourished in the time of Constantine the Great."
                        },
                        {
                            "verse": 98,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:98",
                            "text": "He was also an ardent admirer of the excellences of the holy martyr Pamphilus, for which cause some say that he took from him the surname Pamphili\"."
                        },
                        {
                            "verse": 99,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:99",
                            "text": "Photius, in the Same Work (chap."
                        },
                        {
                            "verse": 100,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:100",
                            "text": ")."
                        },
                        {
                            "verse": 101,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:101",
                            "text": "\"There has been read the work of Eusebius Pamphili In praise of the great emperor Constantine, consisting of four books."
                        },
                        {
                            "verse": 102,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:102",
                            "text": "In this is contained the whole life of the man, starting with his very boyhood, also whatever deeds of his belong to ecclesiastical history, until he departed from life at the age of sixty-four."
                        },
                        {
                            "verse": 103,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:103",
                            "text": "Eusebius is, however, even in this work, like himself in diction, except that his discourse has risen to a somewhat more than usual brilliancy, and that sometimes he has made use of more flowery expressions than he is wont."
                        },
                        {
                            "verse": 104,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:104",
                            "text": "However, of pleasantness and beauty of expression there is little, as indeed is the case in his other works."
                        },
                        {
                            "verse": 105,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:105",
                            "text": "He inserts, moreover, in this work of his in four books very many passages from the whole decalogue of his Ecclesiastical History."
                        },
                        {
                            "verse": 106,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:106",
                            "text": "He says that Constantine the Great himself also was baptized in Nicomedia, he having put off his baptism until then, because he desired to be baptized in the Jordan."
                        },
                        {
                            "verse": 107,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:107",
                            "text": "Who baptized him he does not clearly show."
                        },
                        {
                            "verse": 108,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:108",
                            "text": "However, as to the heresy of Arius, he does not definitely state whether he holds that opinion, or whether he has changed; or even whether Arius held correct or incorrect views, although he ought to have made mention of these things, because the synod occupied an important place among the deeds of Constantine the Great, and it again demands a detailed account of them."
                        },
                        {
                            "verse": 109,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:109",
                            "text": "But he does state that a 'controversy' arose between Arius and Alexander (this is the name he cunningly gives to the heresy), and that the God-fearing prince was very much grieved at this controversy, and strove by epistles and through Hosius, who was then bishop of Cordova, to bring back the dissenting parties into peace and concord, they having laid aside the strife existing between them with regard to such questions; and that when he could not persuade them to do this he convoked a synod from all quarters, and that it dissolved into peace the strife that had arisen."
                        },
                        {
                            "verse": 110,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:110",
                            "text": "These things, however, are not described accurately or clearly; it would seem then that he is ashamed, as it were, and does not wish to make public the vote cast against Arius in the Synod, and the just retribution of those who were his companions in impiety and who were cast out together with him."
                        },
                        {
                            "verse": 111,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:111",
                            "text": "Finally, he does not even mention the terrible fate which was inflicted by God upon Arius in the sight of all."
                        },
                        {
                            "verse": 112,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:112",
                            "text": "None of these things he brings to the light, nor has he drawn up an account of the Synod and the things that were done in it."
                        },
                        {
                            "verse": 113,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:113",
                            "text": "Whence, also, when about to write a narrative concerning the divine Eustathius, he does not even mention his name, nor what things were threatened and executed against him; but referring these things also to sedition and tumult, he again speaks of the calmness of the bishops, who having been convened in Antioch by the zeal and cooperation of the Emperor, changed the sedition and tumult into peace."
                        },
                        {
                            "verse": 114,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:114",
                            "text": "Likewise as to what things were maliciously contrived against the ever-conquering Athanasius, when he set about making his history cover these things, he says that Alexandria again was filled with sedition and tumult, and that this was calmed by the coming of the bishops, who had the imperial aid."
                        },
                        {
                            "verse": 115,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:115",
                            "text": "But he by no means makes it clear who was the leader of the sedition, what sort of sedition it was, or by what means the strife was settled."
                        },
                        {
                            "verse": 116,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:116",
                            "text": "He also keeps up almost the same mode of dissimulating in his account of the contentions existing among bishops with respect to doctrines, and their disagreements on other matters\"."
                        },
                        {
                            "verse": 117,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:117",
                            "text": "Joannes Zonaras, in his Third Volume, in which he relates the Deeds of Constantine  \"Even Eusebius Pamphili, bishop of Caesarea in Palestine, was at that time one of those who upheld the doctrines of Arius."
                        },
                        {
                            "verse": 118,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:118",
                            "text": "He is said to have afterwards withdrawn from the opinion of Arius, and to have become of like mind with those who hold that the Son is coëqual and of the same nature with the Father, and to have been received into communion by the holy Fathers."
                        },
                        {
                            "verse": 119,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:119",
                            "text": "Moreover, in the Acts of the first Synod, he is found to have defended the faithful."
                        },
                        {
                            "verse": 120,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:120",
                            "text": "These things are found thus narrated by some; but he makes them to appear doubtful by certain things which he is seen to have written in his Ecclesiastical History."
                        },
                        {
                            "verse": 121,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:121",
                            "text": "For in many places in the above-mentioned work he seems to be following after Arius."
                        },
                        {
                            "verse": 122,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:122",
                            "text": "In the very beginning of his book, where he quotes David as saying, 'He spake and they were made, he commanded and they were established,' he says that the Father and Maker is to be considered as maker and universal ruler, governing by a kingly nod, and that the second after him in authority, the divine Word, is subject to the commands of the Father."
                        },
                        {
                            "verse": 123,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:123",
                            "text": "And farther on he says, that he, as being the power and wisdom of the Father, is entrusted with the second place in the kingdom and rule over all."
                        },
                        {
                            "verse": 124,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:124",
                            "text": "And again, a little farther on, that there is also a certain essence, living and subsisting before the world, which ministers to the God and Father of the universe for the creation of things that are created."
                        },
                        {
                            "verse": 125,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:125",
                            "text": "Also Solomon, in the person of the wisdom of God, says, 'The Lord created me in the beginning of his ways,' etc."
                        },
                        {
                            "verse": 126,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:126",
                            "text": ", and farther on he says: And besides all this, as the pre-existent word of God, who also preëxisted before all ages created, he received divine honor from the Father, and is worshipped as God."
                        },
                        {
                            "verse": 127,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:127",
                            "text": "These and other things show that Eusebius agreed with Arian doctrines, unless some one say that they were written before his conversion\"."
                        },
                        {
                            "verse": 128,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:128",
                            "text": "Suidas, under the word Διόδωρος  \"Diodorus, a monk, who was bishop of Tarsus in Cilicia, in the times of Julian and Valens, wrote divers works, as Theodorus Lector states in his Ecclesiastical History."
                        },
                        {
                            "verse": 129,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:129",
                            "text": "These are as follows: A Chronicle, which corrects the error of Eusebius Pamphilus with regard to chronology,\" etc."
                        },
                        {
                            "verse": 130,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:130",
                            "text": "The same Suidas, from Sophronius."
                        },
                        {
                            "verse": 131,
                            "chapter": 4,
                            "name": "Eusebius: Testimonies of the Ancients in Favor of Eusebius 4:131",
                            "text": "\"Eusebius Pamphili, a devotee of the Arian heresy, bishop of Caesarea in Palestine, a man zealous in the study of the holy Scriptures, and along with Pamphilus the martyr a most careful investigator of sacred literature, has published many books, among which are the following\"."
                        }
                    ]
                }
            ]
        }
    ]
}