{
    "books": [
        {
            "name": "Ignatius: Epistle to Mary at Neapolis",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ignatius: Epistle to Mary at Neapolis 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:1",
                            "text": "The Epistle of Ignatius to Mary at Neapolis, Near Zarbus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:2",
                            "text": "Ignatius, who is also called Theaphorus, to her who has obtained mercy through the grace of the most high God the Father, and Jesus Christ the Lord, who died for us, to Mary, my daughter, most faithful, worthy of God, and bearing Christ in her heart, wishes abundance of happiness in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:3",
                            "text": "Chapter 1 — Acknowledgment of her excellence and wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:4",
                            "text": "Sight indeed is better than writing, inasmuch as, being one of the company of the senses, it not only, by communicating proofs of friendship, honours him who receives them, but also, by those which it in turn receives, enriches the desire for better things."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:5",
                            "text": "But the second harbour of refuge, as the phrase runs, is the practice of writing, which we have received, as a convenient haven, by thy faith, from so great a distance, seeing that by means of a letter we have learned the excellence that is in thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:6",
                            "text": "For the souls of the good, O thou wisest of women! resemble fountains of the purest water; for they allure by their beauty passers-by to drink of them, even though these should not be thirsty."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Mary at Neapolis 1:7",
                            "text": "And thy intelligence invites us, as by a word of command, to participate in those divine draughts which gush forth so abundantly in thy soul."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ignatius: Epistle to Mary at Neapolis 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Mary at Neapolis 2:1",
                            "text": "Chapter 2 — His own condition."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Mary at Neapolis 2:2",
                            "text": "But I, O thou blessed woman, not being now so much my own master as in the power of others, am driven along by the varying wills of many adversaries, being in one sense in exile, in another in prison, and in a third in bonds."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Mary at Neapolis 2:3",
                            "text": "But I pay no regard to these things."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Mary at Neapolis 2:4",
                            "text": "Yea, by the injuries inflicted on me through them, I acquire all the more the character of a disciple, that I may attain to Jesus Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Mary at Neapolis 2:5",
                            "text": "May I enjoy the torments which are prepared for me, seeing that \"the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ignatius: Epistle to Mary at Neapolis 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:1",
                            "text": "Chapter 3 — He had complied with her request."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:2",
                            "text": "I have gladly acted as requested in thy letter, having no doubt respecting those persons whom thou didst prove to be men of worth."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:3",
                            "text": "For I am sure that thou barest testimony to them in the exercise of a godly judgment, and not through the influence of carnal favour."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:4",
                            "text": "And thy numerous quotations of Scripture passages exceedingly delighted me, which, when I had read, I had no longer a single doubtful thought respecting the matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:5",
                            "text": "For I did not hold that those things were simply to be glanced over by my eyes, of which I had received from thee such an incontrovertible demonstration."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:6",
                            "text": "May I be in place of thy soul, because thou lovest Jesus, the Son of the living God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Mary at Neapolis 3:7",
                            "text": "Wherefore also He Himself says to thee, \"I love them that love Me; and those that seek Me shall find peace\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ignatius: Epistle to Mary at Neapolis 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:1",
                            "text": "Chapter 4 — Commendation and exhortation."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:2",
                            "text": "Now it occurs to me to mention, that the report is true which I heard of thee whilst thou wast at Rome with the blessed father Linus, whom the deservedly-blessed Clement, a hearer of Peter and Paul, has now succeeded."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:3",
                            "text": "And by this time thou hast added a hundred-fold to thy reputation; and may thou, O woman! still further increase it."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:4",
                            "text": "I greatly desired to come unto you, that I might have rest with you; but \"the way of man is not in himself\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:5",
                            "text": "For the military guard under which I am kept hinders my purpose, and does not permit me to go further."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:6",
                            "text": "Nor indeed, in the state I am now in, can I either do or suffer anything."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:7",
                            "text": "Wherefore deeming the practice of writing the second resource of friends for their mutual encouragement, I salute thy sacred soul, beseeching of thee to add still further to thy vigour."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Mary at Neapolis 4:8",
                            "text": "For our present labour is but little, while the reward which is expected is great."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ignatius: Epistle to Mary at Neapolis 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:1",
                            "text": "Chapter 5 — Salutations and good wishes."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:2",
                            "text": "Avoid those that deny the passion of Christ, and His birth according to the flesh: and there are many at present who suffer under this disease."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:3",
                            "text": "But it would be absurd to admonish thee on other points, seeing that thou art perfect in every good work and word, and able also to exhort others in Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:4",
                            "text": "Salute all that are like-minded with thyself, and who hold fast to their salvation in Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:5",
                            "text": "The presbyters and deacons, and above all the holy Hero, salute thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:6",
                            "text": "Cassian my host salutes thee, as well as my sister, his wife, and their very dear children."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Mary at Neapolis 5:7",
                            "text": "May the Lord sanctify thee for evermore in the enjoyment both of bodily and spiritual health, and may I see thee in Christ obtaining the crown!."
                        }
                    ]
                }
            ]
        }
    ]
}