{
    "books": [
        {
            "name": "Dionysius: Against the Sabellians",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: Against the Sabellians 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:1",
                            "text": "Dionysius: a."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:2",
                            "text": "d."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:3",
                            "text": "-."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:4",
                            "text": "Dionysius is no exception to the rule that Latin Christianity had no place in Rome till after the Nicene Council."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:5",
                            "text": "He was a Greek by birth, and reflects the spirit and orthodoxy of the Greek Fathers; and what we have from him is written in the Greek language."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:6",
                            "text": "We find it in Athanasius, where, remarks Waterland, its genuineness cannot be suspected, because \"Athanasius did not entirely approve of it, and would certainly never have forged an interpretation different from his own\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:7",
                            "text": "He concurred with the Easterns in the discipline of Paul of Samosata."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:8",
                            "text": "Waterland says of the following fragment: \"It is of admirable use for showing the doctrine of the Trinity as professed by the Church of Christ at that time\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:9",
                            "text": "The purely receptive character of the Roman See during the Ante-Nicene period must be sufficiently apparent to the possessors of the volumes of this series."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:10",
                            "text": "Until after the Council of Nice, as a Roman pontiff has testified, she was unfelt in the churches as a teaching church."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:11",
                            "text": "Irenaeus has justly stated her case: as the focus of the empire, she was the natural center of exchange and social commerce among all nations."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:12",
                            "text": "Thither all Christians converged, and there at all times might be found representatives of all the churches,—those of Gaul and Britain; those of Asia Minor and Syria; those of Alexandria and Egypt; those of North Africa, where Latin Christianity had begun to exist, and where it had reached a vigorous maturity at the Nicene period."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:13",
                            "text": "Hence, from all these churches came into Rome a Catholic testimony, which was thus preserved at the metropolis by the pressure from without."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:14",
                            "text": "This is the fact which gives importance to the earliest dogmatic testimony proceeding from the See of Rome."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:15",
                            "text": "Dionysius has the great distinction of sustaining the orthodoxy which Hippolytus and other comprovincial bishops had established against the heresy of two of his predecessors; and this little essay, embedded in the works of Athanasius, comes forth as a genuine \"bee\" out of his precious amber, sweet with the honey of truth, and pungent with the sting of an acute and piercing testimony against error."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:16",
                            "text": "For the necessary preface to this essay or synodical letter, the reader must turn to the history of Dionysius of Alexandria, surnamed the Great, and to the letters he wrote to his namesake of Rome."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:17",
                            "text": "For a complete view of the whole matter, and for the originals of both these great prelates, the student will not fail to consult Routh."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:18",
                            "text": "Athanasius, the touchstone of orthodoxy, does not altogether commend the idioms of either; but he sustains the essential orthodoxy of both with that vast sweep of genius which could insist upon Nicene idioms after the council, but sustain those who, in defective language, fought previously for essential truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:19",
                            "text": "For a just view of Novatian and of the orthodoxy of Rome in the times of Dionysius, as that unhappy but competent witness sets it forth, the reader would do well to consult Dr."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:20",
                            "text": "Waterland."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:21",
                            "text": "For a vindication of the Alexandrian Dionysius, to whom his contemporaries gave the surname Magnus, see the same lucid expounder of antiquity."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:22",
                            "text": "For a sententious statement of the subordination of the Son, on which so much hinges in these inquiries, consult the same theologian."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Dionysius: Against the Sabellians 1:23",
                            "text": "I might have suffixed this essay to the works of the great Dionysius but for several important considerations: () I was glad to give due prominence to this exceptional voice from old Rome, and to place Dionysius with due dignity before the reader; () as the Bishop of Rome was without a hearing at Nicaea, I was anxious to show what good Sylvester would have said had he been able to attend the council; () I was not willing, therefore, to hide this writer's light under the bushel of the pages devoted to the Alexandrian school; () I was anxious to close this important volume by a just exhibition of the Ante-Nicene doctrine, previous to the compilation of the Great Symbol; () I considered it judicious to elucidate Dionysius by the doctrines of Athanasius, to whom we owe the preservation of the fragment itself; and () I felt that here was the place to record the \"Athanasian Confession\" (so called), which, apocryphal though it be, as a \"creed\" under his name is allowed to embody the principles for which the whole life of Athanasius was a contest unparalleled in the history of Christianity."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Dionysius: Against the Sabellians 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:1",
                            "text": "Against the Sabellians."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:2",
                            "text": "Now truly it would be just to dispute against those who, by dividing and rending the monarchy, which is the most august announcement of the Church of God, into, as it were, three powers, and distinct substances (hypostases), and three deities, destroy it."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:3",
                            "text": "For I have heard that some who preach and teach the word of God among you are teachers of this opinion, who indeed diametrically, so to speak, are opposed to the opinion of Sabellius."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:4",
                            "text": "For he blasphemes in saying that the Son Himself is the Father, and vice versa; but these in a certain manner announce three gods, in that they divide the holy unity into three different substances, absolutely separated from one another."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:5",
                            "text": "For it is essential that the Divine Word should be united to the God of all, and that the Holy Spirit should abide and dwell in God; and thus that the Divine Trinity should be reduced and gathered into one, as if into a certain head—that is, into the omnipotent God of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:6",
                            "text": "For the doctrine of the foolish Marcion, which cuts and divides the monarchy into three elements, is assuredly of the devil, and is not of Christ's true disciples, or of those to whom the Saviour's teaching is agreeable."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:7",
                            "text": "For these indeed rightly know that the Trinity is declared in the divine Scripture, but that the doctrine that there are three gods is neither taught in the Old nor in the New Testament."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:8",
                            "text": "But neither are they less to be blamed who think that the Son was a creation, and decided that the Lord was made just as one of those things which really were made; whereas the divine declarations testify that He was begotten, as is fitting and proper, but not that He was created or made."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:9",
                            "text": "It is therefore not a trifling, but a very great impiety, to say that the Lord was in any wise made with hands."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:10",
                            "text": "For if the Son was made, there was a time when He was not; but He always was, if, as He Himself declares, He is undoubtedly in the Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:11",
                            "text": "And if Christ is the Word, the Wisdom, and the Power,—for the divine writings tell us that Christ is these, as ye yourselves know,—assuredly these are powers of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:12",
                            "text": "Wherefore, if the Son was made, there was a time when these were not in existence; and thus there was a time when God was without these things, which is utterly absurd."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:13",
                            "text": "But why should I discourse at greater length to you about these matters, since ye are men filled with the Spirit, and especially understanding what absurd results follow from the opinion which asserts that the Son was made? The leaders of this view seem to me to have given very little heed to these things, and for that reason to have strayed absolutely, by explaining the passage otherwise than as the divine and prophetic Scripture demands."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:14",
                            "text": "\"The Lord created me the beginning of His ways\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:15",
                            "text": "For, as ye know, there is more than one signification of the word \"created;\" and in this place \"created\" is the same as \"set over\" the works made by Himself—made, I say, by the Son Himself."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:16",
                            "text": "But this \"created\" is not to be understood in the same manner as \"made\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:17",
                            "text": "For to make and to create are different from one another."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:18",
                            "text": "\"Is not He Himself thy Father, that hath possessed thee and created thee?\" says Moses in the great song of Deuteronomy."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:19",
                            "text": "And thus might any one reasonably convict these men."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:20",
                            "text": "Oh reckless and rash men! was then \"the first-born of every creature\" something made?—\"He who was begotten from the womb before the morning star?\"—He who in the person of Wisdom says, \"Before all the hills He begot me?\" Finally, any one may read in many parts of the divine utterances that the Son is said to have been begotten, but never that He was made."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:21",
                            "text": "From which considerations, they who dare to say that His divine and inexplicable generation was a creation, are openly convicted of thinking that which is false concerning the generation of the Lord."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:22",
                            "text": "That admirable and divine unity, therefore, must neither be separated into three divinities, nor must the dignity and eminent greatness of the Lord be diminished by having applied to it the name of creation, but we must believe on God the Father Omnipotent, and on Christ Jesus His Son, and on the Holy Spirit."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:23",
                            "text": "Moreover, that the Word is united to the God of all, because He says, \"I and the Father are one;\" and, \"I am in the Father, and the Father is in Me\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Dionysius: Against the Sabellians 2:24",
                            "text": "Thus doubtless will be maintained in its integrity the doctrine of the divine Trinity, and the sacred announcement of the monarchy."
                        }
                    ]
                }
            ]
        }
    ]
}