{
    "books": [
        {
            "name": "Tertullian: Ad Martyras",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Ad Martyras 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:1",
                            "text": "Ad Martyras: Blessed Martyrs Designate,—Along with the provision which our lady mother the Church from her bountiful breasts, and each brother out of his private means, makes for your bodily wants in the prison, accept also from me some contribution to your spiritual sustenance; for it is not good that the flesh be feasted and the spirit starve: nay, if that which is weak be carefully looked to, it is but right that that which is still weaker should not be neglected."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:2",
                            "text": "Not that I am specially entitled to exhort you; yet not only the trainers and overseers, but even the unskilled, nay, all who choose, without the slightest need for it, are wont to animate from afar by their cries the most accomplished gladiators, and from the mere throng of onlookers useful suggestions have sometimes come; first, then, O blessed, grieve not the Holy Spirit, who has entered the prison with you; for if He had not gone with you there, you would not have been there this day."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:3",
                            "text": "Do you give all endeavour, therefore, to retain Him; so let Him lead you thence to your Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:4",
                            "text": "The prison, indeed, is the devil's house as well, wherein he keeps his family."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:5",
                            "text": "But you have come within its walls for the very purpose of trampling the wicked one under foot in his chosen abode."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:6",
                            "text": "You had already in pitched battle outside utterly overcome him; let him have no reason, then, to say to himself, \"They are now in my domain; with vile hatreds I shall tempt them, with defections or dissensions among themselves\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:7",
                            "text": "Let him fly from your presence, and skulk away into his own abysses, shrunken and torpid, as though he were an outcharmed or smoked-out snake."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:8",
                            "text": "Give him not the success in his own kingdom of setting you at variance with each other, but let him find you armed and fortified with concord; for peace among you is battle with him."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:9",
                            "text": "Some, not able to find this peace in the Church, have been used to seek it from the imprisoned martyrs."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: Ad Martyras 1:10",
                            "text": "And so you ought to have it dwelling with you, and to cherish it, and to guard it, that you may be able perhaps to bestow it upon others."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Ad Martyras 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:1",
                            "text": "Other things, hindrances equally of the soul, may have accompanied you as far as the prison gate, to which also your relatives may have attended you."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:2",
                            "text": "There and thenceforth you were severed from the world; how much more from the ordinary course of worldly life and all its affairs! Nor let this separation from the world alarm you; for if we reflect that the world is more really the prison, we shall see that you have gone out of a prison rather than into one."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:3",
                            "text": "The world has the greater darkness, blinding men's hearts."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:4",
                            "text": "The world imposes the more grievous fetters, binding men's very souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:5",
                            "text": "The world breathes out the worst impurities—human lusts."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:6",
                            "text": "The world contains the larger number of criminals, even the whole human race."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:7",
                            "text": "Then, last of all, it awaits the judgment, not of the proconsul, but of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:8",
                            "text": "Wherefore, O blessed, you may regard yourselves as having been translated from a prison to, we may say, a place of safety."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:9",
                            "text": "It is full of darkness, but ye yourselves are light; it has bonds, but God has made you free."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:10",
                            "text": "Unpleasant exhalations are there, but ye are an odour of sweetness."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:11",
                            "text": "The judge is daily looked for, but ye shall judge the judges themselves."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:12",
                            "text": "Sadness may be there for him who sighs for the world's enjoyments."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:13",
                            "text": "The Christian outside the prison has renounced the world, but in the prison he has renounced a prison too."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:14",
                            "text": "It is of no consequence where you are in the world—you who are not of it."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:15",
                            "text": "And if you have lost some of life's sweets, it is the way of business to suffer present loss, that after gains may be the larger."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:16",
                            "text": "Thus far I say nothing of the rewards to which God invites the martyrs."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:17",
                            "text": "Meanwhile let us compare the life of the world and of the prison, and see if the spirit does not gain more in the prison than the flesh loses."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:18",
                            "text": "Nay, by the care of the Church and the love of the brethren, even the flesh does not lose there what is for its good, while the spirit obtains besides important advantages."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:19",
                            "text": "You have no occasion to look on strange gods, you do not run against their images; you have no part in heathen holidays, even by mere bodily mingling in them; you are not annoyed by the foul fumes of idolatrous solemnities; you are not pained by the noise of the public shows, nor by the atrocity or madness or immodesty of their celebrants; your eyes do not fall on stews and brothels; you are free from causes of offence, from temptations, from unholy reminiscences; you are free now from persecution too."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:20",
                            "text": "The prison does the same service for the Christian which the desert did for the prophet."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:21",
                            "text": "Our Lord Himself spent much of His time in seclusion, that He might have greater liberty to pray, that He might be quit of the world."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:22",
                            "text": "It was in a mountain solitude, too, He showed His glory to the disciples."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:23",
                            "text": "Let us drop the name of prison; let us call it a place of retirement."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:24",
                            "text": "Though the body is shut in, though the flesh is confined, all things are open to the spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:25",
                            "text": "In spirit, then, roam abroad; in spirit walk about, not setting before you shady paths or long colonnades, but the way which leads to God."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:26",
                            "text": "As often as in spirit your footsteps are there, so often you will not be in bonds."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:27",
                            "text": "The leg does not feel the chain when the mind is in the heavens."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:28",
                            "text": "The mind compasses the whole man about, and whither it wills it carries him."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:29",
                            "text": "But where thy heart shall be, there shall be thy treasure."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Tertullian: Ad Martyras 2:30",
                            "text": "Be there our heart, then, where we would have our treasure."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Ad Martyras 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:1",
                            "text": "Grant now, O blessed, that even to Christians the prison is unpleasant; yet we were called to the warfare of the living God in our very response to the sacramental words."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:2",
                            "text": "Well, no soldier comes out to the campaign laden with luxuries, nor does he go to action from his comfortable chamber, but from the light and narrow tent, where every kind of hardness, roughness and unpleasantness must be put up with."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:3",
                            "text": "Even in peace soldiers inure themselves to war by toils and inconveniences—marching in arms, running over the plain, working at the ditch, making the testudo, engaging in many arduous labours."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:4",
                            "text": "The sweat of the brow is on everything, that bodies and minds may not shrink at having to pass from shade to sunshine, from sunshine to icy cold, from the robe of peace to the coat of mail, from silence to clamour, from quiet to tumult."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:5",
                            "text": "In like manner, O blessed ones, count whatever is hard in this lot of yours as a discipline of your powers of mind and body."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:6",
                            "text": "You are about to pass through a noble struggle, in which the living God acts the part of superintendent, in which the Holy Ghost is your trainer, in which the prize is an eternal crown of angelic essence, citizenship in the heavens, glory everlasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:7",
                            "text": "Therefore your Master, Jesus Christ, who has anointed you with His Spirit, and led you forth to the arena, has seen it good, before the day of conflict, to take you from a condition more pleasant in itself, and has imposed on you a harder treatment, that your strength might be the greater."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:8",
                            "text": "For the athletes, too, are set apart to a more stringent discipline, that they may have their physical powers built up."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:9",
                            "text": "They are kept from luxury, from daintier meats, from more pleasant drinks; they are pressed, racked, worn out; the harder their labours in the preparatory training, the stronger is the hope of victory."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:10",
                            "text": "\"And they,\" says the apostle, \"that they may obtain a corruptible crown\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: Ad Martyras 3:11",
                            "text": "We, with the crown eternal in our eye, look upon the prison as our training-ground, that at the goal of final judgment we may be brought forth well disciplined by many a trial; since virtue is built up by hardships, as by voluptuous indulgence it is overthrown."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Ad Martyras 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:1",
                            "text": "From the saying of our Lord we know that the flesh is weak, the spirit willing."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:2",
                            "text": "Let us not, withal, take delusive comfort from the Lord's acknowledgment of the weakness of the flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:3",
                            "text": "For precisely on this account He first declared the spirit willing, that He might show which of the two ought to be subject to the other—that the flesh might yield obedience to the spirit—the weaker to the stronger; the former thus from the latter getting strength."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:4",
                            "text": "Let the spirit hold convene with the flesh about the common salvation, thinking no longer of the troubles of the prison, but of the wrestle and conflict for which they are the preparation."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:5",
                            "text": "The flesh, perhaps, will dread the merciless sword, and the lofty cross, and the rage of the wild beasts, and that punishment of the flames, of all most terrible, and all the skill of the executioner in torture."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:6",
                            "text": "But, on the other side, let the spirit set clearly before both itself and the flesh, how these things, though exceeding painful, have yet been calmly endured by many,—and, have even been eagerly desired for the sake of fame and glory; and this not only in the case of men, but of women too, that you, O holy women, may be worthy of your sex."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:7",
                            "text": "It would take me too long to enumerate one by one the men who at their own self-impulse have put an end to themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:8",
                            "text": "As to women, there is a famous case at hand: the violated Lucretia, in the presence of her kinsfolk, plunged the knife into herself, that she might have glory for her chastity."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:9",
                            "text": "Mucius burned his right hand on an altar, that this deed of his might dwell in fame."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:10",
                            "text": "The philosophers have been outstripped,—for instance Heraclitus, who, smeared with cow dung, burned himself; and Empedocles, who leapt down into the fires of aetna; and Peregrinus, who not long ago threw himself on the funeral pile."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:11",
                            "text": "For women even have despised the flames."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:12",
                            "text": "Dido did so, lest, after the death of a husband very dear to her, she should be compelled to marry again; and so did the wife of Hasdrubal, who, Carthage being on fire, that she might not behold her husband suppliant as Scipio's feet, rushed with her children into the conflagration, in which her native city was destroyed."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:13",
                            "text": "Regulus, a Roman general, who had been taken prisoner by the Carthaginians, declined to be exchanged for a large number of Carthaginian captives, choosing rather to be given back to the enemy."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:14",
                            "text": "He was crammed into a sort of chest; and, everywhere pierced by nails driven from the outside, he endured so many crucifixions."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:15",
                            "text": "Woman has voluntarily sought the wild beasts, and even asps, those serpents worse than bear or bull, which Cleopatra applied to herself, that she might not fall into the hands of her enemy."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:16",
                            "text": "But the fear of death is not so great as the fear of torture."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:17",
                            "text": "And so the Athenian courtezan succumbed to the executioner, when, subjected to torture by the tyrant for having taken part in a conspiracy, still making no betrayal of her confederates, she at last bit off her tongue and spat it in the tyrant's face, that he might be convinced of the uselessness of his torments, however long they should be continued."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:18",
                            "text": "Everybody knows what to this day is the great Lacedaemonian solemnity—the διαμαστύγωσις, or scourging; in which sacred rite the Spartan youths are beaten with scourges before the altar, their parents and kinsmen standing by and exhorting them to stand it bravely out."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:19",
                            "text": "For it will be always counted more honourable and glorious that the soul rather than the body has given itself to stripes."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:20",
                            "text": "But if so high a value is put on the earthly glory, won by mental and bodily vigour, that men, for the praise of their fellows, I may say, despise the sword, the fire, the cross, the wild beasts, the torture; these surely are but trifling sufferings to obtain a celestial glory and a divine reward."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: Ad Martyras 4:21",
                            "text": "If the bit of glass is so precious, what must the true pearl be worth? Are we not called on, then, most joyfully to lay out as much for the true as others do for the false?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Ad Martyras 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:1",
                            "text": "I leave out of account now the motive of glory."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:2",
                            "text": "All these same cruel and painful conflicts, a mere vanity you find among men—in fact, a sort of mental disease—as trampled under foot."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:3",
                            "text": "How many ease-lovers does the conceit of arms give to the sword? They actually go down to meet the very wild beasts in vain ambition; and they fancy themselves more winsome from the bites and scars of the contest."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:4",
                            "text": "Some have sold themselves to fires, to run a certain distance in a burning tunic."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:5",
                            "text": "Others, with most enduring shoulders, have walked about under the hunters' whips."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Ad Martyras 5:6",
                            "text": "The Lord has given these things a place in the world, O blessed, not without some reason: for what reason, but now to animate us, and on that day to confound us if we have feared to suffer for the truth, that we might be saved, what others out of vanity have eagerly sought for to their ruin?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Ad Martyras 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Ad Martyras 6:1",
                            "text": "Passing, too, from examples of enduring constancy having such an origin as this, let us turn to a simple contemplation of man's estate in its ordinary conditions, that mayhap from things which happen to us whether we will or no, and which we must set our minds to bear, we may get instruction."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Ad Martyras 6:2",
                            "text": "How often, then, have fires consumed the living! How often have wild beasts torn men in pieces, it may be in their own forests, or it may be in the heart of cities, when they have chanced to escape from their dens! How many have fallen by the robber's sword! How many have suffered at the hands of enemies the death of the cross, after having been tortured first, yes, and treated with every sort of contumely! One may even suffer in the cause of a man what he hesitates to suffer in the cause of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Ad Martyras 6:3",
                            "text": "In reference to this indeed, let the present time bear testimony, when so many persons of rank have met with death in a mere human being's cause, and that though from their birth and dignities and bodily condition and age such a fate seemed most unlikely; either suffering at his hands if they have taken part against him, or from his enemies if they have been his partisans."
                        }
                    ]
                }
            ]
        }
    ]
}