{
    "books": [
        {
            "name": "Clement of Alexandria: The Stromata Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement of Alexandria: The Stromata Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:1",
                            "text": "Book I  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:2",
                            "text": "—Preface—The Author's Object—The Utility of Written Compositions."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:3",
                            "text": "Wants the beginning."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:4",
                            "text": "that you may read them under your hand, and may be able to preserve them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:5",
                            "text": "Whether written compositions are not to be left behind at all; or if they are, by whom? And if the former, what need there is for written compositions? and if the latter, is the composition of them to be assigned to earnest men, or the opposite? It were certainly ridiculous for one to disapprove of the writing of earnest men, and approve of those, who are not such, engaging in the work of composition."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:6",
                            "text": "Theopompus and Timaeus, who composed fables and slanders, and Epicurus the leader of atheism, and Hipponax and Archilochus, are to be allowed to write in their own shameful manner."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:7",
                            "text": "But he who proclaims the truth is to be prevented from leaving behind him what is to benefit posterity."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:8",
                            "text": "It is a good thing, I reckon, to leave to posterity good children."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:9",
                            "text": "This is the case with children of our bodies."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:10",
                            "text": "But words are the progeny of the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:11",
                            "text": "Hence we call those who have instructed us, fathers."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:12",
                            "text": "Wisdom is a communicative and philanthropic thing."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:13",
                            "text": "Accordingly, Solomon says, \"My son, if thou receive the saying of my commandment, and hide it with thee, thine ear shall hear wisdom\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:14",
                            "text": "He points out that the word that is sown is hidden in the soul of the learner, as in the earth, and this is spiritual planting."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:15",
                            "text": "Wherefore also he adds, \"And thou shalt apply thine heart to understanding, and apply it for the admonition of thy son\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:16",
                            "text": "For soul, methinks, joined with soul, and spirit with spirit, in the sowing of the word, will make that which is sown grow and germinate."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:17",
                            "text": "And every one who is instructed, is in respect of subjection the son of his instructor."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:18",
                            "text": "\"Son,\" says he, \"forget not my laws\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:19",
                            "text": "And if knowledge belong not to all (set an ass to the lyre, as the proverb goes), yet written compositions are for the many."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:20",
                            "text": "\"Swine, for instance, delight in dirt more than in clean water\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:21",
                            "text": "\"Wherefore,\" says the Lord, \"I speak to them in parables: because seeing, they see not; and hearing, they hear not, and do not understand;\" not as if the Lord caused the ignorance: for it were impious to think so."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:22",
                            "text": "But He prophetically exposed this ignorance, that existed in them, and intimated that they would not understand the things spoken."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:23",
                            "text": "And now the Saviour shows Himself, out of His abundance, dispensing goods to His servants according to the ability of the recipient, that they may augment them by exercising activity, and then returning to reckon with them; when, approving of those that had increased His money, those faithful in little, and commanding them to have the charge over many things, He bade them enter into the joy of the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:24",
                            "text": "But to him who had hid the money, entrusted to him to be given out at interest, and had given it back as he had received it, without increase, He said, \"Thou wicked and slothful servant, thou oughtest to have given my money to the bankers, and at my coming I should have received mine own\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:25",
                            "text": "Wherefore the useless servant \"shall be cast into outer darkness\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:26",
                            "text": "\"Thou, therefore, be strong,\" says Paul, \"in the grace that is in Christ Jesus."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:27",
                            "text": "And the things which thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:28",
                            "text": "And again: \"Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:29",
                            "text": "If, then, both proclaim the Word—the one  by writing, the other by speech—are not both then to be approved, making, as they do, faith active by love? It is by one's own fault that he does not choose what is best; God is free of blame."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:30",
                            "text": "As to the point in hand, it is the business of some to lay out the word at interest, and of others to test it, and either choose it or not."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:31",
                            "text": "And the judgment is determined within themselves."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:32",
                            "text": "But there is that species of knowledge which is characteristic of the herald, and that which is, as it were, characteristic of a messenger, and it is serviceable in whatever way it operates, both by the hand and tongue."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:33",
                            "text": "\"For he that soweth to the Spirit, shall of the Spirit reap life everlasting."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:34",
                            "text": "And let us not be weary in well-doing\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:35",
                            "text": "On him who by Divine Providence meets in with it, it confers the very highest advantages,—the beginning of faith, readiness for adopting a right mode of life, the impulse towards the truth, a movement of inquiry, a trace of knowledge; in a word, it gives the means of salvation."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:36",
                            "text": "And those who have been rightly reared in the words of truth, and received provision for eternal life, wing their way to heaven."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:37",
                            "text": "Most admirably, therefore, the apostle says, \"In everything approving ourselves as the servants of God; as poor, and yet making many rich; as having nothing, yet possessing all things."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:38",
                            "text": "Our mouth is opened to you\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:39",
                            "text": "\"I charge thee,\" he says, writing to Timothy, \"before God, and Christ Jesus, and the elect angels, that thou observe these things, without preferring one before another, doing nothing by partiality\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:40",
                            "text": "Both must therefore test themselves: the one, if he is qualified to speak and leave behind him written records; the other, if he is in a right state to hear and read: as also some in the dispensation of the Eucharist, according to custom enjoin that each one of the people individually should take his part."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:41",
                            "text": "One's own conscience is best for choosing accurately or shunning."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:42",
                            "text": "And its firm foundation is a right life, with suitable instruction."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:43",
                            "text": "But the imitation of those who have already been proved, and who have led correct lives, is most excellent for the understanding and practice of the commandments."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:44",
                            "text": "\"So that whosoever shall eat the bread and drink the cup of the Lord unworthily, shall be guilty of the body and blood of the Lord."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:45",
                            "text": "But let a man examine himself, and so let him eat of the bread and drink of the cup\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:46",
                            "text": "It therefore follows, that every one of those who undertake to promote the good of their neighbours, ought to consider whether he has betaken himself to teaching rashly and out of rivalry to any; if his communication of the word is out of vainglory; if the the only reward he reaps is the salvation of those who hear, and if he speaks not in order to win favour: if so, he who speaks by writings escapes the reproach of mercenary motives."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:47",
                            "text": "\"For neither at any time used we flattering words, as ye know,\" says the apostle, \"nor a cloak of covetousness."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:48",
                            "text": "God is witness."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:49",
                            "text": "Nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome as the apostles of Christ."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:50",
                            "text": "But we were gentle among you, even as a nurse cherisheth her children\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:51",
                            "text": "In the same way, therefore, those who take part in the divine words, ought to guard against betaking themselves to this, as they would to the building of cities, to examine them out of curiosity; that they do not come to the task for the sake of receiving worldly things, having ascertained that they who are consecrated to Christ are given to communicate the necessaries of life."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:52",
                            "text": "But let such be dismissed as hypocrites."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:53",
                            "text": "But if any one wishes not to seem, but to be righteous, to him it belongs to know the things which are best."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:54",
                            "text": "If, then, \"the harvest is plenteous, but the labourers few,\" it is incumbent on us \"to pray\" that there may be as great abundance of labourers as possible."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:55",
                            "text": "But the husbandry is twofold,—the one unwritten, and the other written."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:56",
                            "text": "And in whatever way the Lord's labourer sow the good wheat, and grow and reap the ears, he shall appear a truly divine husbandman."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:57",
                            "text": "\"Labour,\" says the Lord, \"not for the meat which perisheth, but for that which endureth to everlasting life\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:58",
                            "text": "And nutriment is received both by bread and by words."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:59",
                            "text": "And truly \"blessed are the peace-makers,\" who instructing those who are at war in their life and errors here, lead them back to the peace which is in the Word, and nourish for the life which is according to God, by the distribution of the bread, those \"that hunger after righteousness\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:60",
                            "text": "For each soul has its own proper nutriment; some growing by knowledge and science, and others feeding on the Hellenic philosophy, the whole of which, like nuts, is not eatable."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:61",
                            "text": "\"And he that planteth and he that watereth,\" \"being ministers\" of Him \"that gives the increase, are one\" in the ministry."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:62",
                            "text": "\"But every one shall receive his own reward, according to his own work."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:63",
                            "text": "For we are God's husbandmen, God's husbandry."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:64",
                            "text": "Ye are God's building,\" according to the apostle."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:65",
                            "text": "Wherefore the hearers are not permitted to apply the test of comparison."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:66",
                            "text": "Nor is the word, given for investigation, to be committed to those who have been reared in the arts of all kinds of words, and in the power of inflated attempts at proof; whose  minds are already pre-occupied, and have not been previously emptied."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:67",
                            "text": "But whoever chooses to banquet on faith, is stedfast for the reception of the divine words, having acquired already faith as a power of judging, according to reason."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:68",
                            "text": "Hence ensues to him persuasion in abundance."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:69",
                            "text": "And this was the meaning of that saying of prophecy, \"If ye believe not, neither shall ye understand\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:70",
                            "text": "\"As, then, we have opportunity, let us do good to all, especially to the household of faith\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:71",
                            "text": "And let each of these, according to the blessed David, sing, giving thanks."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:72",
                            "text": "\"Thou shalt sprinkle me with hyssop, and I shall be cleansed."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:73",
                            "text": "Thou shalt wash me, and I shall be whiter than the snow."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:74",
                            "text": "Thou shalt make me to hear gladness and joy, and the bones which have been humbled shall rejoice."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:75",
                            "text": "Turn Thy face from my sins."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:76",
                            "text": "Blot out mine iniquities."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:77",
                            "text": "Create in me a clean heart, O God, and renew a right spirit in my inward parts."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:78",
                            "text": "Cast me not away from Thy face, and take not Thy Holy Spirit from me."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:79",
                            "text": "Restore to me the joy of Thy salvation, and establish me with Thy princely spirit\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:80",
                            "text": "He who addresses those who are present before him, both tests them by time, and judges by his judgment, and from the others distinguishes him who can hear; watching the words, the manners, the habits, the life, the motions, the attitudes, the look, the voice; the road, the rock, the beaten path, the fruitful land, the wooded region, the fertile and fair and cultivated spot, that is able to multiply the seed."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:81",
                            "text": "But he that speaks through books, consecrates himself before God, crying in writing thus: Not for gain, not for vainglory, not to be vanquished by partiality, nor enslaved by fear nor elated by pleasure; but only to reap the salvation of those who read, which he does, not at present participate in, but awaiting in expectation the recompense which will certainly be rendered by Him, who has promised to bestow on the labourers the reward that is meet."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:82",
                            "text": "But he who is enrolled in the number of men ought not to desire recompense."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:83",
                            "text": "For he that vaunts his good services, receives glory as his reward."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:84",
                            "text": "And he who does any duty for the sake of recompense, is he not held fast in the custom of the world, either as one who has done well, hastening to receive a reward, or as an evil-doer avoiding retribution? We must, as far as we can, imitate the Lord."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:85",
                            "text": "And he will do so, who complies with the will of God, receiving freely, giving freely, and receiving as a worthy reward the citizenship itself."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:86",
                            "text": "\"The hire of an harlot shall not come into the sanctuary,\" it is said: accordingly it was forbidden to bring to the altar the price of a dog."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:87",
                            "text": "And in whomsoever the eye of the soul has been blinded by ill-nurture and teaching, let him advance to the true light, to the truth, which shows by writing the things that are unwritten."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:88",
                            "text": "\"Ye that thirst, go to the waters,\" says Esaias."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:89",
                            "text": "And \"drink water from thine own vessels,\" Solomon exhorts."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:90",
                            "text": "Accordingly in \"The Laws,\" the philosopher who learned from the Hebrews, Plato, commands husbandmen not to irrigate or take water from others, until they have first dug down in their own ground to what is called the virgin soil, and found it dry."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:91",
                            "text": "For it is right to supply want, but it is not well to support laziness."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:92",
                            "text": "For Pythagoras said that, \"although it be agreeable to reason to take a share of a burden, it is not a duty to take it away\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:93",
                            "text": "Now the Scripture kindles the living spark of the soul, and directs the eye suitably for contemplation; perchance inserting something, as the husbandman when he ingrafts, but, according to the opinion of the divine apostle, exciting what is in the soul."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:94",
                            "text": "\"For there are certainly among us many weak and sickly, and many sleep."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:95",
                            "text": "But if we judge ourselves, we shall not be judged\"."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:96",
                            "text": "Now this work of mine in writing is not artfully constructed for display; but my memoranda are stored up against old age, as a remedy against forgetfulness, truly an image and outline of those vigorous and animated discourses which I was privileged to hear, and of blessed and truly remarkable men."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:97",
                            "text": "Of these the one, in Greece, an Ionic; the other in Magna Graecia: the first of these from Coele-Syria, the second from Egypt, and others in the East."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:98",
                            "text": "The one was born in the land of Assyria, and the other a Hebrew in Palestine."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:99",
                            "text": "When I came upon the last (he was the first in power), having tracked him out concealed in Egypt, I found rest."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:100",
                            "text": "He, the true, the Sicilian bee, gathering the spoil of the flowers of the prophetic and apostolic meadow, engendered in the souls of his hearers a deathless element of knowledge."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:101",
                            "text": "Well, they preserving the tradition of the blessed doctrine derived directly from the holy apostles, Peter, James, John, and Paul, the sons receiving it from the father (but few were like the fathers), came by God's will to us also to deposit those ancestral and apostolic seeds."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:102",
                            "text": "And well I know that they will exult; I do not mean delighted with this tribute, but solely on account of the preservation of the truth, according as they delivered it."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:103",
                            "text": "For such a sketch as this, will, I think, be agreeable to a soul desirous of preserving from escape the blessed tradition."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:104",
                            "text": "\"In a man who loves wisdom the father will be glad\"."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:105",
                            "text": "Wells, when pumped out, yield purer water; and that of which no one partakes, turns to putrefaction."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:106",
                            "text": "Use keeps steel brighter, but disuse produces rust in it."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:107",
                            "text": "For, in a word, exercise produces a healthy condition both in souls and bodies."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:108",
                            "text": "\"No one lighteth a candle, and putteth it under a bushel, but upon a candlestick, that it may give light to those who are regarded worthy of the feast\"."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:109",
                            "text": "For what is the use of wisdom, if it makes not him who can hear it wise? For still the Saviour saves, \"and always works, as He sees the Father\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:110",
                            "text": "For by teaching, one learns more; and in speaking, one is often a hearer along with his audience."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:111",
                            "text": "For the teacher of him who speaks and of him who hears is one—who waters both the mind and the word."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:112",
                            "text": "Thus the Lord did not hinder from doing good while keeping the Sabbath; but allowed us to communicate of those divine mysteries, and of that holy light, to those who are able to receive them."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:113",
                            "text": "He did not certainly disclose to the many what did not belong to the many; but to the few to whom He knew that they belonged, who were capable of receiving and being moulded according to them."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:114",
                            "text": "But secret things are entrusted to speech, not to writing, as is the case with God."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:115",
                            "text": "And if one say that it is written, \"There is nothing secret which shall not be revealed, nor hidden which shall not be disclosed,\" let him also hear from us, that to him who hears secretly, even what is secret shall be manifested."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:116",
                            "text": "This is what was predicted by this oracle."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:117",
                            "text": "And to him who is able secretly to observe what is delivered to him, that which is veiled shall be disclosed as truth; and what is hidden to the many, shall appear manifest to the few."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:118",
                            "text": "For why do not all know the truth? why is not righteousness loved, if righteousness belongs to all? But the mysteries are delivered mystically, that what is spoken may be in the mouth of the speaker; rather not in his voice, but in his understanding."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:119",
                            "text": "\"God gave to the Church, some apostles, and some prophets, and some evangelists, and some pastors and teachers, for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:120",
                            "text": "The writing of these memoranda of mine, I well know, is weak when compared with that spirit, full of grace, which I was privileged to hear."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:121",
                            "text": "But it will be an image to recall the archetype to him who was struck with the thyrsus."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:122",
                            "text": "For \"speak,\" it is said, \"to a wise man, and he will grow wiser; and to him that hath, and there shall be added to him\"."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:123",
                            "text": "And we profess not to explain secret things sufficiently—far from it—but only to recall them to memory, whether we have forgot aught, or whether for the purpose of not forgetting."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:124",
                            "text": "Many things, I well know, have escaped us, through length of time, that have dropped away unwritten."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:125",
                            "text": "Whence, to aid the weakness of my memory, and provide for myself a salutary help to my recollection in a systematic arrangement of chapters, I necessarily make use of this form."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:126",
                            "text": "There are then some things of which we have no recollection; for the power that was in the blessed men was great."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:127",
                            "text": "There are also some things which remained unnoted long, which have now escaped; and others which are effaced, having faded away in the mind itself, since such a task is not easy to those not experienced; these I revive in my commentaries."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:128",
                            "text": "Some things I purposely omit, in the exercise of a wise selection, afraid to write what I guarded against speaking: not grudging—for that were wrong—but fearing for my readers, lest they should stumble by taking them in a wrong sense; and, as the proverb says, we should be found \"reaching a sword to a child\"."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:129",
                            "text": "For it is impossible that what has been written should not escape, although remaining unpublished by me."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:130",
                            "text": "But being always revolved, using the one only voice, that of writing, they answer nothing to him that makes inquiries beyond what is written; for they require of necessity the aid of some one, either of him who wrote, or of some one else who has walked in his footsteps."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:131",
                            "text": "Some things my treatise will hint; on some it will linger; some it will merely mention."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:132",
                            "text": "It will try to speak imperceptibly, to exhibit secretly, and to demonstrate silently."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:133",
                            "text": "The dogmas taught by remarkable sects will be adduced; and to these will be opposed all that ought to be premised in accordance with the profoundest contemplation of the knowledge, which, as we proceed to the renowned and venerable canon of tradition, from the creation of the world, will advance to our view; setting before us what according to natural contemplation necessarily has to be treated of beforehand, and clearing off what stands in the way of this arrangement."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:134",
                            "text": "So that we may have our ears ready for the reception of the tradition of true knowledge; the soil being previously cleared of the thorns and of every weed by the husbandman, in order to the planting of the vine."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:135",
                            "text": "For there is a contest, and the prelude to the contest; and there are some mysteries before other mysteries."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:136",
                            "text": "Our book will not shrink from making use of what is best in philosophy and other preparatory  instruction."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:137",
                            "text": "\"For not only for the Hebrews and those that are under the law,\" according to the apostle, \"is it right to become a Jew, but also a Greek for the sake of the Greeks, that we may gain all\"."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:138",
                            "text": "Also in the Epistle to the Colossians he writes, \"Admonishing every man, and teaching every man in all wisdom, that we may present every man perfect in Christ\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:139",
                            "text": "The nicety of speculation, too, suits the sketch presented in my commentaries."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:140",
                            "text": "In this respect the resources of learning are like a relish mixed with the food of an athlete, who is not indulging in luxury, but entertains a noble desire for distinction."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:141",
                            "text": "By music we harmoniously relax the excessive tension of gravity."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:142",
                            "text": "And as those who wish to address the people, do so often by the herald, that what is said may be better heard; so also in this case."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:143",
                            "text": "For we have the word, that was spoken to many, before the common tradition."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:144",
                            "text": "Wherefore we must set forth the opinions and utterances which cried individually to them, by which those who hear shall more readily turn."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:145",
                            "text": "And, in truth, to speak briefly: Among many small pearls there is the one; and in a great take of fish there is the beauty-fish; and by time and toil truth will gleam forth, if a good helper is at hand."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:146",
                            "text": "For most benefits are supplied, from God, through men."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:147",
                            "text": "All of us who make use of our eyes see what is presented before them."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:148",
                            "text": "But some look at objects for one reason, others for another."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:149",
                            "text": "For instance, the cook and the shepherd do not survey the sheep similarly: for the one examines it if it be fat; the other watches to see if it be of good breed."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:150",
                            "text": "Let a man milk the sheep's milk if he need sustenance: let him shear the wool if he need clothing."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:151",
                            "text": "And in this way let me produce the fruit of the Greek erudition."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:152",
                            "text": "For I do not imagine that any composition can be so fortunate as that no one will speak against it."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:153",
                            "text": "But that is to be regarded as in accordance with reason, which nobody speaks against, with reason."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:154",
                            "text": "And that course of action and choice is to be approved, not which is faultless, but which no one rationally finds fault with."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:155",
                            "text": "For it does not follow, that if a man accomplishes anything not purposely, he does it through force of circumstances."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:156",
                            "text": "But he will do it, managing it by wisdom divinely given, and in accommodation to circumstances."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:157",
                            "text": "For it is not he who has virtue that needs the way to virtue, any more than he, that is strong, needs recovery."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:158",
                            "text": "For, like farmers who irrigate the land beforehand, so we also water with the liquid stream of Greek learning what in it is earthy; so that it may receive the spiritual seed cast into it, and may be capable of easily nourishing it."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:159",
                            "text": "The Stromata will contain the truth mixed up in the dogmas of philosophy, or rather covered over and hidden, as the edible part of the nut in the shell."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:160",
                            "text": "For, in my opinion, it is fitting that the seeds of truth be kept for the husbandmen of faith, and no others."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:161",
                            "text": "I am not oblivious of what is babbled by some, who in their ignorance are frightened at every noise, and say that we ought to occupy ourselves with what is most necessary, and which contains the faith; and that we should pass over what is beyond and superfluous, which wears out and detains us to no purpose, in things which conduce nothing to the great end."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:162",
                            "text": "Others think that philosophy was introduced into life by an evil influence, for the ruin of men, by an evil inventor."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I 1:163",
                            "text": "But I shall show, throughout the whole of these Stromata, that evil has an evil nature, and can never turn out the producer of aught that is good; indicating that philosophy is in a sense a work of Divine Providence."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement of Alexandria: The Stromata Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:1",
                            "text": "Chapter 2—Objection to the Number of Extracts from Philosophical Writings in These Books Anticipated and Answered."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:2",
                            "text": "In reference to these commentaries, which contain as the exigencies of the case demand, the Hellenic opinions, I say thus much to those who are fond of finding fault."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:3",
                            "text": "First, even if philosophy were useless, if the demonstration of its uselessness does good, it is yet useful."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:4",
                            "text": "Then those cannot condemn the Greeks, who have only a mere hearsay knowledge of their opinions, and have not entered into a minute investigation in each department, in order to acquaintance with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:5",
                            "text": "For the refutation, which is based on experience, is entirely trustworthy."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:6",
                            "text": "For the knowledge of what is condemned is found the most complete demonstration."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:7",
                            "text": "Many things, then, though not contributing to the final result, equip the artist."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:8",
                            "text": "And otherwise erudition commends him, who sets forth the most essential doctrines so as to produce persuasion in his hearers, engendering admiration in those who are taught, and leads them to the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:9",
                            "text": "And such persuasion is convincing, by which those that love learning admit the truth; so that philosophy does not ruin life by being the originator of false practices and base deeds, although some have calumniated it, though it be the clear image of truth, a divine gift to the Greeks; nor does it drag us away from the faith, as if we were bewitched by some delusive art, but rather, so to speak, by the use of an ampler circuit, obtains a common exercise demonstrative of the faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:10",
                            "text": "Further, the juxtaposition of doctrines, by comparison, saves the truth, from which follows knowledge."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:11",
                            "text": "Philosophy came into existence, not on its own account, but for the advantages reaped by us from knowledge, we receiving a firm persuasion of true perception, through the knowledge of things comprehended by the mind."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:12",
                            "text": "For I do not mention that the Stromata, forming a body of varied erudition, wish artfully to conceal the seeds of knowledge."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:13",
                            "text": "As, then, he who is fond of hunting captures the game after seeking, tracking, scenting, hunting it down with dogs; so truth, when sought and got with toil, appears a delicious thing."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:14",
                            "text": "Why, then, you will ask, did you think it fit that such an arrangement should be adopted in your memoranda? Because there is great danger in divulging the secret of the true philosophy to those, whose delight it is unsparingly to speak against everything, not justly; and who shout forth all kinds of names and words indecorously, deceiving themselves and beguiling those who adhere to them."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I 2:15",
                            "text": "\"For the Hebrews seek signs,\" as the apostle says, \"and the Greeks seek after wisdom\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement of Alexandria: The Stromata Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:1",
                            "text": "Chapter 3—Against the Sophists."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:2",
                            "text": "There is a great crowd of this description: some of them, enslaved to pleasures and willing to disbelieve, laugh at the truth which is worthy of all reverence, making sport of its barbarousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:3",
                            "text": "Some others, exalting themselves, endeavour to discover calumnious objections to our words, furnishing captious questions, hunters out of paltry sayings, practicers of miserable artifices, wranglers, dealers in knotty points, as that Abderite says:—  \"For mortals' tongues are glib, and on them are many speeches; And a wide range for words of all sorts in this place and that\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:4",
                            "text": "And—  \"Of whatever sort the word you have spoken, of the same sort you must hear\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:5",
                            "text": "Inflated with this art of theirs, the wretched Sophists, babbling away in their own jargon; toiling their whole life about the division of names and the nature of the composition and conjunction of sentences, show themselves greater chatterers than turtle-doves; scratching and tickling, not in a manly way, in my opinion, the ears of those who wish to be tickled."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:6",
                            "text": "\"A river of silly words—not a dropping;\"  just as in old shoes, when all the rest is worn and is falling to pieces, and the tongue alone remains."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:7",
                            "text": "The Athenian Solon most excellently enlarges, and writes:—  \"Look to the tongue, and to the words of the glozing man, But you look on no work that has been done; But each one of you walks in the steps of a fox, And in all of you is an empty mind\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:8",
                            "text": "This, I think, is signified by the utterance of the Saviour, \"The foxes have holes, but the Son of man hath not where to lay His head\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:9",
                            "text": "For on the believer alone, who is separated entirely from the rest, who by the Scripture are called wild beasts, rests the head of the universe, the kind and gentle Word, \"who taketh the wise in their own craftiness."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I 3:10",
                            "text": "For the Lord knoweth the thoughts of the wise, that they are vain;\" the Scripture calling those the wise (σοφούς) who are skilled in words and arts, sophists (σοφιστά&."
                        }
                    ]
                }
            ]
        }
    ]
}