{
    "books": [
        {
            "name": "Theodoret: Ecclesiastical History Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Theodoret: Ecclesiastical History Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:1",
                            "text": "Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:3",
                            "text": "—Of the reign of Julianus; how from a child he was brought up in piety and lapsed into impiety; and in what manner, though at first he kept his impiety secret, he afterwards laid it bare."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:4",
                            "text": "Constantius, as has been narrated, departed this life groaning and grieving that he had been turned away from the faith of his father."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:5",
                            "text": "Julian heard the news of his end as he was crossing from Europe into Asia and assumed the sovereignty with delight at having now no rival."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:6",
                            "text": "In his earlier days, while yet a lad, Julian had, as well as Gallus his brother, imbibed pure and pious teaching."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:7",
                            "text": "In his youth and earlier manhood he continued to take in the same doctrine."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:8",
                            "text": "Constantius, dreading lest his kinsfolk should aspire to imperial power, slew them; and Julian, through fear of his cousin, was enrolled in the order of Readers, and used to read aloud the sacred books to the people in the assemblies of the church."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:9",
                            "text": "He also built a martyr's shrine; but the martyrs, when they beheld his apostasy, refused to accept the offering; for in consequence of the foundations being, like their founder's mind, unstable, the edifice fell down before it was consecrated."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:10",
                            "text": "Such were the boyhood and youth of Julian."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:11",
                            "text": "At the period, however, when Constantius was setting out for the West, drawn thither by the war against Magnentius, he made Gallus, who was gifted with piety which he retained to the end, Caesar of the East."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:12",
                            "text": "Now Julian flung away the apprehensions which had previously stood him in good stead, and, moved by unrighteous confidence, set his heart on seizing the sceptre of empire."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:13",
                            "text": "Accordingly, on his way through Greece, he sought out seers and soothsayers, with a desire of learning if he should get what his soul longed for."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:14",
                            "text": "He met with a man who promised to predict these things, conducted him into one of the idol temples, introduced him within the shrine, and called upon the demons of deceit."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:15",
                            "text": "On their appearing in their wonted aspect terror compelled Julian to make the sign of the cross upon his brow."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:16",
                            "text": "They no sooner saw the sign of the Lord's victory than they were reminded of their own rout, and forthwith fled away."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:17",
                            "text": "On the magician becoming acquainted with the cause of their flight he blamed him; but Julian confessed his terror, and said that he wondered at the power of the cross, for that the demons could not endure to see its sign and ran away."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:18",
                            "text": "\"Think not anything of the sort, good sir;\" said the magician, \"they were not afraid as you make out, but they went away because they abominated what you did\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:19",
                            "text": "So he tricked the wretched man, initiated him in the mysteries, and filled him with their abominations."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:20",
                            "text": "So lust of empire stripped the wretch of all true religion."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:21",
                            "text": "Nevertheless after attaining the supreme power he concealed his impiety for a considerable time; for he was specially apprehensive about the troops who had been instructed in the principles of true religion, first by the illustrious Constantine who freed them from their former error and trained them in the ways of truth, and afterwards by his sons, who confirmed the instruction given by their father."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:22",
                            "text": "For if Constantius, led astray by those under whose influence he lived, did not admit the term ὁμοούσιον, at all events he sincerely accepted the meaning underlying it, for God the Word he styled true Son, begotten of his Father before the ages, and those who dared to call Him a creature he openly renounced, absolutely prohibiting the worship of idols."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:23",
                            "text": "I will relate also another of his noble deeds, as satisfactory proof of his zeal for divine things."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:24",
                            "text": "In his campaign against Magnentius he once mustered the whole of his army, and counselled them to take part all together in the divine mysteries, \"for,\" said he, \"the end of life is always uncertain, and that not least in war, when innumerable missiles are hurled from either side, and swords and battle axes and other weapons are assailing men, whereby a violent death is brought about."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:25",
                            "text": "Wherefore it behoves each man to wear that precious robe which most of all we need in yonder life hereafter: if there be one here who would not now put on this garb let him depart hence and go home."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book III 1:26",
                            "text": "I shall not brook to fight with men in my army who have no part nor lot in our holy rites\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Theodoret: Ecclesiastical History Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:2",
                            "text": "—Of the return of the bishops and the consecration of Paulinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:3",
                            "text": "Julian had clear information on these points, and did not make known the impiety of his soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:4",
                            "text": "With the object of attracting all the bishops to acquiescence in his rule he ordered even those who had been expelled from their churches by Constantius, and who were sojourning on the furthest confines of the empire, to return to their own churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:5",
                            "text": "Accordingly, on the promulgation of this edict, back to Antioch came the divine Meletius, and to Alexandria the far famed Athanasius."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:6",
                            "text": "But Eusebius, and Hilarius of Italy and Lucifer who presided over the flock in the island of Sardinia, were living in the Thebaid on the frontier of Egypt, whither they had been relegated by Constantius."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:7",
                            "text": "They now met with the rest whose views were the same and affirmed that the churches ought to be brought into harmony."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:8",
                            "text": "For they not only suffered from the assaults of their opponents, but were at variance with one another."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:9",
                            "text": "In Antioch the sound body of the church had been split in two; at one and the same time they who from the beginning, for the sake of the right worthy Eustathius, had separated from the rest, were assembling by themselves; and they who with the admirable Meletius had held aloof from the Arian faction were performing divine service in what is called the Palaea."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:10",
                            "text": "Both parties used one confession of faith, for both parties were champions of the doctrine laid down at Nicaea."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:11",
                            "text": "All that separated them was their mutual quarrel, and their regard for their respective leaders; and even the death of one of these did not put a stop to the strife."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:12",
                            "text": "Eustathius died before the election of Meletius, and the orthodox party, after the exile of Meletius and the election of Euzoius, separated from the communion of the impious, and assembled by themselves; with these, the party called Eustathians could not be induced to unite."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:13",
                            "text": "To effect an union between them the Eusebians and Luciferians sought to discover a means."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:14",
                            "text": "Accordingly Eusebius besought Lucifer to repair to Alexandria and take counsel on the matter with the great Athanasius, intending himself to undertake the labour of bringing about a reconciliation."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:15",
                            "text": "Lucifer however did not go to Alexandria but repaired to Antioch."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:16",
                            "text": "There he urged many arguments in behalf of concord on both parties."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:17",
                            "text": "The Eustathians, led by Paulinus, a presbyter, persisted in opposition."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:18",
                            "text": "On seeing this Lucifer took the improper course of consecrating Paulinus as their bishop."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:19",
                            "text": "This action on the part of Lucifer prolonged the feud, which lasted for eighty-five years, until the episcopate of the most praise-worthy Alexander."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:20",
                            "text": "No sooner was the helm of the church at Antioch put into his hands than he tried every expedient, and brought to bear great zeal and energy for the promotion of concord, and thus joined the severed limb to the rest of the body of the church."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:21",
                            "text": "At the time in question however Lucifer made the quarrel worse and spent a considerable time in Antioch, and Eusebius when he arrived on the spot and learnt that bad doctoring had made the malady very hard to heal, sailed away to the West."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:22",
                            "text": "When Lucifer returned to Sardinia he made certain additions to the dogmas of the church and those who accepted them were named after him, and for a considerable time were called Luciferians."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:23",
                            "text": "But in time the flame of this dogma too went out and it was consigned to oblivion."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book III 2:24",
                            "text": "Such were the events that followed on the return of the bishops."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Theodoret: Ecclesiastical History Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:2",
                            "text": "—Of the number and character of the deeds done by Pagans against the Christians when they got the power from Julian."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:3",
                            "text": "When Julian had made his impiety openly known the cities were filled with dissensions."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:4",
                            "text": "Men enthralled by the deceits of idolatry took heart, opened the idols' shrines, and began to perform those foul rites which ought to have died out from the memory of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:5",
                            "text": "Once more they kindled the fire on the altars, befouled the ground with victims' gore, and defiled the air with the smoke of their burnt sacrifices."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:6",
                            "text": "Maddened by the demons they served they ran in corybantic frenzy round about the streets, attacked the saints with low stage jests, and with all the outrage and ribaldry of their impure processions."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:7",
                            "text": "On the other hand the partizans of piety could not brook their blasphemies, returned insult for insult, and tried to confute the error which their opponents honoured."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:8",
                            "text": "In their turn the workers of iniquity took it ill; the liberty allowed them by the sovereign was an encouragement to audacity and they dealt deadly blows among the Christians."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:9",
                            "text": "It was indeed the duty of the emperor to consult for the peace of his subjects, but he in the depth of his iniquity himself maddened his peoples with mutual rage."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:10",
                            "text": "The deeds dared by the brutal against the peaceable he overlooked and entrusted civil and military offices of importance to savage and impious men, who though they hesitated publicly to force the lovers of true piety to offer sacrifice treated them nevertheless with all kinds of indignity."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:11",
                            "text": "All the honours moreover conferred on the sacred ministry by the great Constantine Julian took away."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:12",
                            "text": "To tell all the deeds dared by the slaves of idolatrous deceit at that time would require a history of these crimes alone, but out of the vast number of them I shall select a few instances."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:13",
                            "text": "At Askalon and at Gaza, cities of Palestine, men of priestly rank and women who had lived all their lives in virginity were disembowelled, filled with barley, and given for food to swine."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:14",
                            "text": "At Sebaste, which belongs to the same people, the coffin of John the Baptist was opened, his bones burnt, and the ashes scattered abroad."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:15",
                            "text": "Who too could tell without a tear the vile deed done in Phoenicia? At Heliopolis by Lebanon there lived a certain deacon of the name of Cyrillus."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:16",
                            "text": "In the reign of Constantine, fired by divine zeal, he had broken in pieces many of the idols there worshipped."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:17",
                            "text": "Now men of infamous name, bearing this deed in mind, not only slew him, but cut open his belly and devoured his liver."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:18",
                            "text": "Their crime was not, however, hidden from the all-seeing eye, and they suffered the just reward of their deeds; for all who had taken part in this abominable wickedness lost their teeth, which all fell out at once, and lost, too, their tongues, which rotted away and dropped from them: they were moreover deprived of sight, and by their sufferings proclaimed the power of holiness."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:19",
                            "text": "At the neighbouring city of Emesa they dedicated to Dionysus, the woman-formed, the newly erected church, and set up in it his ridiculous androgynous image."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:20",
                            "text": "At Dorystolum, a famous city of Thrace, the victorious athlete aemilianus was thrown upon a flaming pyre, by Capitolinus, governor of all Thrace."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:21",
                            "text": "To relate the tragic fate of Marcus, however, bishop of Arethusa, with true dramatic dignity, would require the eloquence of an aeschylus or a Sophocles."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:22",
                            "text": "In the days of Constantius he had destroyed a certain idol-shrine and built a church in its place; and no sooner did the Arethusians learn the mind of Julian than they made an open display of their hostility."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:23",
                            "text": "At first, according to the precept of the Gospel, Marcus endeavoured to make his escape; but when he became aware that some of his own people were apprehended in his stead, he returned and gave himself up to the men of blood."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:24",
                            "text": "After they had seized him they neither pitied his old age nor reverenced his deep regard for virtue; but, conspicuous as he was for the beauty alike of his teaching and of his life, first of all they stripped and smote him, laying strokes on every limb, then they flung him into filthy sewers, and, when they had dragged him out again, delivered him to a crowd of lads whom they charged to prick him without mercy with their pens."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:25",
                            "text": "After this they put him into a basket, smeared him with pickle and honey, and hung him up in the open air in the height of summer, inviting wasps and bees to a feast."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:26",
                            "text": "Their object in doing this was to compel him either to restore the shrine which he had destroyed, or to defray the expense of its erection."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:27",
                            "text": "Marcus, however, endured all these grievous sufferings and affirmed that he would consent to none of their demands."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:28",
                            "text": "His enemies, with the idea that he could not afford the money from poverty, remitted half their demand, and bade him pay the rest; but Marcus hung on high, pricked with pens, and devoured by wasps and bees, yet not only shewed no signs of pain, but derided his impious tormentors with the repeated taunt, \"You are groundlings and of the earth; I, sublime and exalted\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:29",
                            "text": "At last they begged for only a small portion of the money; but, said he, \"it is as impious to give an obole as to give all\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book III 3:30",
                            "text": "So discomfited they let him go, and could not refrain from admiring his constancy, for his words had taught them a new lesson of holiness."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Theodoret: Ecclesiastical History Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book III 4:2",
                            "text": "—Of the laws made by Julian against the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book III 4:3",
                            "text": "Countless other deeds were dared at that time by land and by sea, all over the world, by the wicked against the just, for now without disguise the enemy of God began to lay down laws against true religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book III 4:4",
                            "text": "First of all he prohibited the sons of the Galileans, for so he tried to name the worshippers of the Saviour, from taking part in the study of poetry, rhetoric, and philosophy, for said he, in the words of the proverb \"we are shot with shafts feathered from our own wing,\" for from our own books they take arms and wage war against us."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book III 4:5",
                            "text": "After this he made another edict ordering the Galileans to be expelled from the army."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Theodoret: Ecclesiastical History Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:2",
                            "text": "—Of the fourth exile and flight of the holy Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:3",
                            "text": "At this time Athanasius, that victorious athlete of the truth, underwent another peril, for the devils could not brook the power of his tongue and prayers, and so armed their ministers to revile him."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:4",
                            "text": "Many voices did they utter beseeching the champion of wickedness to exile Athanasius, and adding yet this further, that if Athanasius remained, not a heathen would remain, for that he would get them all over to his side."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:5",
                            "text": "Moved by these supplications Julian condemned Athanasius not merely to exile, but to death."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:6",
                            "text": "His people shuddered, but it is related that he foretold the rapid dispersal of the storm, for said he \"It is a cloud which soon vanishes away\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:7",
                            "text": "He however withdrew as soon as he learnt the arrival of the bearers of the imperial message, and finding a boat on the bank of the river, started for the Thebaid."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:8",
                            "text": "The officer who had been appointed for his execution became acquainted with his flight, and strove to pursue him at hot haste; one of his friends, however, got ahead, and told him that the officer was coming on apace."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:9",
                            "text": "Then some of his companions besought him to take refuge in the desert, but he ordered the steersman to turn the boat's head to Alexandria."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book III 5:10",
                            "text": "So they rowed to meet the pursuer, and on came the bearer of the sentence of execution, and, said he, \"How far off is Athanasius?\" \"Not far,\" said Athanasius, and so got rid of his foe, while he himself returned to Alexandria and there remained in concealment for the remainder of Julian's reign."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Theodoret: Ecclesiastical History Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:2",
                            "text": "—Of Apollo and Daphne, and of the holy Babylas."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:3",
                            "text": "Julian, wishing to make a campaign against the Persians, dispatched the trustiest of his officers to all the oracles throughout the Roman Empire, while he himself went as a suppliant to implore the Pythian oracle of Daphne to make known to him the future."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:4",
                            "text": "The oracle responded that the corpses lying hard by were becoming an obstacle to divination; that they must first be removed to another spot; and that then he would utter his prophecy, for, said he, \"I could say nothing, if the grove be not purified\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:5",
                            "text": "Now at that time there were lying there the relics of the victorious martyr Babylas and the lads who had gloriously suffered with him, and the lying prophet was plainly stopped from uttering his wonted lies by the holy influence of Babylas."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:6",
                            "text": "Julian was aware of this, for his ancient piety had taught him the power of victorious martyrs, and so he removed no other body from the spot, but only ordered the worshippers of Christ to translate the relics of the victorious martyrs."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:7",
                            "text": "They marched with joy to the grove, put the coffin on a car and went before it leading a vast concourse of people, singing the psalms of David, while at every pause they shouted \"Shame be to all them that worship molten images\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book III 6:8",
                            "text": "For they understood the translation of the martyr to mean defeat for the demon."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Theodoret: Ecclesiastical History Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:2",
                            "text": "—Of Theodorus the Confessor."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:3",
                            "text": "Julian could not endure the shame brought upon him by these doings, and on the following day ordered the leaders of the choral procession to be arrested."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:4",
                            "text": "Sallustius was prefect at this time and a servant of iniquity, but he nevertheless was anxious to persuade the sovereign not to allow the Christians who were eager for glory to attain the object of their desires."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:5",
                            "text": "When however he saw that the emperor was impotent to master his rage, he arrested a young man adorned with the graces of a holy enthusiasm while walking in the Forum, hung him up before the world on the stocks, lacerated his back with scourges, and scored his sides with claw-like instruments of torture."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:6",
                            "text": "And this he did all day from dawn till the day was done; and then put chains of iron on him and ordered him to be kept in ward."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:7",
                            "text": "Next morning he informed Julian of what had been done, and reported the young man's constancy and added that the event was for themselves a defeat and for the Christians a triumph."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:8",
                            "text": "Persuaded of the truth of this, God's enemy suffered no more to be so treated and ordered Theodorus to be let out of prison, for so was named this young and glorious combatant in truth's battle."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:9",
                            "text": "On being asked if he had had any sense of pain on undergoing those most bitter and most savage tortures he replied that at the first indeed he had felt some little pain, but that then had appeared to him one who continually wiped the sweat from his face with a cool and soft kerchief and bade him be of good courage."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:10",
                            "text": "\"Wherefore,\" said he, \"when the executioners gave over I was not pleased but vexed, for now there went away with them he who brought me refreshment of soul\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:11",
                            "text": "But the demon of lying divination at once increased the martyr's glory and exposed his own falsehood; for a thunderbolt sent down from heaven burnt the whole shrine and turned the very statue of the Pythian into fine dust, for it was made of wood and gilded on the surface."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:12",
                            "text": "Julianus the uncle of Julian, prefect of the East, learnt this by night, and riding at full speed came to Daphne, eager to bring succour to the deity whom he worshipped; but when he saw the so-called god turned into powder he scourged the officers in charge of the temple, for he conjectured that the conflagration was due to some Christian."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:13",
                            "text": "But they, maltreated as they were, could not endure to utter a lie, and persisted in saying that the fire had started not from below but from above."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book III 7:14",
                            "text": "Moreover some of the neighbouring rustics came forward and asserted that they had seen the thunderbolt come rushing down from heaven."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Theodoret: Ecclesiastical History Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:2",
                            "text": "—Of the confiscation of the sacred treasures and taking away of the allowances."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:3",
                            "text": "Even when the wicked had become acquainted with these events they set themselves in array against the God of all; and the prince ordered the holy vessels to be handed over to the imperial treasury."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:4",
                            "text": "Of the great church which Constantine had built he nailed up the doors and declared it closed to the worshippers wont to assemble there."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:5",
                            "text": "At this time it was in possession of the Arians."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:6",
                            "text": "In company with Julianus the prefect of the East, Felix the imperial treasurer, and Elpidius, who had charge of the emperor's private purse and property, an officer whom it is the Roman custom to call \"Comes privatarum,\" made their way into the sacred edifice."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:7",
                            "text": "Both Felix and Elpidius, it is said, were Christians, but to please the impious emperor apostatised from the true religion."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:8",
                            "text": "Julianus committed an act of gross indecency on the Holy Table and, when Euzoius endeavoured to prevent him, gave him a blow on the face, and told him, so the story goes, that it is the fate of the fortunes of Christians to have no protection from the gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:9",
                            "text": "But Felix, as he gazed upon the magnificence of the sacred vessels, furnished with splendour by the munificence of Constantine and Constantius, \"Behold,\" said he, \"with what vessels Mary's son is served\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book III 8:10",
                            "text": "But it was not long before they paid the penalty of these deeds of mad and impious daring."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Theodoret: Ecclesiastical History Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:2",
                            "text": "—Of what befell Julianus, the Emperor's Uncle, and Felix."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:3",
                            "text": "Julianus forthwith fell sick of a painful disease; his entrails rotted away, and he was no longer able to discharge his excrements through the normal organs of excretion, but his polluted mouth, at the instant of his blasphemy, became the organ for their emission."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:4",
                            "text": "His wife, it is said, was a woman of conspicuous faith, and thus addressed her spouse: \"Husband, you ought to bless our Saviour Christ for shewing you through your castigation his peculiar power."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:5",
                            "text": "For you would never have known who it is who is being attacked by you if with his wonted long suffering he had refrained from visiting you with these heaven-sent plagues\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:6",
                            "text": "Then by these words and the heavy weight of his woes the wretched man perceived the cause of his disease, and besought the emperor to restore the church to those who had been deprived of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:7",
                            "text": "He could not however gain his petition, and so ended his days."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:8",
                            "text": "Felix too was himself suddenly struck down by a heaven-sent scourge, and kept vomiting blood from his mouth, all day and all night, for all the vessels of his body poured their convergent streams to this one organ: so when all his blood was shed he died, and was delivered to eternal death."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book III 9:9",
                            "text": "Such were the penalties inflicted on these men for their wickedness."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Theodoret: Ecclesiastical History Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:2",
                            "text": "—Of the Son of the Priest."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:3",
                            "text": "A young man who was a priest's son, and brought up in impiety, about this time went over to the true religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:4",
                            "text": "For a lady remarkable for her devotion and admitted to the order of deaconesses was an intimate friend of his mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:5",
                            "text": "When he came to visit her with his mother, while yet a tiny lad, she used to welcome him with affection and urge him to the true religion."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:6",
                            "text": "On the death of his mother the young man used to visit her and enjoyed the advantage of her wonted teaching."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:7",
                            "text": "Deeply impressed by her counsels, he enquired of his teacher by what means he might both escape the superstition of his father and have part and lot in the truth which she preached."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:8",
                            "text": "She replied that he must flee from his father, and honour rather the Creator both of his father and himself; that he must seek some other city wherein he might lie hid and escape the violence of the impious emperor; and she promised to manage this for him."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:9",
                            "text": "Then, said the young man, \"henceforward I shall come and commit my soul to you\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:10",
                            "text": "Not many days afterwards Julian came to Daphne, to celebrate a public feast."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:11",
                            "text": "With him came the young man's father, both as a priest, and as accustomed to attend the emperor; and with their father came the young man and his brother, being appointed to the service of the temple and charged with the duty of ceremonially sprinkling the imperial viands."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:12",
                            "text": "It is the custom for the festival of Daphne to last for seven days."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:13",
                            "text": "On the first day the young man stood by the emperor's couch, and according to the prescribed usage aspersed the meats, and thoroughly polluted them."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:14",
                            "text": "Then at full speed he ran to Antioch, and making his way to that admirable lady, \"I am come,\" said he, \"to you; and I have kept my promise."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:15",
                            "text": "Do you look to the salvation of each and fulfil your pledge\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:16",
                            "text": "At once she arose and conducted the young man to Meletius the man of God, who ordered him to remain for awhile upstairs in the inn."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:17",
                            "text": "His father after wandering about all over Daphne in search of the boy, then returned to the city and explored the streets and lanes, turning his eyes in all directions and longing to light upon his lad."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:18",
                            "text": "At length he arrived at the place where the divine Meletius had his hostelry; and looking up he saw his son peeping through the lattice."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:19",
                            "text": "He ran up, drew him along, got him down, and carried him off home."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:20",
                            "text": "Then he first laid on him many stripes, then applied hot spits to his feet and hands and back, then shut him up in his bedroom, bolted the door on the outside, and returned to Daphne."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:21",
                            "text": "So I myself have heard the man himself narrate in his old age, and he added further that he was inspired and filled with Divine Grace, and broke in pieces all his father's idols, and made mockery of their helplessness."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:22",
                            "text": "Afterwards when he bethought him of what he had done he feared his father's return and besought his Master Christ to nod approval of his deeds, break the bolts, and open the doors."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:23",
                            "text": "\"For it is for thy sake,\" said he, \"that I have thus suffered and thus acted\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:24",
                            "text": "\"Even as I thus spoke,\" he told me, \"out fell the bolts and open flew the doors, and back I ran to my instructress."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:25",
                            "text": "She dressed me up in women's garments and took me with her in her covered carriage back to the divine Meletius."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:26",
                            "text": "He handed me over to the bishop of Jerusalem, at that time Cyril, and we started by night for Palestine\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:27",
                            "text": "After the death of Julian this young man led his father also into the way of truth."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:28",
                            "text": "This act he told me with the rest."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book III 10:29",
                            "text": "So in this fashion these men were guided to the knowledge of God and were made partakers of Salvation."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Theodoret: Ecclesiastical History Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:2",
                            "text": "—Of the Holy Martyrs Juventinus and Maximinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:3",
                            "text": "Now Julian, with less restraint, or shall I say, less shame, began to arm himself against true religion, wearing indeed a mask of moderation, but all the while preparing gins and traps which caught all who were deceived by them in the destruction of iniquity."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:4",
                            "text": "He began by polluting with foul sacrifices the wells in the city and in Daphne, that every man who used the fountain might be partaker of abomination."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:5",
                            "text": "Then he thoroughly polluted the things exposed in the Forum, for bread and meat and fruit and vegetables and every kind of food were aspersed."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:6",
                            "text": "When those who were called by the Saviour's name saw what was done, they groaned and bewailed and expressed their abomination; nevertheless they partook, for they remembered the apostolic law, \"Everything that is sold in the shambles eat, asking no question for conscience sake\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:7",
                            "text": "Two officers in the army, who were shield bearers in the imperial suite, at a certain banquet lamented in somewhat warm language the abomination of what was being done, and employed the admirable language of the glorious youths at Babylon, \"Thou hast given us over to an impious Prince, an apostate beyond all the nations on the earth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:8",
                            "text": "One of the guests gave information of this, and the emperor arrested these right worthy men and endeavoured to ascertain by questioning them what was the language they had used."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:9",
                            "text": "They accepted the imperial enquiry as an opportunity for open speech, and with noble enthusiasm replied \"Sir we were brought up in true religion; we were obedient to most excellent laws, the laws of Constantine and of his sons; now we see the world full of pollution, meats and drinks alike defiled with abominable sacrifices, and we lament."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:10",
                            "text": "We bewail these things at home, and now before thy face we express our grief, for this is the one thing in thy reign which we take ill\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:11",
                            "text": "No sooner did he whom sympathetic courtiers called most mild and most philosophic hear these words than he took off his mask of moderation, and exposed the countenance of impiety."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:12",
                            "text": "He ordered cruel and painful scourgings to be inflicted on them and deprived them of their lives; or shall we not rather say freed them from that sorrowful time and gave them crowns of victory? He pretended indeed that punishment was inflicted upon them not for the true religion for sake of which they were really slain, but because of their insolence, for he gave out that he had punished them for insulting the emperor, and ordered this report to be published abroad, thus grudging to these champions of the truth the name and honour of martyrs."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:13",
                            "text": "The name of one was Juventinus; of the other Maximinus."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:14",
                            "text": "The city of Antioch honoured them as defenders of true religion, and deposited them in a magnificent tomb, and up to this day they are honoured by a yearly festival."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book III 11:15",
                            "text": "Other men in public office and of distinction used similar boldness of speech, and won like crowns of martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Theodoret: Ecclesiastical History Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:2",
                            "text": "—Of Valentinianus the great Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:3",
                            "text": "Valentinianus, who shortly afterwards became emperor, was at that time a Tribune and commanded the Hastati quartered in the palace."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:4",
                            "text": "He made no secret of his zeal for the true religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:5",
                            "text": "On one occasion when the infatuated emperor was going in solemn procession into the sacred enclosure of the Temple of Fortune, on either side of the gates stood the temple servants purifying, as they supposed, all who were coming in, with their sprinkling whisks."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:6",
                            "text": "As Valentinianus walked before the emperor, he noticed that a drop had fallen on his own cloak and gave the attendant a blow with his fist, \"for,\" said he, \"I am not purified but defiled\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:7",
                            "text": "For this deed he won two empires."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:8",
                            "text": "On seeing what had happened Julian the accursed sent him to a fortress in the desert, and ordered him there to remain, but after the lapse of a year and a few months he received the empire as a reward of his confession of the faith, for not only in the life that is to come does the just Judge honour them that care for holy things, but sometimes even here below He bestows recompense for good deeds, confirming the hope of guerdons yet to be received by what he gives in abundance now."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:9",
                            "text": "But the tyrant devised another contrivance against the truth, for when according to ancient custom he had taken his seat upon the imperial throne to distribute gold among the ranks of his soldiery, contrary to custom he had an altar full of hot coals introduced, and incense put upon a table, and ordered each man who was to receive the gold first to throw incense on the altar, and then to take the gold from his own right hand."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:10",
                            "text": "The majority were wholly unaware of the trap thus laid; but those who were forewarned feigned illness and so escaped this cruel snare."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book III 12:11",
                            "text": "Others in their eagerness for the money made light of their salvation while another group abandoned their faith through cowardice."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Theodoret: Ecclesiastical History Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:2",
                            "text": "—Of other confessors."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:3",
                            "text": "After this fatal distribution of money some of the recipients were feasting together at an entertainment."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:4",
                            "text": "One of them who had taken the cup in his hand did not drink before making on it the sign of salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:5",
                            "text": "One of the guests found fault with him for this, and said that it was quite inconsistent with what had just taken place."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:6",
                            "text": "\"What,\" said he, \"have I done that is inconsistent?\" Whereupon he was reminded of the altar and the incense, and of his denial of the faith; for these things are all contrary to the Christian profession."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:7",
                            "text": "When they heard this the greater number of the feasters moaned and bewailed themselves, and tore out handfuls of hair from their heads."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:8",
                            "text": "They rose from the banquet, and ran through the Forum exclaiming that they were Christians, that they had been tricked by the emperor's contrivances, that they retracted their apostasy, and were ready to try to undo the defeat which had befallen them unwittingly."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:9",
                            "text": "With these exclamations they ran to the palace loudly inveighing against the wiles of the tyrant, and imploring that they might be committed to the flames in order that, as they had been befouled by fire, by fire they might be made clean."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:10",
                            "text": "All these utterances drove the villain out of his senses, and on the impulse of the moment he ordered them to be beheaded; but as they were being conducted without the city the mass of the people started to follow them, wondering at their fortitude and glorying in their boldness for the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:11",
                            "text": "When they had reached the spot where it was usual to execute criminals, the eldest of them besought the executioner that he would first cut off the head of the youngest, that he might not be unmanned by beholding the slaughter of the rest."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:12",
                            "text": "No sooner had he knelt down upon the ground and the headsman bared his sword, than up ran a man announcing a reprieve, and while yet afar off shouting out to stop the execution."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:13",
                            "text": "Then the youngest soldier was distressed at his release from death."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:14",
                            "text": "\"Ah,\" said he, \"Romanus\" (his name was Romanus) \"was not worthy of being called Christ's martyr\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:15",
                            "text": "What influenced the vile trickster in stopping the execution was his envy: he grudged the champions of the faith their glory."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book III 13:16",
                            "text": "Their sentence was commuted to relegation beyond the city walls and to the remotest regions of the empire."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Theodoret: Ecclesiastical History Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:2",
                            "text": "—Of Artemius the Duke."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:3",
                            "text": "Of Publia the Deaconess and her divine boldness."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:4",
                            "text": "Artemius commanded the troops in Egypt."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:5",
                            "text": "He had obtained this command in the time of Constantine, and had destroyed most of the idols."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:6",
                            "text": "For this reason Julian not only confiscated his property but ordered his decapitation."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:7",
                            "text": "These and like these were the deeds of the man whom the impious describe as the mildest and least passionate of men."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:8",
                            "text": "I will now include in my history the noble story of a right excellent woman, for even women, armed with divine zeal, despised the mad fury of Julian."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:9",
                            "text": "In those days there was a woman named Publia, of high reputation, and illustrious for deeds of virtue."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:10",
                            "text": "For a short time she wore the yoke of marriage, and had offered its most goodly fruit to God, for from this fair soil sprang John, who for a long time was chief presbyter at Antioch, and was often elected to the apostolic see, but from time to time declined the dignity."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:11",
                            "text": "She maintained a company of virgins vowed to virginity for life, and spent her time in praising God who had made and saved her."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:12",
                            "text": "One day the emperor was passing by, and as they esteemed the Destroyer an object of contempt and derision, they struck up all the louder music, chiefly chanting those psalms which mock the helplessness of idols, and saying in the words of David \"The idols of the nations are of silver and gold, the work of men's hands,\" and after describing their insensibility, they added \"like them be they that make them and all those that trust in them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:13",
                            "text": "Julian heard them, and was very angry, and told them to hold their peace while he was passing by."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:14",
                            "text": "She did not however pay the least attention to his orders, but put still greater energy into their chaunt, and when the emperor passed by again told them to strike up \"Let God arise and let his enemies be scattered\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:15",
                            "text": "On this Julian in wrath ordered the choir mistress to be brought before him; and, though he saw that respect was due to her old age, he neither compassionated her gray hairs, nor respected her high character, but told some of his escort to box both her ears, and by their violence to make her cheeks red."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book III 14:16",
                            "text": "She however took the outrage for honour, and returned home, where, as was her wont, she kept up her attack upon him with her spiritual songs, just as the composer and teacher of the song laid the wicked spirit that vexed Saul."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Theodoret: Ecclesiastical History Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:2",
                            "text": "—Of the Jews; of their attempt at building, and of the heaven-sent plagues that befel them."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:3",
                            "text": "Julian, who had made his soul a home of destroying demons, went his corybantic way, ever raging against true religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:4",
                            "text": "He accordingly now armed the Jews too against the believers in Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:5",
                            "text": "He began by enquiring of some whom he got together why, though their law imposed on them the duty of sacrifices, they offered none."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:6",
                            "text": "On their reply that their worship was limited to one particular spot, this enemy of God immediately gave directions for the re-erection of the destroyed temple, supposing in his vanity that he could falsify the prediction of the Lord, of which, in reality, he exhibited the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:7",
                            "text": "The Jews heard his words with delight and made known his orders to their countrymen throughout the world."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:8",
                            "text": "They came with haste from all directions, contributing alike money and enthusiasm for the work; and the emperor made all the provisions he could, less from the pride of munificence than from hostility to the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:9",
                            "text": "He despatched also as governor a fit man to carry out his impious orders."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:10",
                            "text": "It is said that they made mattocks, shovels, and baskets of silver."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:11",
                            "text": "When they had begun to dig and to carry out the earth a vast multitude of them went on with the work all day, but by night the earth which had been carried away shifted back from the ravine of its own accord."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:12",
                            "text": "They destroyed moreover the remains of the former construction, with the intention of building everything up afresh; but when they had got together thousands of bushels of chalk and lime, of a sudden a violent gale blew, and storms, tempests and whirlwinds scattered everything far and wide."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:13",
                            "text": "They still went on in their madness, nor were they brought to their senses by the divine longsuffering."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:14",
                            "text": "Then first came a great earthquake, fit to strike terror into the hearts of men quite ignorant of God's dealings; and, when still they were not awed, fire running from the excavated foundations burnt up most of the diggers, and put the rest to flight."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:15",
                            "text": "Moreover when a large number of men were sleeping at night in an adjacent building it suddenly fell down, roof and all, and crushed the whole of them."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:16",
                            "text": "On that night and also on the following night the sign of the cross of salvation was seen brightly shining in the sky, and the very garments of the Jews were filled with crosses, not bright but black."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:17",
                            "text": "When God's enemies saw these things, in terror at the heaven-sent plagues they fled, and made their way home, confessing the Godhead of Him who had been crucified by their fathers."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:18",
                            "text": "Julian heard of these events, for they were repeated by every one."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book III 15:19",
                            "text": "But like Pharaoh he hardened his heart."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Theodoret: Ecclesiastical History Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:2",
                            "text": "—Of the expedition against the Persians."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:3",
                            "text": "No sooner had the Persians heard of the death of Constantius, than they took heart, proclaimed war, and marched over the frontier of the Roman empire."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:4",
                            "text": "Julian therefore determined to muster his forces, though they were a host without a God to guard them."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:5",
                            "text": "First he sent to Delphi, to Delos and to Dodona, and to the other oracles and enquired of the seers if he should march."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:6",
                            "text": "They bade him march and promised him victory."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:7",
                            "text": "One of these oracles I subjoin in proof of their falsehood."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:8",
                            "text": "It was as follows."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:9",
                            "text": "\"Now we gods all started to get trophies of victory by the river beast and of them I Ares, bold raiser of the din of war, will be leader\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:10",
                            "text": "Let them that style the Pythian a God wise in word and prince of the muses ridicule the absurdity of the utterance."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:11",
                            "text": "I who have found out its falsehood will rather pity him who was cheated by it."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:12",
                            "text": "The oracle called the Tigris \"beast\" because the river and the animal bear the same name."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:13",
                            "text": "Rising in the mountains of Armenia, and flowing through Assyria it discharges itself into the Persian gulf."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:14",
                            "text": "Beguiled by these oracles the unhappy man indulged in dreams of victory, and after fighting with the Persians had visions of a campaign against the Galileans, for so he called the Christians, thinking thus to bring discredit on them."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:15",
                            "text": "But, man of education as he was, he ought to have bethought him that no mischief is done to reputation by change of name, for even had Socrates been called Critias and Pythagoras Phalaris they would have incurred no disgrace from the change of name—nor yet would Nireus if he had been named Thersites have lost the comeliness with which nature had gifted him."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:16",
                            "text": "Julian had learned about these things, but laid none of them to heart, and supposed that he could wrong us by using an inappropriate title."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book III 16:17",
                            "text": "He believed the lies of the oracles and threatened to set up in our churches the statue of the goddess of lust."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Theodoret: Ecclesiastical History Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:2",
                            "text": "—Of the boldness of speech of the decurion of Beroea."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:3",
                            "text": "After starting with these threats he was put down by one single Beroean."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:4",
                            "text": "Illustrious as this man was from the fact of his holding the chief place among the magistrates, he was made yet more illustrious by his zeal."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:5",
                            "text": "On seeing his son falling into the prevailing paganism, he drove him from his home and publicly renounced him."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:6",
                            "text": "The youth made his way to the emperor in the near neighbourhood of the city and informed him both of his own views and of his father's sentence."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:7",
                            "text": "The emperor bade him make his mind easy and promised to reconcile his father to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:8",
                            "text": "When he reached Beroea, he invited the men of office and of high position to a banquet."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:9",
                            "text": "Among them was the young suppliant's father, and both father and son were ordered to take their places on the imperial couch."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:10",
                            "text": "In the middle of the entertainment Julian said to the father, \"It does not seem to me to be right to force a mind otherwise inclined and having no wish to shift its allegiance."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:11",
                            "text": "Your son does not wish to follow your doctrines."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:12",
                            "text": "Do not force him."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:13",
                            "text": "Even I, though I am easily able to compel you, do not try to force you to follow mine\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:14",
                            "text": "Then the father, moved by his faith in divine truth to sharpen the debate, exclaimed \"Sir,\" said he \"are you speaking of this wretch whom God hates and who has preferred lies to truth?\"  Once more Julian put on the mask of mildness and said \"Cease fellow from reviling,\" and then, turning his face to the youth, \"I,\" said he, \"will have care for you, since I have not been able to persuade your father to do so\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book III 17:15",
                            "text": "I mention this circumstance with a distinct wish to point out not only this worthy man's admirable boldness, but that very many persons despised Julian's sway."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Theodoret: Ecclesiastical History Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:2",
                            "text": "—Of the prediction of the pedagogue."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:3",
                            "text": "Another instance is that of an excellent man at Antioch, entrusted with the charge of young lads, who was better educated than is usually the case with pedagogues, and was the intimate friend of the chief teacher of that period, Libanius the far-famed sophist."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:4",
                            "text": "Now Libanius was a heathen expecting victory and bearing in mind the threats of Julian, so one day, in ridicule of our belief he said to the pedagogue, \"What is the carpenter's son about now?\" Filled with divine grace, he foretold what was shortly to come to pass."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:5",
                            "text": "\"Sophist,\" said he, \"the Creator of all things, whom you in derision call carpenter's son, is making a coffin\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:6",
                            "text": "After a few days the death of the wretch was announced."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:7",
                            "text": "He was carried out lying in his coffin."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book III 18:8",
                            "text": "The vaunt of his threats was proved vain, and God was glorified."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Theodoret: Ecclesiastical History Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:2",
                            "text": "—Of the Prophecy of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:3",
                            "text": "Julianus the monk."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:4",
                            "text": "A man who in the body imitated the lives of the bodiless, namely Julianus, surnamed in Syrian Sabbas, whose life I have written in my \"Religious History,\" continued all the more zealously to offer his prayers to the God of all, when he heard of the impious tyrant's threats."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:5",
                            "text": "On the very day on which Julian was slain, he heard of the event while at his prayers, although the Monastery was distant more than twenty stages from the army."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:6",
                            "text": "It is related that while he was invoking the Lord with loud cries and supplicating his merciful Master, he suddenly checked his tears, broke into an ecstasy of delight, while his countenance was lighted up and thus signified the joy that possessed his soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:7",
                            "text": "When his friends beheld this change they begged him to tell them the reason of his gladness."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:8",
                            "text": "\"The wild boar,\" said he, \"the enemy of the vineyard of the Lord, has paid the penalty of the wrongs he has done to Him; he lies dead."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:9",
                            "text": "His mischief is done\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book III 19:10",
                            "text": "The whole company no sooner heard these words than they leaped with joy and struck up the song of thanksgiving to God, and from those that brought tidings of the emperor's death they learnt that it was the very day and hour when the accursed man was slain that the aged Saint knew it and announced it."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Theodoret: Ecclesiastical History Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:2",
                            "text": "—Of the death of the Emperor Julian in Persia."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:3",
                            "text": "Julian's folly was yet more clearly manifested by his death."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:4",
                            "text": "He crossed the river that separates the Roman Empire from the Persian, brought over his army, and then forthwith burnt his boats, so making his men fight not in willing but in forced obedience."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:5",
                            "text": "The best generals are wont to fill their troops with enthusiasm, and, if they see them growing discouraged, to cheer them and raise their hopes; but Julian by burning the bridge of retreat cut off all good hope."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:6",
                            "text": "A further proof of his incompetence was his failure to fulfil the duty of foraging in all directions and providing his troops with supplies."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:7",
                            "text": "Julian had neither ordered supplies to be brought from Rome, nor did he make any bountiful provision by ravaging the enemy's country."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:8",
                            "text": "He left the inhabited world behind him, and persisted in marching through the wilderness."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:9",
                            "text": "His soldiers had not enough to eat and drink; they were without guides; they were marching astray in a desert land."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:10",
                            "text": "Thus they saw the folly of their most wise emperor."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:11",
                            "text": "In the midst of their murmuring and grumbling they suddenly found him who had struggled in mad rage against his Maker wounded to death."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:12",
                            "text": "Ares who raises the war-din had never come to help him as he promised; Loxias had given lying divination; he who glads him in the thunderbolts had hurled no bolt on the man who dealt the fatal blow; the boasting of his threats was dashed to the ground."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:13",
                            "text": "The name of the man who dealt that righteous stroke no one knows to this day."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:14",
                            "text": "Some say that he was wounded by an invisible being, others by one of the Nomads who were called Ishmaelites; others by a trooper who could not endure the pains of famine in the wilderness."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:15",
                            "text": "But whether it were man or angel who plied the steel, without doubt the doer of the deed was the minister of the will of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:16",
                            "text": "It is related that when Julian had received the wound, he filled his hand with blood, flung it into the air and cried, \"Thou hast won, O Galilean\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:17",
                            "text": "Thus he gave utterance at once to a confession of the victory and to a blasphemy."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book III 20:18",
                            "text": "So infatuated was he."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Theodoret: Ecclesiastical History Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:2",
                            "text": "—Of the sorcery at Carrae which was detected after his death."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:3",
                            "text": "After he was slain the jugglery of his sorcery was detected."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:4",
                            "text": "For Carrae is a city which still retains the relics of his false religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:5",
                            "text": "Julian had left Edessa on his left because it was adorned with the grace of true religion, and while in his vain folly he was journeying through Carrae, he came to the temple honoured by the impious and after going through certain rites with his companions in defilement, he locked and sealed the doors, and stationed sentinels with orders to see that none came in till his return."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:6",
                            "text": "When news came of his death, and the reign of iniquity was succeeded by one of piety, the shrine was opened, and within was found a proof of the late emperor's manliness, wisdom, and piety."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:7",
                            "text": "For there was seen a woman hung up on high by the hairs of her head, and with her hands outstretched."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:8",
                            "text": "The villain had cut open her belly, and so I suppose learnt from her liver his victory over the Persians."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book III 21:9",
                            "text": "This was the abomination discovered at Carrae."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Theodoret: Ecclesiastical History Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:2",
                            "text": "—Of the heads discovered in the palace at Antioch and the public rejoicings there."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:3",
                            "text": "It is said that at Antioch a number of chests were discovered at the palace filled with human heads, and also many wells full of corpses."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:4",
                            "text": "Such is the teaching of the evil deities."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:5",
                            "text": "When Antioch heard of Julian's death she gave herself up to rejoicing and festivity; and not only was exultant joy exhibited in the churches, and in the shrines of martyrs, but even in the theatres the victory of the cross was proclaimed and Julian's vaticination held up to ridicule."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:6",
                            "text": "And here I will record the admirable utterance of the men at Antioch, that it may be preserved in the memory of generations yet to come, for with one voice the shout was raised, \"Maximus, thou fool, where are thy oracles? for God has conquered and his Christ\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:7",
                            "text": "This was said because there lived at that time a man of the name of Maximus, a pretender to philosophy, but really a worker of magic, and boasting himself to be able to foretell the future."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:8",
                            "text": "But the Antiochenes, who had received their divine teaching from the glorious yokefellows Peter and Paul, and were full of warm affection for the Master and Saviour of all, persisted in execrating Julian to the end."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:9",
                            "text": "Their sentiments were perfectly well known to the object of them, and so he wrote a book against them and called it \"Misopogon\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book III 22:10",
                            "text": "This rejoicing at the death of the tyrant shall conclude this book of my history, for it were to my mind indecent to connect with a righteous reign the impious sovereignty of Julian."
                        }
                    ]
                }
            ]
        }
    ]
}