{
    "books": [
        {
            "name": "The Narrative of Zosimus Concerning the Life of the Blessed",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:1",
                            "text": "The Narrative of Zosimus Concerning the Life of the Blessed: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:2",
                            "text": "About that time there was in the desert a certain man named Zosimus, who for forty years ate no bread, and drank no wine, and saw not the face of man."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:3",
                            "text": "This man was entreating God that he might see the way of life of the blessed, and behold an angel of the Lord was sent saying to him, Zosimus, man of God, behold I am sent by the Most High, the God of all, to tell thee that thou shalt journey to the blessed, but shalt not dwell with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:4",
                            "text": "But exalt not thy heart, saying, For forty years I have not eaten bread, for the word of God is more than bread, and the spirit of God is more than wine."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:5",
                            "text": "And as for thy saying, I have not seen the face of man, behold the face of the great king is nigh thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:6",
                            "text": "Zosimus said, I know that the Lord can do whatsoever he will."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:7",
                            "text": "The angel said to him, Know this also, that thou art not worthy of one of their delights, but arise and set out."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:8",
                            "text": "II."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:9",
                            "text": "And I, Zosimus, issuing from my cave with God leading me, set out not knowing which way I went, and after I had travelled forty days my spirit grew faint and my body failed, and being exhausted I sat down, and continued praying in that place for three days."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:10",
                            "text": "And, behold, there came a beast from the desert, whose name is the camel, and placing its knees on the ground, it received me upon its neck and went into the desert and set me down."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:11",
                            "text": "There there was much howling of wild beasts, and gnashing of teeth, and deadly poison."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:12",
                            "text": "And becoming afraid, I prayed to the Lord, and there came in that place a great earthquake with noise, and a storm of wind blew and lifted me from the earth, and exalted me on its wing, and I was praying and journeying till it set me upon a place beside a river, and the name of the river is Eumeles."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:13",
                            "text": "And behold when I desired to cross the river, some one cried as if from the water, saying, Zosimus, man of God, thou canst not pass through me, for no man can divide my waters:  but look up from the waters to the heaven."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:14",
                            "text": "And looking up I saw a wall of cloud stretching from the waters to the heaven, and the cloud said, Zosimus, man of God, through me no bird passes out of this world, nor breath of wind, nor the sun itself, nor can the tempter in this world pass through me."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:15",
                            "text": "III."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:16",
                            "text": "And I was astonished at these words, and at the voice that spake these things to me."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:17",
                            "text": "And as I prayed, behold two trees sprang up out of the earth, fair and beautiful, laden with fragrant fruits."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:18",
                            "text": "And the tree on this side bent down and received me on its top, and was lifted up exceedingly above the middle of the river, and the other tree met me and received me in its branches and bending down set me on the ground; and both trees were lifted up and set me away from the river on the other side."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:19",
                            "text": "In that place I rested three days, and arising again I went forward, whither I knew not, and that place was filled with much fragrance, and there was no mountain on either hand, but the place was level and flowery, all crowned with garlands, and all the land beautiful."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:20",
                            "text": "IV."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:21",
                            "text": "And I saw there a naked man sitting, and said in myself, Surely this is not the tempter."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:22",
                            "text": "And I remembered the voice of the cloud that it said to me, Not even the tempter in this world passes through me."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:23",
                            "text": "And thus taking courage I said to him, Hail, brother."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:24",
                            "text": "And he answering said to me, The grace of my God be with thee."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:25",
                            "text": "Again I said to him, Tell me, man of God, who thou art?  He answered and said to me, Who art thou rather?  And I answered and told him all concerning myself, and that I had prayed to God and he had brought me into that place."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:26",
                            "text": "He answered and said to me, I also know that thou art a man of God, for if not, thou couldst not have passed through the cloud and the river and the air."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:27",
                            "text": "For the breadth of the river is about thirty thousand paces, and the cloud reaches to heaven, and the depth of the river to the abyss."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:28",
                            "text": "V."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:29",
                            "text": "And having ended this discourse the man spoke again, Hast thou come hither out of the vanity of the world?  I said to him, Wherefore art thou naked?  He said, How knowest thou that I am naked?  Thou wearest skins of the cattle of the earth, that decay together with thy body, but look up to the height of heaven and behold of what nature my clothing is."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:30",
                            "text": "And looking up into heaven I saw his face as the face of an angel, and his clothing as lightning, which passes from the east to the west, and I was greatly afraid, thinking that it was the son of God, and trembled, falling upon the ground."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:31",
                            "text": "And giving me his hand he raised me up, saying, Arise, I also am one of the blessed."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:32",
                            "text": "Come with me, that I may lead thee to the elders."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:33",
                            "text": "And laying hold of my hand he walked about with me and led me toward a certain crowd, and there were in that crowd elders like sons of God, and young men were standing beside the elders."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:34",
                            "text": "And as I came near to them, they said, This man has come hither out of the vanity of the world; come, let us beseech the Lord and he will reveal to us this mystery."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:35",
                            "text": "Surely the end is not at hand, that the man of vanity is come hither?  Then they arose and besought the Lord with one accord, and behold two angels came down from heaven and said, Fear not the man, for God has sent him, that he may remain seven days and learn your ways of life, and then he shall go forth and depart to his own place."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:36",
                            "text": "The angels of God having said this ascended into heaven before our eyes."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:37",
                            "text": "VI."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:38",
                            "text": "Then the elders of the blessed gave me over to one of the attendants, saying, Keep him for seven days."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:39",
                            "text": "So the attendant receiving me led me to his cave, and we sat under a tree partaking of food."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:40",
                            "text": "For from the sixth hour even to the sixth, then we ate, and the water came out from the root of the tree sweeter than honey, and we drank our fill, and again the water sank down into its place."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:41",
                            "text": "And all the country of those there heard of me, that there had come thither a man out of the vanity of the world, and all the country was stirred up, and they came to see me because it seemed strange to them."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:42",
                            "text": "Therefore they were asking me all things and I was answering them, and I became faint in spirit and in body, and besought the man of God that served me, and said, I beseech thee, brother, if any come to see me, tell them He is not here, so that I may rest a little."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:43",
                            "text": "And the man of God cried out saying, Woe is me, that the story of Adam is summed up in me, for Satan deceived him through Eve, and this man by his flattery desires to make me a liar while he is here."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:44",
                            "text": "Take me away from hence, for I shall flee from the place."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:45",
                            "text": "For behold he wishes to sow in me seeds of the world of vanity."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:46",
                            "text": "And all the multitude and the elders rose up against me, and said, Depart from us, man; we know not whence thou art come to us."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:47",
                            "text": "But I lamented with great lamentation, and my senses left me, and I cried out to the elders, saying, Forgive me, my lords, and the elders stilled them and made quietness."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:48",
                            "text": "Then I related to them all from the beginning till that time, and said, I besought the Lord to come to you, and he deemed me worthy."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:49",
                            "text": "And the elders said, And now what wilt thou we should do to thee?  I said to them, I desire to learn of you your way of life."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:50",
                            "text": "VII."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:51",
                            "text": "And they rejoiced with great joy, and taking up tables of stone they wrote on them with their nails, thus, Hear, ye sons of men, hear ye us who are become blessed, that we also are of you; for when the prophet Jeremiah proclaimed that the city of Jerusalem should be delivered into the hands of the destroyers, he rent his garments, and put sackcloth upon his loins, and sprinkled dust upon his head, and took earth upon his bed, and told all the people to turn from their wicked way."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:52",
                            "text": "And our father Rechab, the son of Aminadab, heard him and said to us, Ye sons and daughters of Rechab, hearken to your father, and put off your garments from your body, and drink no vessel of wine, and eat no bread from the fire, and drink not strong drink and honey until the Lord hear your entreaty."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:53",
                            "text": "And we said, All that he has commanded us we shall do and hearken."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:54",
                            "text": "So we cast away our clothing from our bodies, and we ate no bread from the fire, and drank no vessel of wine nor honey nor strong drink, and we lamented with a great lamentation and besought the Lord, and he heard our prayer and turned away his anger from the city of Jerusalem, and there came to the city of Jerusalem mercy from the Lord, and he pitied its people, and turned away his deadly anger."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:55",
                            "text": "VIII."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:56",
                            "text": "And after these things the king of the city of Jerusalem died, and there arose another king."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:57",
                            "text": "And all the people gathered to him and informed him concerning us, and said, There are certain of thy people, who have changed their way from us."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:58",
                            "text": "Therefore the king summoned them, and asked them wherefore they had done this; and he sent for us and asked, Who are ye and of what worship and of what country?  And we said to him, We are the sons of thy servant, and our father is Rechab the son of Jonadab, and when Jeremiah the prophet preached in the days of thy father the king, he proclaimed death to the city of Jerusalem, saying, Yet three days and all the city shall be put to death."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:59",
                            "text": "And the king thy father hearing this repented of his sins, and issued a command to all to turn aside from their wicked way."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:60",
                            "text": "And our father thy servant hearing it charged us, saying, Drink no vessel of wine, and eat no bread from the fire, until the Lord shall hear your entreaty."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:61",
                            "text": "And we hearkened to the commandment of our father, and made naked our bodies, we drank no wine and ate no bread, and we prayed to the Lord for the city of Jerusalem, and the Lord pitied his people and turned away his anger, and we saw it and our soul was rejoiced, and we said, It is good for us to be so."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:62",
                            "text": "IX."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:63",
                            "text": "And the king said to us, Ye have done well."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:64",
                            "text": "Now therefore mingle with my people, and eat bread and drink wine, and glorify your Lord, and ye shall be serving God and the king."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:65",
                            "text": "But we said, We will not disobey God."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:66",
                            "text": "Then the king was enraged and set us in prison, and we passed that night there."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:67",
                            "text": "And behold a light shone in the building, and an angel uncovered the prison and laid hold of the crowns of our heads, and took us out of the prison, and set us beside the water of the river, and said to us, Whithersoever the water goes, go ye also."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:68",
                            "text": "And we travelled with the water and with the angel."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:69",
                            "text": "When therefore he had brought us to this place, the river was dried up and the water was swallowed up by the abyss, and he made a wall round this country, and there came a wall of cloud, and shadowed above the water; and he did not scatter us over all the earth, but gave to us this country."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:70",
                            "text": "X."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:71",
                            "text": "Hear, ye sons of men, hear the way of life of the blessed."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:72",
                            "text": "For God placed us in this land, for we are holy but not immortal."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:73",
                            "text": "For the earth produces most fragrant fruit, and out of the trunks of the trees comes water sweeter than honey, and these are our food and drink."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:74",
                            "text": "We are also praying night and day, and this is all our occupation."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:75",
                            "text": "Hear, ye sons of men; with us there is no vine, nor ploughed field, nor works of wood or iron, nor have we any house or building, nor fire nor sword, nor iron wrought or unwrought, nor silver nor gold, nor air too heavy or too keen."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:76",
                            "text": "Neither do any of us take to themselves wives, except for so long as to beget two children, and after they have produced two children they withdraw from each other and continue in chastity, not knowing that they were ever in the intercourse of marriage, but being in virginity as from the beginning."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:77",
                            "text": "And the one child remains for marriage, and the other for virginity."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:78",
                            "text": "XI."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:79",
                            "text": "And there is no count of time, neither weeks nor months nor years, for all our day is one day."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:80",
                            "text": "In our caves lie the leaves of trees, and this is our couch under the trees."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:81",
                            "text": "But we are not naked of body, as ye wrongly imagine, for we have the garment of immortality and are not ashamed of each other."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:82",
                            "text": "At the sixth hour of every day we eat, for the fruit of the tree falls of itself at the sixth hour, and we eat and drink our fill, and again the water sinks into its place."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:83",
                            "text": "We also know you who are there in the world, and who are in sins, and your works, for every day the angels of the Lord come and tell them to us, and the number of your years."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:84",
                            "text": "But we pray for you to the Lord, because we also are of you and of your race, except that God has chosen us, and has set us in this place without sin."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:85",
                            "text": "And the angels of God dwell with us every day, and tell us all things concerning you, and we rejoice with the angels over the works of the just, but over the works of sinners we mourn and lament, praying to the Lord that he may cease from his anger and spare your offences."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:86",
                            "text": "XII."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:87",
                            "text": "But when the time of the forty days comes, all the trees cease from their fruits, and the manna that he gave to our fathers rains down from heaven, and the manna is sweeter than honey."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:88",
                            "text": "Thus we know that the season of the year is changed."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:89",
                            "text": "But when the time of the holy passover comes, then again the trees put forth fragrant fruit, and thus we know that it is the beginning of the year."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:90",
                            "text": "But the feast of the resurrection of the Lord is performed with much watching, for we continue watching for three days and three nights."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:91",
                            "text": "XIII."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:92",
                            "text": "We know also the time of our end, for we have no torment nor disease nor pain in our bodies, nor exhaustion nor weakness, but peace and great patience and love."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:93",
                            "text": "For our soul is not troubled by the angels to go forth, for the angels rejoice when they receive our souls, and the souls also rejoice with the angels when they behold them; as a bride receives the bridegroom, so our soul receives the announcement of the holy angels, saying nothing more than only this, The Lord calls thee."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:94",
                            "text": "Then the soul quits the body and goes to the angels, and the angels seeing the soul coming forth spotless rejoice, and spreading out their robes receive it."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:95",
                            "text": "Then the angels call it blessed, saying, Blessed art then, O soul, because the will of the Lord is fulfilled in thee."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:96",
                            "text": "XIV."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:97",
                            "text": "The time of our life is this."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:98",
                            "text": "If one quits the body in his youth, the days of his life here are three hundred and sixty years, and he that quits the body in old age, the days of his life here are six hundred and eighty-eight years."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:99",
                            "text": "And the day of our completion is made known to us by the angels, and when the angels of God come to take us, we go with them, and the elders, seeing the angels, gather together all the people and we depart together with the angels, singing psalms, until the angels arrive at the place of our abode."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:100",
                            "text": "And because we have no tools, the angels of God themselves make the grave for our body, and thus he that is called by God goes down, and all salute him from small to great, sending him on his way and bidding him farewell."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:101",
                            "text": "Then the soul quits the body and the angels receive it, but we see the shape of the soul as a shape of light, perfect in all the body apart from the distinction of male and female."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:102",
                            "text": "XV."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:103",
                            "text": "Then the angels taking it up sing a song and hymn, making melody to God, and again other troops of angels come in haste to meet them, saluting the soul that is coming and entering into the firmaments."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:104",
                            "text": "And when it has come to the place where it is to worship God, the son of God himself, together with the angels, receives the soul of the blessed one and bears it to the undefiled father of the ages, and again, when the angels sing above, we being below listen to them, and again we sing and they listen in heaven above, and thus between us and the angels there arises a giving of praise in hymns."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:105",
                            "text": "But when the soul of the blessed one, falling upon its face, worships the Lord, then we also falling down worship the Lord in that same hour, and when the Lord raises it up then we also arise; and when it goes to its appointed place, we also go into the church, fulfilling the eucharist of the Lord."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:106",
                            "text": "Having written these things, and all the life of the blessed, we gave them to our brother Zosimus, and escorted him as far as the place of trees beside the river Eumeles."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:107",
                            "text": "XVI."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:108",
                            "text": "And I, Zosimus, besought again the blessed ones to make entreaty for me to the Lord that the trees might receive me to take me across."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:109",
                            "text": "And they all cried to the Lord and said, O God that hast shown us thy marvels and hast made thy servant Zosimus to come to us out of the world of vanity, set him again in his own place with peace, and command these trees to bow down and take up thy servant and set him on the further side."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:110",
                            "text": "And as they finished their prayer, the trees straightway bent down before them, and received me as on the second day before; and being set on the other side of the river I cried with a loud voice and said, Men of righteousness, who are brothers of the holy angels, grant me your prayer in peace, for behold I depart from you."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:111",
                            "text": "And making prayer they all cried out, saying, Peace, peace be with you, brother."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:112",
                            "text": "XVII."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:113",
                            "text": "Then I prayed to the Lord, and there came to me a storm of wind, and received me upon its wings, and carried me to the place where it found me sitting, and left me there in peace."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:114",
                            "text": "And raising its voice the wind said to me, Blessed art thou, Zosimus, that thou hast been numbered with the blessed."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:115",
                            "text": "And the beast from the desert, whose name is the camel, came and received me upon its neck and carried me eighty and five stations, and set me in the place where it found me praying, and left me in peace, crying and saying, Blessed art thou, Zosimus, that thou hast been numbered with the blessed."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:116",
                            "text": "XVIII."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:117",
                            "text": "But seeing me thus praised, Satan desired to tempt me and throw his dart at me from his station, but an angel of God came and said to me, Zosimus, behold Satan is coming to tempt thee, but the Lord will fight for thee, for the glory of thy faith must bind Satan."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:118",
                            "text": "And an angel of God appeared, crying and saying, Welcome, blessed one of Christ."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:119",
                            "text": "Come and I shall lead thee to the cave that is the dwelling-place of thy body, for thy cave shall be a testimony of the desert, a healing of the sick that come to it, a place of trial and touch-stone of demons."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:120",
                            "text": "And laying hold of my hand he strengthened me, and led me for forty days to the cave where I had dwelt."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:121",
                            "text": "And there was there a table of righteousness, and I spent the night with the angels of God."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:122",
                            "text": "And I placed the tablets that were given me by the holy blessed ones on the step of the altar in my cave."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:123",
                            "text": "XIX."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:124",
                            "text": "And, behold, when the angels of God ascended, the Devil came, having a fierce shape, and possessed with anger and gall, and said to me, I knew that God would do with thee as with the blessed ones, and that they shall be free from sin and be above the angels, and therefore I brought in an evil design, and entered into the vessel of the serpent, an evil-doer added to evil-doer."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:125",
                            "text": "And by this I made the first man Adam to transgress and taste of the tree of life, since God had commanded him not to eat of it, that he might remain equal in glory to God and the holy angels; and thou again hast gone and brought this commandment, but now that they may not be without sin, I shall show thee how I shall destroy thee and all those that receive this commandment, so that they may not be without sin, and the book that thou hast brought."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:126",
                            "text": "XX."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:127",
                            "text": "Saying these things the Devil departed from me, and after eight days he brought with him one thousand three hundred and sixty demons, and dragged me from the cave as I prayed, and they beat me, tossing me about between them, for forty days."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:128",
                            "text": "And after the forty days the devil lamented before me and said, Woe is me that through one man I have lost the world, for he has vanquished me by his prayer."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:129",
                            "text": "And he began to run from me, but I laying hold of him stayed him and said, Thou shalt not run away and flee from me until thou swearest to me never again to tempt man."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:130",
                            "text": "And lamenting with great and violent lamentation he swore to me by the firmament of heaven, So long as thy dwelling is here, and after thee, I will not come upon this place."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:131",
                            "text": "Then I let him go, sending him and the demons with him into eternal fire."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:132",
                            "text": "Then the angel came, who had companied with me at the table, and led me into my cave with great glory."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:133",
                            "text": "XXI."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:134",
                            "text": "After this I lived thirty-six years, and communicated the way of life of the blessed to the fathers in the desert."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:135",
                            "text": "But the Devil wept because of the tables of the life of the blessed, saying, If this get abroad in the world, I shall be mocked, and these will remain without sin and I alone in folly."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:136",
                            "text": "And after the completion of the thirty-six years, the angels of God came to me as to the blessed."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:137",
                            "text": "And all the monks were gathered together and all who heard it, and this testament was read to all of them, and in such life he gave up his soul to God."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:138",
                            "text": "XXII."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:139",
                            "text": "And I, Cryseos, being one of those in the desert, spread it abroad and gave it to all that were willing to learn it and profit by it."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:140",
                            "text": "Therefore the angels of God helped to bury the body of Zosimus as a precious gift, and we saw the soul of the blessed one shining seven times brighter than the sun."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:141",
                            "text": "And straightway upon that place there came up seven palm-trees and overshadowed the cave."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:142",
                            "text": "There came up also a fountain of water in that place, holy water, and unto this day a healing and salvation to all the sick that come to it."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:143",
                            "text": "Peace be to all that have heard the memorial of the holy Zosimus; the Lord is the advocate and helper of all to the endless ages of ages."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "The Narrative of Zosimus Concerning the Life of the Blessed 1:144",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}