{
    "books": [
        {
            "name": "Aphrahat: Of Death and Latter Times",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of Death and Latter Times 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:1",
                            "text": "Demonstration XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:2",
                            "text": "—Of Death and the Latter Times."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:4",
                            "text": "The upright and righteous and good and wise fear not nor tremble at death, because of the great hope that is before them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:5",
                            "text": "And they at every time are mindful of death, their exodus, and of the last day in which the children of Adam shall be judged."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:6",
                            "text": "They know that by the sentence of judgment death has held sway, because Adam transgressed the commandment; as the Apostle said:—Death ruled from Adam unto Moses even over those who sinned not, so that also upon all the children of Adam it passed, even as it passed upon Adam."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:7",
                            "text": "And how did death rule from Adam unto Moses?  Clearly, when God laid down the commandment for Adam, He warned him, and said:—On the day that thou shalt eat of the tree of the knowledge of good and evil, thou shalt die the death."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:8",
                            "text": "So when he transgressed the commandment and ate of the tree, death ruled over him and over all his progeny."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:9",
                            "text": "Even over those who had not sinned, even over them did death rule through Adam's transgression of the commandment."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:11",
                            "text": "And why did he say:—From Adam unto Moses did Death rule?  And who is so ill-furnished with knowledge as to imagine that only from Adam to Moses has death had dominion?  Yet let him understand from this that he said:—Upon all men it passed."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:12",
                            "text": "Thus, upon all men it passed from Moses until the world shall end."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:13",
                            "text": "Yet Moses preached that its kingdom is made void."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:14",
                            "text": "For when Adam transgressed the commandment whereby the sentence of death was passed upon his progeny, Death hoped that he would bind fast all the sons of man and would be king over them for ever."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:15",
                            "text": "But when Moses came, he proclaimed the resurrection, and Death knew that his kingdom is to be made void."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:16",
                            "text": "For Moses said:—Reuben shall live and not die, and shall be in number."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:17",
                            "text": "And when the Holy One called Moses from the bush he said thus to him:—I am the God of Abraham, of Isaac, and of Jacob."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:18",
                            "text": "When Death heard this utterance, he trembled and feared and was terrified and was perturbed, and knew that he had not become king for ever over the children of Adam."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:19",
                            "text": "From the hour that he heard God saying to Moses:—I am the God of Abraham, of Isaac, and of Jacob, Death smote his hands together, for he learned that God is King of the dead and of the living, and that it is appointed to the children of Adam to come forth from his darkness, and arise with their bodies."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:20",
                            "text": "And observe that our Redeemer Jesus also, when He repeated this utterance to the Sadducees, when they were disputing with Him about the Resurrection of the dead, thus said:—God is not (God) of the dead, for all are alive unto Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:21",
                            "text": "3."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:22",
                            "text": "And that God might make known to Death that his authority is not for ever over all the progeny of the world, He translated Enoch to Himself, because he was well-pleasing, and made him deathless."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:23",
                            "text": "And again He took up Elijah to heaven, and Death had no dominion over him."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:24",
                            "text": "And Hannah said:—The Lord maketh to die and causeth to live; He bringeth down to Sheol and raiseth up."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:25",
                            "text": "Furthermore Moses said as from the mouth of God:—I make to die and I cause to live."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:26",
                            "text": "Again the Prophet Isaiah also said:—Thy dead shall live, and their dead bodies shall rise again; and the sleepers of the dust shall be awakened, and shall glorify Thee."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:27",
                            "text": "When Death heard all these things, amazement seized him, and he sat him down in mourning."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:28",
                            "text": "4."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:29",
                            "text": "And when Jesus, the slayer of Death, came, and clothed Himself in a Body from the seed of Adam, and was crucified in His Body, and tasted death; and when (Death) perceived thereby that He had come down unto him, he was shaken from his place and was agitated when he saw Jesus; and he closed his gates and was not willing to receive Him."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:30",
                            "text": "Then He burst his gates, and entered into him, and began to despoil all his possessions."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:31",
                            "text": "But when the dead saw light in the darkness, they lifted up their heads from the bondage of death, and looked forth, and saw the splendour of the King Messiah."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:32",
                            "text": "Then the powers of the darkness of Death sat in mourning, for he was degraded from his authority."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:33",
                            "text": "Death tasted the medicine that was deadly to him, and his hands dropped down, and he learned that the dead shall live and escape from his sway."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:34",
                            "text": "And when He had afflicted Death by the despoiling of his possessions, he wailed and cried aloud in bitterness and said, \"Go forth from my realm and enter it not."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:35",
                            "text": "Who then is this that comes in alive into my realm?\"  And while Death was crying out in terror (for he saw that his darkness was beginning to be done away, and some of the righteous who were sleeping arose to ascend with Him), then He made known to him that when He shall come in the fulness of time, He will bring forth all the prisoners from his power, and they shall go forth to see the light."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:36",
                            "text": "Then when Jesus had fulfilled His ministry amongst the dead, Death sent Him forth from his realm, and suffered Him not to remain there."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:37",
                            "text": "And to devour Him like all the dead, he counted it not pleasure."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:38",
                            "text": "He had no power over the Holy One, nor was He given over to corruption."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:39",
                            "text": "5."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:40",
                            "text": "And when he had eagerly sent Him forth and He had come forth from his realm, He left with him, as a poison, the promise of life; that by little and little his power should be done away."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:41",
                            "text": "Even as when a man has taken a poison in the food which is given for (the support of) life, when he perceives in himself that he has received poison in the food, then he casts up again from his belly the food in which poison was mingled; but the drug leaves its power in his limbs, so that by little and little the structure of his body is dissolved and corrupted."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:42",
                            "text": "So Jesus dead was the bringer to nought of Death; for through Him life is made to reign, and through Him Death is abolished, to whom it is said:—O Death, where is thy victory? 6."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:43",
                            "text": "Therefore, ye children of Adam, all ye over whom Death has ruled, be mindful of Death and remember life; and transgress not the commandment as your first father did."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:44",
                            "text": "O Kings, crowned with the diadem, remember Death, which will take away the diadems that are set upon your heads, and he shall be king over you till the time, when ye shall rise again for the judgment."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:45",
                            "text": "O ye haughty and uplifted and proud, remember Death, which shall destroy your haughtiness, and dissolve the limbs, and separate the joints, and the body and its forms shall be given over to corruption."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:46",
                            "text": "The lofty ones shall be brought low by Death, and the fierce and stern ones shall be buried away in his darkness."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:47",
                            "text": "He shall take away all the pride, and they shall corrupt away and become dust, until the judgment."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:48",
                            "text": "O ye rich, remember Death; for when the time shall come and ye shall draw nigh to him there, ye shall not use your wealth and possessions."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:49",
                            "text": "He will not place dainty viands before you, nor will he prepare for you a rich banquet."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:50",
                            "text": "There the body of the gluttons who used to live delicately shall be corrupted."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:51",
                            "text": "They shall cease from their luxury and shall not remember it."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:52",
                            "text": "There the worm shall consume their bodies, and they shall clothe themselves in darkness over their fair apparel."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:53",
                            "text": "They remember not the ending of this world, that Death shall confound them when they descend to him."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:54",
                            "text": "So they shall sit in oppression and in the shadow of death, and shall not remember this world, until the end shall be and they shall rise again for the judgment."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:55",
                            "text": "O ye rapacious and extortioners and plunderers of your fellows, remember Death, and multiply not your sins; for in that place sinners repent not; and he who has plundered his fellows' goods shall not possess his own, but shall go to the place where man shall make no use of wealth."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:56",
                            "text": "And he shall come to nought and pass away from his honour, but his sins shall be laid up against the day of judgment."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:57",
                            "text": "7."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:58",
                            "text": "O ye that trust in this world, let this world be despised in your eyes; for ye are sojourners and aliens in the midst of it, and ye know not the day that ye shall be taken out of it."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:59",
                            "text": "For suddenly shall Death come, and separate and lead away the loved children from their parents, and the parents from their darling children."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:60",
                            "text": "He leads away for himself the precious only-begotten children, and their parents shall be deprived of them and shall come into contempt."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:61",
                            "text": "He separates precious friends unto himself, and their beloved weep for them lamentably."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:62",
                            "text": "He leads away and takes prisoners unto himself them that are desired for their beauty, that he may put to shame their forms and corrupt them."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:63",
                            "text": "And those that are glorious in aspect he leads away to himself, and they become dust until the judgment."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:64",
                            "text": "He leads away betrothed maidens from their spouses, and binds them captive in his bridal-chamber, in his place of gloom."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:65",
                            "text": "He leads away and separates betrothed husbands from the virgins who were designed for them and betrothed in their name; and these shall sit in bitter mourning over them."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:66",
                            "text": "He leads away and separates unto himself all the beautiful youths who supposed that even unto old age they would not see death."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:67",
                            "text": "He leads away and gathers unto himself the loved infants of days, with whom their parents were not satiated."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:68",
                            "text": "He leads away to himself the wealthy, the sons of luxury; And they leave their possessions as the waves of the sea."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:69",
                            "text": "He leads away to himself the skilful artificers, who were raising up the world by their wonderful works."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:70",
                            "text": "He leads away to himself the subtle and the wise, and they become simple, not distinguishing good from evil."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:71",
                            "text": "He leads away to himself the richly endowed of this world, and their endowments are destroyed and shall not be established for ever."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:72",
                            "text": "He leads away to himself the mighty and the great ones, and their might is brought low and weakened, and comes to an end."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:73",
                            "text": "Them that were confident that their might would not be brought lower, in the day of death, men that are of lower degree than theirs gather together their bodies."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:74",
                            "text": "They that trust that in their death they shall be buried with honour, it befalls them that the dogs devour them."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:75",
                            "text": "And they that trust that they shall be buried in the place wherein they were born, know not but that in the land of their captivity they shall even be gathered (to the grave) with insult."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:76",
                            "text": "They that trusted in their possessions, that they should give them in inheritance to their children, from them it is hidden that they shall be plundered by their enemies."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:77",
                            "text": "Death leads away to himself the brave and the warriors."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:78",
                            "text": "who thought to lay waste the great world."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:79",
                            "text": "Death leads away them that adorn themselves with all pleasant things, and the burial of an ass befalls them when they are buried."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:80",
                            "text": "Death rules over the unborn, and takes them captive to himself before they are born."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:81",
                            "text": "Death leads away to himself them that are honoured with pomps, and they come into contempt when they descend to him, to the realm of darkness, where there is no light."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:82",
                            "text": "He is not ashamed before Kings (that are) crowned with the diadem."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:83",
                            "text": "He is not abashed before the lofty and the fierce ones who lay waste the lands."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:84",
                            "text": "Death respects not the persons of the honourable, nor does he receive a bribe from the rich."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:85",
                            "text": "Death despises not the poor, nor does his soul scorn him that has nothing."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:86",
                            "text": "Death honours not them that live in magnificence, nor with him are the good distinguished from the bad."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:87",
                            "text": "He takes no account of the aged, rather than of children in respect of honour."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:88",
                            "text": "The lords of prudence he makes without understanding, and them that used to make haste and vex themselves, in acquiring possessions there with him, these are stripped of their gains."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:89",
                            "text": "He leads away to himself slaves and their masters; and there the masters are not honoured more than their servants."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:90",
                            "text": "Small and great are there, and they hear not the voice of the oppressor."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:91",
                            "text": "The slave who is freed from his master there pays no regard to him who used to oppress him."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:92",
                            "text": "Death binds and makes captive to himself the keepers of prisoners, and the prisoners who were shut up."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:93",
                            "text": "By means of Death the prisoners are released, and fear not again because of their oppressors."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:94",
                            "text": "8."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:95",
                            "text": "They that live daintily fear death; but the afflicted look forward with hope that they shall be speedily taken away."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:96",
                            "text": "All the rich tremble because of death; but the poor desire it, that they may rest from their labour."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:97",
                            "text": "Death terrifies the mighty when they remember him; but the sick look forward with hope to him that through him they may forget their pains."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:98",
                            "text": "Again the young children are afraid of death, for when it comes upon them they shall leave their pleasures; but the old men advanced in years pray for it, they that are in need of daily bread."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:99",
                            "text": "9."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:100",
                            "text": "The sons of peace remember death; and they forsake and remove from them wrath and enmity."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:101",
                            "text": "As sojourners they dwell in this world, and prepare for themselves a provision for the journey before them."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:102",
                            "text": "On that which is above they set their thoughts, on that which is above they meditate; and those things which are beneath their eyes they despise."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:103",
                            "text": "They send away their treasures to the place where there is no peril, the place where there is no moth, nor are there thieves."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:104",
                            "text": "They abide in the world as aliens, sons of a far land; and look forward to be sent out of this world and to come to the city, the place of the righteous."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:105",
                            "text": "They afflict themselves in the place of their sojourning; and they are not entangled or occupied in the house of their exile."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:106",
                            "text": "Ever day by day their faces are set upwards, to go to the repose of their fathers."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:107",
                            "text": "As prisoners are they in this world, and as hostages of the King are they kept."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:108",
                            "text": "To the end they have no rest in this world, nor is (their) hope in it, that it will continue for ever."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:109",
                            "text": "They that acquire possessions, rejoice not in them, and they that beget children, death fills them with sorrow."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:110",
                            "text": "They that build cities, shall not be left in them; and those that hasten and toil for anything, are in no wise to be distinguished from fools."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:111",
                            "text": "O man without sense, whosoever he be whose trust is in this world!  10."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:112",
                            "text": "Remember, my beloved, and compare and consider in thy mind, who is there of former generations who has been left in this world so as to continue for ever?  Death has led away the former generations, the great ones and the mighty and the subtle."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:113",
                            "text": "Who is there that acquired great possessions, and at the time when he departed took them with him?  That which was gathered together from the earth returns back into its bosom; and naked does a man depart from his possessions."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:114",
                            "text": "The wise, when they acquire goods, send some of them before them, as Job said:—My witnesses are heaven; and again:—My brethren and my lovers are with God."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:115",
                            "text": "And our Lord commanded them that acquire possessions to make for themselves friends in heaven, and also to lay up treasures there."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:116",
                            "text": "11."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:117",
                            "text": "Do thou also remember death, O wise scribe, that thy heart be not lifted up, so that thou shouldest forget the sentence of judgment."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:118",
                            "text": "Death leaves not aside the wise, nor respects the persons of the subtle."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:119",
                            "text": "Death leads away to himself the wise scribes, so that they forget that which they have learned, until the time comes in which all the righteous shall rise again."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:120",
                            "text": "12."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:121",
                            "text": "In that place they shall forget this world."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:122",
                            "text": "There they have no want; and they shall love one another with an abundant love."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:123",
                            "text": "In their bodies there shall be no heaviness, and lightly shall they fly as doves to their windows."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:124",
                            "text": "In their thoughts they shall not there remember wickedness at all, nor shall anything of uncleanness arise in their heart."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:125",
                            "text": "In that place there shall be no natural desire, for there they shall be weaned from all appetites."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:126",
                            "text": "There shall not arise in their heart anger or lasciviousness; also they shall remove from them all things that gender sins."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:127",
                            "text": "Fervent in their heart will be the love of each other; and hatred will not be fixed within them at all."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:128",
                            "text": "They shall have no need there to build houses, for they shall abide in light, in the mansions of the saints."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:129",
                            "text": "They shall have no need of woven raiment, for they shall be clothed in eternal light."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:130",
                            "text": "They shall have no need of food, for they shall recline at His table and be nurtured for ever."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:131",
                            "text": "The air of that region is pleasant and glorious, and its light shines out, and is goodly and gladsome."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:132",
                            "text": "Planted there are beautiful trees, whose fruits fail not, and whose leaves fall not."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:133",
                            "text": "Their boughs are glorious, their perfume delightful, and of their taste no soul shall grow weary for ever."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:134",
                            "text": "Spacious is the region, nor is it limited; yet its inhabitants shall see its distance even as that which is near."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:135",
                            "text": "There the inheritance shall not be divided, and no man shall say to his fellow:—\"This is mine and that is thine\"."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:136",
                            "text": "They shall not be bound there in the desire of covetousness, nor shall they go astray there concerning remembrance."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:137",
                            "text": "There a man shall not love his neighbour with especial reverence, but abundantly shall they all love one another after one fashion."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:138",
                            "text": "They shall not marry wives there, nor shall they beget children; nor shall there the male be distinguished from the female; but all shall be sons of their Father Who is in heaven; as the Prophet said:—Is there not one Father of us all; is there not one God Who created us? 13."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:139",
                            "text": "And as regards that which I said; that there they shall not take wives, nor is male distinguished from female, our Lord and His Apostles have taught us."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:140",
                            "text": "For our Lord said:—They that are worthy of that world, and of that resurrection from the abode of the dead, shall not take wives, nor shall (women) become wives to men; for they cannot die; but they are as the angels in heaven, and are the children of God."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:141",
                            "text": "And the apostle said:—There is neither male nor female, neither bond nor free; but ye are all one in Jesus Christ."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:142",
                            "text": "For, as for Eve, to spread abroad generation, God took her out from Adam, that she might become the mother of all living; but yet in that world there is no female; even as in heaven also there is no female, nor generation, nor use of concupiscence."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:143",
                            "text": "In that place there is no deficiency, but fulness and perfection."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:144",
                            "text": "The aged shall not die and the young shall not grow old."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:145",
                            "text": "And it is in expectation of growing old and dying that young men take wives and beget children, that when the fathers shall have died the children may rise up in their stead."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:146",
                            "text": "Now all these things have their use only in this world, for in that place there is no want, nor any deficiency, nor concupiscence, nor generation, nor ending, nor failure, nor death, nor termination, nor old age."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:147",
                            "text": "There is neither hatred, nor wrath, nor envy, nor weariness, nor toil, nor darkness, nor night, nor falsehood."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:148",
                            "text": "There is not in that place any want at all; but it is full of light, and life, and grace, and fulness, and satisfaction and renewal, and love, and all the good promises that are written but not yet sealed."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:149",
                            "text": "For there is there that which eye hath not seen and ear hath not heard, and which hath not come up into the heart of man, that which is unspeakable and which a man cannot utter."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:150",
                            "text": "And the Apostle said:—That which God hath prepared for them that love Him."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:151",
                            "text": "Though men shall say much, they shall not be able to express it."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:152",
                            "text": "That which eye hath not seen, they are unable to relate; and that which ear hath not heard, it is not right to speak of in such wise as to compare it with anything that the ear has heard and the eye has seen."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:153",
                            "text": "And that which has not come up unto the heart, who is there dares to speak of it, as though it was like anything that has come up into the heart?  But this is right for a speaker, to liken and call that place the abode of God, and the place of life, the perfect place, the place of light, the place of glory, the Sabbath of God, the day of rest, the repose of the righteous, the joy of the just, the abode and dwelling-place of the righteous and the holy, the place of our hope, the sure abode of our trust, the place of our treasure, the place that shall assuage our weariness and remove our afflictions, and soothe our sighs."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:154",
                            "text": "To these things it is right for us to liken, and thus to call, that place."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:155",
                            "text": "14."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:156",
                            "text": "Again, Death leads away to himself kings, the founders of cities, who strengthen themselves in splendour."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:157",
                            "text": "And he does not leave aside the Lords of the countries."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:158",
                            "text": "Death leads away and takes captive to himself the avaricious who are not satisfied nor say \"Enough\"; and he is greedy for them with a greater greed than theirs."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:159",
                            "text": "Death leads away to himself the despoilers who were not by their grace restrained from despoiling their fellows."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:160",
                            "text": "Death leads away to himself the oppressors, and through death are they restrained from iniquity."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:161",
                            "text": "Death leads away to himself the persecutors, and the persecuted have rest till they go to him."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:162",
                            "text": "Death leads away to himself them that swallow up their fellows, and the down-trodden and oppressed have rest for a little until they themselves also are led away and go thither."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:163",
                            "text": "Death leads away them that abound in meditations, and all they have thought upon is dissolved and brought to nought."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:164",
                            "text": "Men meditate upon many matters, and death comes upon them suddenly, and they are led away; and thereafter they remember nothing that they have thought upon."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:165",
                            "text": "There is one that makes plans for many years, and (the knowledge) is withheld from him that he shall not survive to-morrow."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:166",
                            "text": "Some son of Adam is uplifted and vaunts himself over his fellow; and death comes upon him and brings to nought his vaunting."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:167",
                            "text": "The rich man plans to add to his possessions, and he knows not that he shall not continue to possess even that which he has acquired."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:168",
                            "text": "Death leads away to himself all the children of men, and binds them fast in his abode until the judgment."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:169",
                            "text": "Also over those that have not sinned is he king, because of the sentence of judgment that Adam received for his sins."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:170",
                            "text": "15."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:171",
                            "text": "And the Life-giver shall come, the Destroyer of Death, and shall bring to nought his power, from over the just and from over the wicked."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:172",
                            "text": "And the dead shall arise with a mighty shout, and Death shall be emptied and stripped of all the captivity."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:173",
                            "text": "And for judgment shall all the children of Adam be gathered together, and each shall go to the place prepared for him."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:174",
                            "text": "The risen of the righteous shall go unto life, and the risen of the sinners shall be delivered unto death."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:175",
                            "text": "The righteous who kept the commandment shall go, and shall not come nigh unto judgment in the day that they shall rise; as David asked, And bring not thy servant into judgment; nor will their Lord terrify them in that day."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:176",
                            "text": "16."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:177",
                            "text": "Remember that the Apostle also said, We shall judge angels."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:178",
                            "text": "And our Lord said to His disciples, Ye shall sit on twelve thrones, and judge twelve tribes of the house of Israel."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:179",
                            "text": "And Ezekiel said concerning righteous men, that they shall judge Ahola and Aholibah."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:180",
                            "text": "Since, then, the righteous are to judge the wicked, He has made clear concerning them that they shall not come into judgment."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:181",
                            "text": "And as to what the apostles say, that We shall judge angels, hear, and I will instruct thee."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:182",
                            "text": "The angels who shall be judged by the apostles are the priests who have violated the law; as the Prophet said, The lips of the priest shall guard knowledge, and the law shall they inquire of his mouth; because he is the angel of the Lord, the most mighty."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:183",
                            "text": "The angels who are the priests, of whose mouth the law is inquired, when they transgress the law, shall be judged at the last by the apostles, and the priests who observe the law."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:184",
                            "text": "17."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:185",
                            "text": "And the wicked shall not arise in the judgment, nor sinners in the congregation of the righteous."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:186",
                            "text": "And even as the righteous who are perfected in good works shall not come into the judgment to be judged, so of the wicked also whose sins are many, and the measure of whose offences is overflowing, it shall not be required that they should draw nigh unto the judgment, but when they have risen again they shall turn back to Sheol, as David said, The wicked shall turn back to Sheol, and all the nations that forget God."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:187",
                            "text": "And Isaiah said, All the nations are as a drop from the bucket, and as the turning of the balance."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:188",
                            "text": "And the isles as a grain of sand shall be cast away, and all the nations are esteemed as nothingness by Him."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:189",
                            "text": "For destruction and the sword are they esteemed by Him."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:190",
                            "text": "Therefore learn and be persuaded, that all the nations that know not God their Maker, are esteemed by God as nothingness, and shall not come nigh to judgment, but as soon as they have risen shall turn back to Sheol."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:191",
                            "text": "18."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:192",
                            "text": "But all the rest of the world who are called sinners shall stand in the judgment and be rebuked."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:193",
                            "text": "Those in whom there is a little shortcoming will the judge rebuke, and make known to them that they have offended."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:194",
                            "text": "And He will give them the inheritance of life after the judgment."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:195",
                            "text": "And understand that our Lord has made known to us in His Gospel, that every man according to his work shall receive his reward."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:196",
                            "text": "He that received money, showed the increase on it."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:197",
                            "text": "He whose pound or talent produced tenfold, received life, perfect, in nothing lacking."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:198",
                            "text": "He whose pound or talent produced fivefold, received the half of ten."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:199",
                            "text": "One was given a tenfold authority and one a fivefold."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:200",
                            "text": "Now consider and see, that the increase of five is less than that of ten; and the labourers who demand the reward excel them that received it in silence."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:201",
                            "text": "They who toiled all the day, with bold face receive the reward and demand it, in confidence that He will add more to them."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:202",
                            "text": "While they who worked one hour receive it in silence, and know that through grace they receive mercy and life."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:203",
                            "text": "The sinners whose sins are many shall be condemned by the place of judgment, and shall go into torments."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:204",
                            "text": "And from that time and onwards, judgment shall rule over them."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:205",
                            "text": "19."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:206",
                            "text": "Furthermore, hearken unto the Apostle who said, Every man according his work shall receive his reward."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:207",
                            "text": "He that toiled little, shall receive according to his remissness; and he that made much speed, shall be rewarded according to his speed."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:208",
                            "text": "And Job also said, Far be it from God to do iniquity; and far be it from Him to do sin."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:209",
                            "text": "For according to a man's works will He reward him, and a man shall receive according his ways."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:210",
                            "text": "And also the Apostle said, Star excels star in brightness."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:211",
                            "text": "So also is the resurrection of the dead."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:212",
                            "text": "Therefore know that, even when men shall enter into life, yet reward shall excel reward, and glory shall excel glory, and recompense shall excel recompense."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:213",
                            "text": "Degree is higher than degree; and light is more goodly than light in aspect."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:214",
                            "text": "The sun excels the moon, and the moon is greater than the stars that are with her."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:215",
                            "text": "And observe that the moon and the stars are also under the power of the sun, and their light is swallowed up in the splendour of the sun."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:216",
                            "text": "And the sun has power along with the moon and the stars, that he may not abolish the night which has been separated from the day."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:217",
                            "text": "And when the sun was created, he was called a luminary."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:218",
                            "text": "And observe that the sun and the moon and the stars are all called luminaries; but luminary excels luminary."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:219",
                            "text": "The sun obscures the light of the moon, and the moon likewise darkens the light of the stars; and star excels star in its light."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:220",
                            "text": "20."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:221",
                            "text": "And understand (this) also, from that which is of this world, those who labour with toil, and from the hired men who work with their fellows."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:222",
                            "text": "There are some who hire their fellow-men by day-wages, and (these) receive the wage of their toil; and there are some who are hired for the month, and compute and receive the wage for the time, at the time agreed."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:223",
                            "text": "And the day-wage is distinguished from the monthly wage; and yearly exceeds monthly wage."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:224",
                            "text": "21."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:225",
                            "text": "And also again, understand it from the authority that is in this world."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:226",
                            "text": "There are some who please the king by their activity, and receive honour from those in authority."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:227",
                            "text": "One receives a crown from the king, to become governor in one of the countries."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:228",
                            "text": "And under the authority of another, the king places towns; and also he excels his inferiors in his attire."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:229",
                            "text": "Some receive presents and gifts, and one honour is distinguished from another."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:230",
                            "text": "There is one to whom the king gives the honour of being steward over all the treasury."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:231",
                            "text": "Another, according to his lower condition, serves the king, and his authority is only to provide the daily food."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:232",
                            "text": "22."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:233",
                            "text": "Also in respect of penalty, I say that all men are not equal."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:234",
                            "text": "He that has done great wickedness is greatly tormented."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:235",
                            "text": "And he that has offended not so much is less tormented."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:236",
                            "text": "Some shall go into outer darkness, where there is weeping and gnashing of teeth."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:237",
                            "text": "Others shall be cast into the fire, according as they deserve; for it is not written that they shall gnash their teeth, nor that there is darkness there."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:238",
                            "text": "Some shall be cast into another place, a place where their worm shall not die, and their fire shall not be quenched, and they shall became an astonishment to all flesh."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:239",
                            "text": "In the faces of others the door shall be closed and the Judge will say to them:—I know you not."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:240",
                            "text": "And consider that, as the reward for good deeds is not equal for all men, so it is also for evil deeds."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:241",
                            "text": "Not in one fashion shall men be judged, but every man according to his works shall receive his requital, because the Judge is clothed in righteousness and regards not the persons of men."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:242",
                            "text": "23."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:243",
                            "text": "And even as I have showed thee concerning the world, how one honour excels another, of those that kings and rulers of this world give to those beneath them; also concerning this I have showed thee, that even as kings have good gifts to give to those honoured by them, so also they have prisons and chains and fetters, which are various kinds of bonds."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:244",
                            "text": "One man offends the king with a grievous offence, and without inquiry he is delivered over to death."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:245",
                            "text": "Another offends, yet is not deserving of death; he is put in bonds until he is judged; and is chastised, and the king remits his offence."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:246",
                            "text": "There is another whom the king has held in regard; and outside the prison house he is kept in freedom, without chains and without bonds."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:247",
                            "text": "He that is put to death is distinguished from him that is bound; and the punishment of one exceeds that of another, according to the desert of his offence."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:248",
                            "text": "But come thou to our Redeemer, Who said:—Many are the mansions in My Father's house."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:249",
                            "text": "24."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:250",
                            "text": "My beloved, men who are inferior in understanding, dispute about this that I write to thee, and say:—\"What is the place in which the righteous shall receive a good reward; and what is the place in which are torments, in which the wicked shall receive the punishments of their works?\"  O man that thinkest thus, I will ask thee, and tell thou me, why is death called death, and why is Sheol called Sheol?  For it is written that when Korah and his companions made a schism against Moses, the earth opened her mouth and swallowed them up, and they went down alive into Sheol."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:251",
                            "text": "Therefore that was the mouth of Sheol that was opened in the wilderness."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:252",
                            "text": "David also said, The wicked shall turn back to Sheol."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:253",
                            "text": "We say that to Sheol, in which Korah and his companions were swallowed up, thither shall the wicked be turned back."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:254",
                            "text": "For God has power, if He chooses, to give inheritance of life in heaven, and if it please Him, in the earth."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:255",
                            "text": "Jesus our Lord said, Blessed are the poor in spirit, for theirs is the kingdom of heaven."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:256",
                            "text": "And to one of those who were crucified with Him, who believed on him He swore:—Thou shalt be with Me to-day in the garden Eden."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:257",
                            "text": "And the Apostle said, When the righteous shall rise again, they shall fly upwards to meet our Redeemer."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:258",
                            "text": "But, however, we say thus:  That which our Redeemer said to us is true:—Heaven and earth shall pass away."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:259",
                            "text": "And the Apostle said, Hope which is seen is not hope."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:260",
                            "text": "And the Prophet said, The heavens shall pass away as smoke, and the earth as a garment shall wear away; and its inhabitants shall become like it."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:261",
                            "text": "And Job said concerning those that sleep, Till the heavens wear out, they shall not be aroused, nor shall they wake out of their sleep."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:262",
                            "text": "From these things be thou persuaded that this earth, in which the children of Adam are sown, and the firmament that is over men, (even) that firmament which is set to divide the upper heavens from the earth and this life, shall pass away, and wear out, and be destroyed."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:263",
                            "text": "And God will make a new thing for the children of Adam, and they shall inherit inheritances in the Kingdom of Heaven."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:264",
                            "text": "If He shall give them inheritance in the earth, it shall be called the kingdom of heaven."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:265",
                            "text": "And if in Heaven, it is easy for Him to do."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:266",
                            "text": "For with the kings of the earth also, although each one of them abides in his own place, yet every place to which their authority extends, is called their kingdom."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:267",
                            "text": "So the sun is a luminary set in the heaven, yet for every place to which its rays extend, its authority suffices, whether on sea or on land."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:268",
                            "text": "And observe that the princes of the world also have banquetings and delights, and in every place or state into which they go, their banquetings are with them; and in whatever place pleases them, they make a prison-house."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:269",
                            "text": "For the sun in twelve hours circles round, from the east unto the west; and when he has accomplished his course, his light is hidden in the night-time, and the night is not disturbed by his power."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:270",
                            "text": "And in the hours of the night the sun turns round in his rapid course, and turning round begins to run in his accustomed path."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:271",
                            "text": "As for the sun that is with thee, thou wise man, from thy childhood till the completion of thy old age, thou knowest not where he runs in the night-time, so as to circle round to the place of its course."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:272",
                            "text": "Is it necessary for thee to inquire into those things that are hidden from thee?  25."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:273",
                            "text": "These memorials I have written for our brethren and beloved, the children of the Church of God, that when these come into their hands in various places, and when they read in them, they may also remember my insignificance in their prayers, and may know that I am a sinner also, and fall short; but that this is my faith, that I have set forth from the beginning and written, in these chapters written (by me)."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:274",
                            "text": "Faith is the foundation, and upon faith (rest) the works that become it."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:275",
                            "text": "And after Faith (I wrote) that there are two commandments of Love."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:276",
                            "text": "And after Love, I have written of Fasting, in its demonstration also along with its works."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:277",
                            "text": "And after Fasting, I wrote of Prayer in its fruit and in its works."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:278",
                            "text": "And after Prayer, have written about War and about whatever Daniel wrote concerning the kingdoms."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:279",
                            "text": "And after War, I have written of the exhortation for Monks."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:280",
                            "text": "And after the Monks, I have written about Repentance."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:281",
                            "text": "And after Repentance, I have written about the Resurrection of the dead."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:282",
                            "text": "And after the Resurrection of the dead, I have written about Humility."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:283",
                            "text": "And after Humility, I have written of the Pastors, the teachers."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:284",
                            "text": "And after the Pastors, I have written about the Circumcision in which the people of the Jews pride themselves."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:285",
                            "text": "And after the Circumcision, I have written about the Passover, and about the fourteenth day."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:286",
                            "text": "And after the Passover, I have written about the Sabbath, in which the Jews are puffed up."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:287",
                            "text": "And after the Sabbath, I have written an Exhortation, on account of the dissension which happened in our days."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:288",
                            "text": "And after the Exhortation, I have written about Meats, those that the Jews deem unclean."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:289",
                            "text": "And after the Meats, I have written about the Gentiles, that they have entered in and become heirs instead of the original people."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:290",
                            "text": "And after the Gentiles, I have written and proved that God has a Son."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:291",
                            "text": "And after the Son of God, I have written against the Jews, who speak injuriously about Virginity."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:292",
                            "text": "And after the apology about Virginity, I have written again Against the Jews, who say:—\"It is appointed for us to be gathered together\"."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:293",
                            "text": "And after that defence, I have written about Almsgiving to the Poor."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:294",
                            "text": "And after the Poor, I have written a demonstration about The Persecuted."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:295",
                            "text": "And after the Persecuted, I have written at the end about Death and the Last Times."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:296",
                            "text": "These twenty-two discourses have I written according to the twenty-two letters of the alphabet."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:297",
                            "text": "The first ten I wrote in the six hundred and forty-eighth year of the kingdom of Alexander the son of Philip the Macedonian, as is written in the end of them."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:298",
                            "text": "And these twelve last I wrote in the six hundred and fifty-fifth year of the kingdom of the Greeks and of the Romans, which is the kingdom of Alexander, and in the thirty-fifth year of the Persian King."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:299",
                            "text": "26."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:300",
                            "text": "These things I have written according to what I have attained to."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:301",
                            "text": "But if anyone shall read these discourses, and find words that do not agree with his thought, he ought not to scorn them; because whatsoever is written in these chapters was not written according to the thought of one man, nor for the persuasion of one reader; but according to the thought of all the Church, and for the persuasion of all faith."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:302",
                            "text": "If he shall read and hear with persuasion, it is well; and if not, it is meet for me to say that I wrote for those open to persuasion and not for mockers."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:303",
                            "text": "And if again any reader should find words that are spoken by us in one fashion, and by another sage in another fashion, let him not be disturbed at this; for every man speaks to his hearers according to what he can attain to."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:304",
                            "text": "So I, who have written these things, even if some of the words do not agree with what other speakers have said, yet say this; that those sages have spoken well, yet it seemed good to me to speak thus."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:305",
                            "text": "And if any man shall speak and demonstrate to me about any matter, I will receive instruction from him without contention."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:306",
                            "text": "Everyone who reads the sacred scriptures, both former and latter, in both covenants, and reads with persuasion, will learn and teach."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:307",
                            "text": "But if he strives about anything that he does not understand, his mind does not receive teaching."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:308",
                            "text": "But if he finds words that are too difficult for him, and he does not understand their force, let him say thus, \"Whatsoever is written is written well, but I have not attained to the understanding of it\"."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:309",
                            "text": "And if he shall ask about the matters that are too hard for him of wise and discerning men who inquire into doctrine, then, when ten wise men shall speak to him in ten different ways about one matter, let him accept that which pleases him; and if any please not him, let him not scorn the sages; for the word of God is like a pearl, that has a beautiful appearance on whatever side you turn it."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:310",
                            "text": "And remember, O disciple, what David said, From all my teachers have I learned."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:311",
                            "text": "And the Apostle said:—Thou readest every Scripture that is in the Spirit of God."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:312",
                            "text": "And prove everything; hold fast that which is good; and flee from every evil thing."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:313",
                            "text": "For if the days of a man should be many as all the days of the world from Adam to the end of the ages, and he should sit and meditate upon the Holy Scriptures, he would not comprehend all the force of the depth of the words."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:314",
                            "text": "And man cannot rise up to the wisdom of God; as I have written in the tenth discourse."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:315",
                            "text": "But, however, the words of all speakers who do not take from the great treasure, are accursed and to be despised."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:316",
                            "text": "For the image of the king (on his coin) is received wherever it goes; but (the coin) in which there is base metal, is rejected and is not received."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:317",
                            "text": "And if any one should say, \"These discourses were spoken by such an one;\" let him carefully learn that to be careful to inquire about the speaker is not commanded him."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:318",
                            "text": "I also according to my insignificance have written these things, a man sprung from Adam, and fashioned by the hands of God, a disciple of the Holy Scriptures."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:319",
                            "text": "For our Lord said:—Every one that asketh receiveth, and he that seeketh findeth, and for him that knocketh it shall be opened."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:320",
                            "text": "And the prophet said:—I will pour out my spirit upon all flesh in the last days, and they shall prophesy."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:321",
                            "text": "Therefore whoever shall read anything that I have written above, let him read with persuasion, and pray for the author as a brother of the Body; that through the petition of all the Church of God; his sins may be forgiven."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:322",
                            "text": "And let whoever reads understand what is written:—Let him that hears the word, communicate to him that causes him to hear, in all good things."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:323",
                            "text": "And again it is written, The sower and the reaper shall rejoice together."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:324",
                            "text": "And Every man according to his labours shall receive his reward."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Aphrahat: Of Death and Latter Times 1:325",
                            "text": "And There is nothing hidden that shall not be revealed to every man."
                        }
                    ]
                }
            ]
        }
    ]
}