{
    "books": [
        {
            "name": "Tertullian: Against Marcion Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Against Marcion Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:1",
                            "text": "Book  Wherein is described the god of Marcion."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:2",
                            "text": "He is shown to be utterly wanting in all the attributes of the true God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:3",
                            "text": "Whatever in times past we have wrought in opposition to Marcion, is from the present moment no longer to be accounted of."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:4",
                            "text": "It is a new work which we are undertaking in lieu of the old one."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:5",
                            "text": "My original tract, as too hurriedly composed, I had subsequently superseded by a fuller treatise."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:6",
                            "text": "This latter I lost, before it was completely published, by the fraud of a person who was then a brother, but became afterwards an apostate."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:7",
                            "text": "He, as it happened, had transcribed a portion of it, full of mistakes, and then published it."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:8",
                            "text": "The necessity thus arose for an amended work; and the occasion of the new edition induced me to make a considerable addition to the treatise."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:9",
                            "text": "This present text, therefore, of my work—which is the third as superseding the second, but henceforward to be considered the first instead of the third—renders a preface necessary to this issue of the tract itself that no reader may be perplexed, if he should by chance fall in with the various forms of it which are scattered about."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:10",
                            "text": "The Euxine Sea, as it is called, is self-contradictory in its nature, and deceptive in its name."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:11",
                            "text": "As you would not account it hospitable from its situation, so is it severed from our more civilised waters by a certain stigma which attaches to its barbarous character."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:12",
                            "text": "The fiercest nations inhabit it, if indeed it can be called habitation, when life is passed in waggons."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:13",
                            "text": "They have no fixed abode; their life has no germ of civilization; they indulge their libidinous desires without restraint, and for the most part naked."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:14",
                            "text": "Moreover, when they gratify secret lust, they hang up their quivers on their car-yokes, to warn off the curious and rash observer."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:15",
                            "text": "Thus without a blush do they prostitute their weapons of war."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:16",
                            "text": "The dead bodies of their parents they cut up with their sheep, and devour at their feasts."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:17",
                            "text": "They who have not died so as to become food for others, are thought to have died an accursed death."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:18",
                            "text": "Their women are not by their sex softened to modesty."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:19",
                            "text": "They uncover the breast, from which they suspend their battle-axes, and prefer warfare to marriage."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:20",
                            "text": "In their climate, too, there is the same rude nature."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:21",
                            "text": "The day-time is never clear, the sun never cheerful; the sky is uniformly cloudy; the whole year is wintry; the only wind that blows is the angry North."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:22",
                            "text": "Waters melt only by fires; their rivers flow not by reason of the ice; their mountains are covered with heaps of snow."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:23",
                            "text": "All things are torpid, all stiff with cold."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:24",
                            "text": "Nothing there has the glow of life, but that ferocity which has given to scenic plays their stories of the sacrifices of the Taurians, and the loves of the Colchians, and the torments of the Caucasus."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:25",
                            "text": "Nothing, however, in Pontus is so barbarous and sad as the fact that Marcion was born there, fouler than any Scythian, more roving than the waggon-life of the Sarmatian, more inhuman than the Massagete, more audacious than an Amazon, darker than the cloud, (of Pontus) colder than its winter, more brittle than its ice, more deceitful than the Ister, more craggy than Caucasus."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:26",
                            "text": "Nay more, the true Prometheus, Almighty God, is mangled by Marcion's blasphemies."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:27",
                            "text": "Marcion is more savage than even the beasts of that barbarous region."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:28",
                            "text": "For what beaver was ever a greater emasculator than he who has abolished the nuptial bond?  What Pontic mouse ever had such gnawing powers as he who has gnawed the Gospels to pieces? Verily, O Euxine, thou hast produced a monster more credible to philosophers than to Christians."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:29",
                            "text": "For the cynic Diogenes used to go about, lantern in hand, at mid-day to find a man; whereas Marcion has quenched the light of his faith, and so lost the God whom he had found."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:30",
                            "text": "His disciples will not deny that his first faith he held along with ourselves; a letter of his own proves this; so that for the future a heretic may from his case be designated as one who, forsaking that which was prior, afterwards chose out for himself that which was not in times past."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:31",
                            "text": "For in as far as what was delivered in times past and from the beginning will be held as truth, in so far will that be accounted heresy which is brought in later."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:32",
                            "text": "But another brief treatise will maintain this position against heretics, who ought to be refuted even without a consideration of their doctrines, on the ground that they are heretical by reason of the novelty of their opinions."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book I 1:33",
                            "text": "Now, so far as any controversy is to be admitted, I will for the time (lest our compendious principle of novelty, being called in on all occasions to our aid, should be imputed to want of confidence) begin with setting forth our adversary's rule of belief, that it may escape no one what our main contention is to be."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Against Marcion Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:1",
                            "text": "The heretic of Pontus introduces two Gods, like the twin Symplegades of his own shipwreck: One whom it was impossible to deny, i-e: our Creator; and one whom he will never be able to prove, i-e: his own god."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:2",
                            "text": "The unhappy man gained the first idea of his conceit from the simple passage of our Lord's saying, which has reference to human beings and not divine ones, wherein He disposes of those examples of a good tree and a corrupt one; how that \"the good tree bringeth not forth corrupt fruit, neither the corrupt tree good fruit\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:3",
                            "text": "Which means, that an honest mind and good faith cannot produce evil deeds, any more than an evil disposition can produce good deeds."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:4",
                            "text": "Now (like many other persons now-a-days, especially those who have an heretical proclivity), while morbidly brooding over the question of the origin of evil, his perception became blunted by the very irregularity of his researches; and when he found the Creator declaring, \"I am He that createth evil,\" inasmuch as he had already concluded from other arguments, which are satisfactory to every perverted mind, that God is the author of evil, so he now applied to the Creator the figure of the corrupt tree bringing forth evil fruit, that is, moral evil, and then presumed that there ought to be another god, after the analogy of the good tree producing its good fruit."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:5",
                            "text": "Accordingly, finding in Christ a different disposition, as it were—one of a simple and pure benevolence—differing from the Creator, he readily argued that in his Christ had been revealed a new and strange divinity; and then with a little leaven he leavened the whole lump of the faith, flavouring it with the acidity of his own heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:6",
                            "text": "He had, moreover, in one Cerdon an abettor of this blasphemy,—a circumstance which made them the more readily think that they saw most clearly their two gods, blind though they were; for, in truth, they had not seen the one God with soundness of faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:7",
                            "text": "To men of diseased vision even one lamp looks like many."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:8",
                            "text": "One of his gods, therefore, whom he was obliged to acknowledge, he destroyed by defaming his attributes in the matter of evil; the other, whom he laboured so hard to devise, he constructed, laying his foundation in the principle of good."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book I 2:9",
                            "text": "In what articles he arranged these natures, we show by our own refutations of them."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Against Marcion Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:1",
                            "text": "The principal, and indeed the whole, contention lies in the point of number: whether two Gods may be admitted, by poetic licence (if they must be), or pictorial fancy, or by the third process, as we must now add, of heretical pravity."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:2",
                            "text": "But the Christian verity has distinctly declared this principle, \"God is not, if He is not one;\" because we more properly believe that that has no existence which is not as it ought to be."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:3",
                            "text": "In order, however, that you may know that God is one, ask what God is, and you will find Him to be not otherwise than one."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:4",
                            "text": "So far as a human being can form a definition of God, I adduce one which the conscience of all men will also acknowledge,—that God is the great Supreme existing in eternity, unbegotten, unmade without beginning, without end."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:5",
                            "text": "For such a condition as this must needs be ascribed to that eternity which makes God to be the great Supreme, because for such a purpose as this is this very attribute in God; and so on as to the other qualities:  so that God is the great Supreme in form and in reason, and in might and in power."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:6",
                            "text": "Now, since all are agreed on this point (because nobody will deny that God is in some sense the great Supreme, except the man who shall be able to pronounce the opposite opinion, that God is but some inferior being, in order that he may deny God by robbing Him of an attribute of God), what must be the condition of the great Supreme Himself? Surely it must be that nothing is equal to Him, i-e: that there is no other great supreme; because, if there were, He would have an equal; and if He had an equal, He would be no longer the great Supreme, now that the condition and (so to say) our law, which permits nothing to be equal to the great Supreme, is subverted."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:7",
                            "text": "That Being, then, which is the great Supreme, must needs be unique, by having no equal, and so not ceasing to be the great Supreme."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:8",
                            "text": "Therefore He will not otherwise exist than by the condition whereby He has His being; that is, by His absolute uniqueness."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:9",
                            "text": "Since, then, God is the great Supreme, our Christian verity has rightly declared, \"God is not, if He is not one\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:10",
                            "text": "Not as if we doubted His being God, by saying, He is not, if He is not one; but because we define Him, in whose being we thoroughly believe, to be that without which He is not God; that is to say, the great Supreme."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:11",
                            "text": "But then the great Supreme must needs be unique."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:12",
                            "text": "This Unique Being, therefore, will be God—not otherwise God than as the great Supreme; and not otherwise the great Supreme than as having no equal; and not otherwise having no equal than as being Unique."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:13",
                            "text": "Whatever other god, then, you may introduce, you will at least be unable to maintain his divinity under any other guise, than by ascribing to him too the property of Godhead—both eternity and supremacy over all."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book I 3:14",
                            "text": "How, therefore, can two great Supremes co-exist, when this is the attribute of the Supreme Being, to have no equal,—an attribute which belongs to One alone, and can by no means exist in two?."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Against Marcion Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:1",
                            "text": "But some one may contend that two great Supremes may exist, distinct and separate in their own departments; and may even adduce, as an example, the kingdoms of the world, which, though they are so many in number, are yet supreme in their several regions."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:2",
                            "text": "Such a man will suppose that human circumstances are always comparable with divine ones."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:3",
                            "text": "Now, if this mode of reasoning be at all tolerable, what is to prevent our introducing, I will not say a third god or a fourth, but as many as there are kings of the earth? Now it is God that is in question, whose main property it is to admit of no comparison with Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:4",
                            "text": "Nature itself, therefore, if not an Isaiah, or rather God speaking by Isaiah, will deprecatingly ask, \"To whom will ye liken me?\" Human circumstances may perhaps be compared with divine ones, but they may not be with God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:5",
                            "text": "God is one thing, and what belongs to God is another thing."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:6",
                            "text": "Once more: you who apply the example of a king, as a great supreme, take care that you can use it properly."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:7",
                            "text": "For although a king is supreme on his throne next to God, he is still inferior to God; and when he is compared with God, he will be dislodged from that great supremacy which is transferred to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:8",
                            "text": "Now, this being the case, how will you employ in a comparison with God an object as your example, which fails in all the purposes which belong to a comparison? Why, when supreme power among kings cannot evidently be multifarious, but only unique and singular, is an exception made in the case of Him (of all others) who is King of kings, and (from the exceeding greatness of His power, and the subjection of all other ranks to Him) the very summit, as it were, of dominion? But even in the case of rulers of that other form of government, where they one by one preside in a union of authority, if with their petty prerogatives of royalty, so to say, they be brought on all points into such a comparison with one another as shall make it clear which of them is superior in the essential features and powers of royalty, it must needs follow that the supreme majesty will redound to one alone,—all the others being gradually, by the issue of the comparison, removed and excluded from the supreme authority."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:9",
                            "text": "Thus, although, when spread out in several hands, supreme authority seems to be multifarious, yet in its own powers, nature, and condition, it is unique."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:10",
                            "text": "It follows, then, that if two gods are compared, as two kings and two supreme authorities, the concentration of authority must necessarily, according to the meaning of the comparison, be conceded to one of the two; because it is clear from his own superiority that he is the supreme, his rival being now vanquished, and proved to be not the greater, however great."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:11",
                            "text": "Now, from this failure of his rival, the other is unique in power, possessing a certain solitude, as it were, in his singular pre-eminence."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book I 4:12",
                            "text": "The inevitable conclusion at which we arrive, then, on this point is this: either we must deny that God is the great Supreme, which no wise man will allow himself to do; or say that God has no one else with whom to share His power."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Against Marcion Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:1",
                            "text": "But on what principle did Marcion confine his supreme powers to two? I would first ask, If there be two, why not more? Because if number be compatible with the substance of Deity, the richer you make it in number the better."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:2",
                            "text": "Valentinus was more consistent and more liberal; for he, having once imagined two deities, Bythos and Sige, poured forth a swarm of divine essences, a brood of no less than thirty aeons, like the sow of aeneas."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:3",
                            "text": "Now, whatever principle refuses to admit several supreme beings, the same must reject even two, for there is plurality in the very lowest number after one."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:4",
                            "text": "After unity, number commences."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:5",
                            "text": "So, again, the same principle which could admit two could admit more."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:6",
                            "text": "After two, multitude begins, now that one is exceeded."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:7",
                            "text": "In short, we feel that reason herself expressly forbids the belief in more gods than one, because the self-same rule lays down one God and not two, which declares that God must be a Being to which, as the great Supreme, nothing is equal; and that Being to which nothing is equal must, moreover, be unique."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:8",
                            "text": "But further, what can be the use or advantage in supposing two supreme beings, two co-ordinate powers? What numerical difference could there be when two equals differ not from one?  For that thing which is the same in two is one."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:9",
                            "text": "Even if there were several equals, all would be just as much one, because, as equals, they would not differ one from another."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:10",
                            "text": "So, if of two beings neither differs from the other, since both of them are on the supposition supreme, both being gods, neither of them is more excellent than the other; and so, having no pre-eminence, their numerical distinction has no reason in it."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:11",
                            "text": "Number, moreover, in the Deity ought to be consistent with the highest reason, or else His worship would be brought into doubt."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:12",
                            "text": "For consider now, if, when I saw two Gods before me (who, being both Supreme Beings, were equal to each other), I were to worship them both, what should I be doing? I should be much afraid that the abundance of my homage would be deemed superstition rather than piety."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:13",
                            "text": "Because, as both of them are so equal and are both included in either of the two, I might serve them both acceptably in only one; and by this very means I should attest their equality and unity, provided that I worshipped them mutually the one in the other, because in the one both are present to me."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book I 5:14",
                            "text": "If I were to worship one of the two, I should be equally conscious of seeming to pour contempt on the uselessness of a numerical distinction, which was superfluous, because it indicated no difference; in other words, I should think it the safer course to worship neither of these two Gods than one of them with some scruple of conscience, or both of them to none effect."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Against Marcion Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:1",
                            "text": "Thus far our discussion seems to imply that Marcion makes his two gods equal."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:2",
                            "text": "For while we have been maintaining that God ought to be believed as the one only great Supreme Being, excluding from Him every possibility of equality, we have treated of these topics on the assumption of two equal Gods; but nevertheless, by teaching that no equals can exist according to the law of the Supreme Being, we have sufficiently affirmed the impossibility that two equals should exist."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:3",
                            "text": "For the rest, however, we know full well that Marcion makes his gods unequal: one judicial, harsh, mighty in war; the other mild, placid, and simply good and excellent."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:4",
                            "text": "Let us with similar care consider also this aspect of the question, whether diversity (in the Godhead) can at any rate contain two, since equality therein failed to do so."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:5",
                            "text": "Here again the same rule about the great Supreme will protect us, inasmuch as it settles the entire condition of the Godhead."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:6",
                            "text": "Now, challenging, and in a certain sense arresting the meaning of our adversary, who does not deny that the Creator is God, I most fairly object against him that he has no room for any diversity in his gods, because, having once confessed that they are on a par, he cannot now pronounce them different; not indeed that human beings may not be very different under the same designation, but because the Divine Being can be neither said nor believed to be God, except as the great Supreme."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:7",
                            "text": "Since, therefore, he is obliged to acknowledge that the God whom he does not deny is the great Supreme, it is inadmissible that he should predicate of the Supreme Being such a diminution as should subject Him to another Supreme Being."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:8",
                            "text": "For He ceases (to be Supreme), if He becomes subject to any."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:9",
                            "text": "Besides, it is not the characteristic of God to cease from any attribute of His divinity—say, from His supremacy."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:10",
                            "text": "For at this rate the supremacy would be endangered even in Marcion's more powerful god, if it were capable of depreciation in the Creator."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:11",
                            "text": "When, therefore, two gods are pronounced to be two great Supremes, it must needs follow that neither of them is greater or less than the other, neither of them loftier or lowlier than the other."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:12",
                            "text": "If you deny him to be God whom you call inferior, you deny the supremacy of this inferior being."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:13",
                            "text": "But when you confessed both gods to be divine, you confessed them both to be supreme."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:14",
                            "text": "Nothing will you be able to take away from either of them; nothing will you be able to add."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book I 6:15",
                            "text": "By allowing their divinity, you have denied their diversity."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: Against Marcion Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:1",
                            "text": "But this argument you will try to shake with an objection from the name of God, by alleging that that name is a vague one, and applied to other beings also; as it is written, \"God standeth in the congregation of the mighty; He judgeth among the gods\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:2",
                            "text": "And again, \"I have said, Ye are gods\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:3",
                            "text": "As therefore the attribute of supremacy would be inappropriate to these, although they are called gods, so is it to the Creator."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:4",
                            "text": "This is a foolish objection; and my answer to it is, that its author fails to consider that quite as strong an objection might be urged against the (superior) god of Marcion: he too is called god, but is not on that account proved to be divine, as neither are angels nor men, the Creator's handiwork."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:5",
                            "text": "If an identity of names affords a presumption in support of equality of condition, how often do worthless menials strut insolently in the names of kings—your Alexanders, Caesars, and Pompeys! This fact, however, does not detract from the real attributes of the royal persons."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:6",
                            "text": "Nay more, the very idols of the Gentiles are called gods."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:7",
                            "text": "Yet not one of them is divine because he is called a god."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:8",
                            "text": "It is not, therefore, for the name of god, for its sound or its written form, that I am claiming the supremacy in the Creator, but for the essence to which the name belongs; and when I find that essence alone is unbegotten and unmade—alone eternal, and the maker of all things—it is not to its name, but its state, not to its designation, but its condition, that I ascribe and appropriate the attribute of the supremacy."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:9",
                            "text": "And so, because the essence to which I ascribe it has come to be called god, you suppose that I ascribe it to the name, because I must needs use a name to express the essence, of which indeed that Being consists who is called God, and who is accounted the great Supreme because of His essence, not from His name."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:10",
                            "text": "In short, Marcion himself, when he imputes this character to his god, imputes it to the nature, not to the word."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:11",
                            "text": "That supremacy, then, which we ascribe to God in consideration of His essence, and not because of His name, ought, as we maintain, to be equal in both the beings who consist of that substance for which the name of God is given; because, in as far as they are called gods (i-e: supreme beings, on the strength, of course, of their unbegotten and eternal, and therefore great and supreme essence), in so far the attribute of being the great Supreme cannot be regarded as less or worse in one than in another great Supreme."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:12",
                            "text": "If the happiness, and sublimity, and perfection of the Supreme Being shall hold good of Marcion's god, it will equally so of ours; and if not of ours, it will equally not hold of Marcion's."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:13",
                            "text": "Therefore two supreme beings will be neither equal nor unequal: not equal, because the principle which we have just expounded, that the Supreme Being admits of no comparison with Himself, forbids it; not unequal, because another principle meets us respecting the Supreme Being, that He is capable of no diminution."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:14",
                            "text": "So, Marcion, you are caught in the midst of your own Pontic tide."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:15",
                            "text": "The waves of truth overwhelm you on every side."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:16",
                            "text": "You can neither set up equal gods nor unequal ones."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:17",
                            "text": "For there are not two; so far as the question of number is properly concerned."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book I 7:18",
                            "text": "Although the whole matter of the two gods is at issue, we have yet confined our discussion to certain bounds, within which we shall now have to contend about separate peculiarities."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: Against Marcion Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:1",
                            "text": "In the first place, how arrogantly do the Marcionites build up their stupid system, bringing forward a new god, as if we were ashamed of the old one! So schoolboys are proud of their new shoes, but their old master beats their strutting vanity out of them."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:2",
                            "text": "Now when I hear of a new god, who, in the old world and in the old time and under the old god was unknown and unheard of; whom, (accounted as no one through such long centuries back, and ancient in men's very ignorance of him), a certain \"Jesus Christ,\" and none else revealed; whom Christ revealed, they say—Christ himself new, according to them, even, in ancient names—I feel grateful for this conceit of theirs."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:3",
                            "text": "For by its help I shall at once be able to prove the heresy of their tenet of a new deity."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:4",
                            "text": "It will turn out to be such a novelty as has made gods even for the heathen by some new and yet again and ever new title for each several deification."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:5",
                            "text": "What new god is there, except a false one? Not even Saturn will be proved to be a god by all his ancient fame, because it was a novel pretence which some time or other produced even him, when it first gave him godship."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:6",
                            "text": "On the contrary, living and perfect Deity has its origin neither in novelty nor in antiquity, but in its own true nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:7",
                            "text": "Eternity has no time."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:8",
                            "text": "It is itself all time."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:9",
                            "text": "It acts; it cannot then suffer."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:10",
                            "text": "It cannot be born, therefore it lacks age."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:11",
                            "text": "God, if old, forfeits the eternity that is to come; if new, the eternity which is past."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:12",
                            "text": "The newness bears witness to a beginning; the oldness threatens an end."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book I 8:13",
                            "text": "God, moreover, is as independent of beginning and end as He is of time, which is only the arbiter and measurer of a beginning and an end."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: Against Marcion Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:1",
                            "text": "Now I know full well by what perceptive faculty they boast of their new god; even their knowledge."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:2",
                            "text": "It is, however, this very discovery of a novel thing—so striking to common minds—as well as the natural gratification which is inherent in novelty, that I wanted to refute, and thence further to challenge a proof of this unknown god."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:3",
                            "text": "For him whom by their knowledge they present to us as new, they prove to have been unknown previous to that knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:4",
                            "text": "Let us keep within the strict limits and measure of our argument."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:5",
                            "text": "Convince me there could have been an unknown god."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:6",
                            "text": "I find, no doubt, that altars have been lavished on unknown gods; that, however, is the idolatry of Athens."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:7",
                            "text": "And on uncertain gods; but that, too, is only Roman superstition."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:8",
                            "text": "Furthermore, uncertain gods are not well known, because no certainty about them exists; and because of this uncertainty they are therefore unknown."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:9",
                            "text": "Now, which of these two titles shall we carve for Marcion's god? Both, I suppose, as for a being who is still uncertain, and was formerly unknown."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:10",
                            "text": "For inasmuch as the Creator, being a known God, caused him to be unknown; so, as being a certain God, he made him to be uncertain."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:11",
                            "text": "But I will not go so far out of my way, as to say: If God was unknown and concealed, He was overshadowed in such a region of darkness, as must have been itself new and unknown, and be even now likewise uncertain—some immense region indeed, one undoubtedly greater than the God whom it concealed."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:12",
                            "text": "But I will briefly state my subject, and afterwards most fully pursue it, promising that God neither could have been, nor ought to have been, unknown."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:13",
                            "text": "Could not have been, because of His greatness; ought not to have been, because of His goodness, especially as He is (supposed, by Marcion) more excellent in both these attributes than our Creator."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:14",
                            "text": "Since, however, I observe that in some points the proof of every new and heretofore unknown god ought, for its test, to be compared to the form of the Creator, it will be my duty first of all to show that this very course is adopted by me in a settled plan, such as I might with greater confidence use in support of my argument."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:15",
                            "text": "Before every other consideration, (let me ask) how it happens that you, who acknowledge the Creator to be God, and from your knowledge confess Him to be prior in existence, do not know that the other god should be examined by you in exactly the same course of investigation which has taught you how to find out a god in the first case? Every prior thing has furnished the rule for the latter."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:16",
                            "text": "In the present question two gods are propounded, the unknown and the known."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:17",
                            "text": "Concerning the known there is no question."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:18",
                            "text": "It is plain that He exists, else He would not be known."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:19",
                            "text": "The dispute is concerning the unknown god."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:20",
                            "text": "Possibly he has no existence; because, if he had, he would have been known."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:21",
                            "text": "Now that which, so long as it is unknown, is an object to be questioned, is an uncertainty so long as it remains thus questionable; and all the while it is in this state of uncertainty, it possibly has no existence at all."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:22",
                            "text": "You have a god who is so far certain, as he is known; and uncertain, as unknown."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:23",
                            "text": "This being the case, does it appear to you to be justly defensible, that uncertainties should be submitted for proof to the rule, and form, and standard of certainties?  Now, if to the subject before us, which is in itself full of uncertainty thus far, there be applied also arguments derived from uncertainties, we shall be involved in such a series of questions arising out of our treatment of these same uncertain arguments, as shall by reason of their uncertainty be dangerous to the faith, and we shall drift into those insoluble questions which the apostle has no affection for."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:24",
                            "text": "If, again, in things wherein there is found a diversity of condition, they shall prejudge, as no doubt they will, uncertain, doubtful, and intricate points, by the certain, undoubted, and clear sides of their rule, it will probably happen that (those points) will not be submitted to the standard of certainties for determination, as being freed by the diversity of their essential condition from the application of such a standard in all other respects."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:25",
                            "text": "As, therefore, it is two gods which are the subject of our proposition, their essential condition must be the same in both."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:26",
                            "text": "For, as concerns their divinity, they are both unbegotten, unmade, eternal."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:27",
                            "text": "This will be their essential condition."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:28",
                            "text": "All other points Marcion himself seems to have made light of, for he has placed them in a different category."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:29",
                            "text": "They are subsequent in the order of treatment; indeed, they will not have to be brought into the discussion, since on the essential condition there is no dispute."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:30",
                            "text": "Now there is this absence of our dispute, because they are both of them gods."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:31",
                            "text": "Those things, therefore, whose community of condition is evident, will, when brought to a test on the ground of that common condition, have to be submitted, although they are uncertain, to the standard of those certainties with which they are classed in the community of their essential condition, so as on this account to share also in their manner of proof."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book I 9:32",
                            "text": "I shall therefore contend with the greatest confidence that he is not God who is to-day uncertain, because he has been hitherto unknown; for of whomsoever it is evident that he is God, from this very fact it is (equally) evident, that he never has been unknown, and therefore never uncertain."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: Against Marcion Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:1",
                            "text": "For indeed, as the Creator of all things, He was from the beginning discovered equally with them, they having been themselves manifested that He might become known as God."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:2",
                            "text": "For although Moses, some long while afterwards, seems to have been the first to introduce the knowledge of the God of the universe in the temple of his writings, yet the birthday of that knowledge must not on that account be reckoned from the Pentateuch."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:3",
                            "text": "For the volume of Moses does not at all initiate the knowledge of the Creator, but from the first gives out that it is to be traced from Paradise and Adam, not from Egypt and Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:4",
                            "text": "The greater part, therefore, of the human race, although they knew not even the name of Moses, much less his writings, yet knew the God of Moses; and even when idolatry overshadowed the world with its extreme prevalence, men still spoke of Him separately by His own name as God, and the God of gods, and said, \"If God grant,\" and, \"As God pleases,\" and, \"I commend you to God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:5",
                            "text": "Reflect, then, whether they knew Him, of whom they testify that He can do all things."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:6",
                            "text": "To none of the writings of Moses do they owe this."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:7",
                            "text": "The soul was before prophecy."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:8",
                            "text": "From the beginning the knowledge of God is the dowry of the soul, one and the same amongst the Egyptians, and the Syrians, and the tribes of Pontus."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:9",
                            "text": "For their souls call the God of the Jews their God."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:10",
                            "text": "Do not, O barbarian heretic, put Abraham before the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:11",
                            "text": "Even if the Creator had been the God of one family, He was yet not later than your god; even in Pontus was He known before him."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:12",
                            "text": "Take then your standard from Him who came first: from the Certain (must be judged) the uncertain; from the Known the unknown."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:13",
                            "text": "Never shall God be hidden, never shall God be wanting."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:14",
                            "text": "Always shall He be understood, always be heard, nay even seen, in whatsoever way He shall wish."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:15",
                            "text": "God has for His witnesses this whole being of ours, and this universe wherein we dwell."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book I 10:16",
                            "text": "He is thus, because not unknown, proved to be both God and the only One, although another still tries hard to make out his claim."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: Against Marcion Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:1",
                            "text": "The Evidence for God External to Him; But the External Creation Which Yields This Evidence is Really Not Extraneous, for All Things are God's."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:2",
                            "text": "Marcion's God, Having Nothing to Show for Himself, No God at All."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:3",
                            "text": "Marcion's Scheme Absurdly Defective, Not Furnishing Evidence for His New God's Existence, Which Should at Least Be Able to Compete with the Full Evidence of the Creator."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:4",
                            "text": "And justly so, they say."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:5",
                            "text": "For who is there that is less well known by his own (inherent) qualities than by strange ones? No one."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:6",
                            "text": "Well, I keep to this statement."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:7",
                            "text": "How could anything be strange to God, to whom, if He were personally existent, nothing would be strange? For this is the attribute of God, that all things are His, and all things belong to Him; or else this question would not so readily be heard from us: What has He to do with things strange to Him?—a point which will be more fully noticed in its proper place."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:8",
                            "text": "It is now sufficient to observe, that no one is proved to exist to whom nothing is proved to belong."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:9",
                            "text": "For as the Creator is shown to be God, God without any doubt, from the fact that all things are His, and nothing is strange to Him; so the rival god is seen to be no god, from the circumstance that nothing is his, and all things are therefore strange to him."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:10",
                            "text": "Since, then, the universe belongs to the Creator, I see no room for any other god."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:11",
                            "text": "All things are full of their Author, and occupied by Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:12",
                            "text": "If in created beings there be any portion of space anywhere void of Deity, the void will be of a false deity clearly."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:13",
                            "text": "By falsehood the truth is made clear."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:14",
                            "text": "Why cannot the vast crowd of false gods somewhere find room for Marcion's god?  This, therefore, I insist upon, from the character of the Creator, that God must have been known from the works of some world peculiarly His own, both in its human constituents, and the rest of its organic life; when even the error of the world has presumed to call gods those men whom it sometimes acknowledges, on the ground that in every such case something is seen which provides for the uses and advantages of life."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:15",
                            "text": "Accordingly, this also was believed from the character of God to be a divine function; namely, to teach or point out what is convenient and needful in human concerns."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:16",
                            "text": "So completely has the authority which has given influence to a false divinity been borrowed from that source, whence it had previously flowed forth to the true one."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:17",
                            "text": "One stray vegetable at least Marcion's god ought to have produced as his own; so might he be preached up as a new Triptolemus."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:18",
                            "text": "Or else state some reason which shall be worthy of a God, why he, supposing him to exist, created nothing; because he must, on supposition of his existence, have been a creator, on that very principle on which it is clear to us that our God is no otherwise existent, than as having been the Creator of this universe of ours."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:19",
                            "text": "For, once for all, the rule will hold good, that they cannot both acknowledge the Creator to be God, and also prove him divine whom they wish to be equally believed in as God, except they adjust him to the standard of Him whom they and all men hold to be God; which is this, that whereas no one doubts the Creator to be God on the express ground of His having made the universe, so, on the selfsame ground, no one ought to believe that he also is God who has made nothing—except, indeed, some good reason be forthcoming."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:20",
                            "text": "And this must needs be limited to one of two: he was either unwilling to create, or else unable."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:21",
                            "text": "There is no third reason."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:22",
                            "text": "Now, that he was unable, is a reason unworthy of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:23",
                            "text": "Whether to have been unwilling to be a worthy one, I want to inquire."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:24",
                            "text": "Tell me, Marcion, did your god wish himself to be recognised at any time or not? With what other purpose did he come down from heaven, and preach, and having suffered rise again from the dead, if it were not that he might be acknowledged? And, doubtless, since he was acknowledged, he willed it."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:25",
                            "text": "For no circumstance could have happened to him, if he had been unwilling."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:26",
                            "text": "What indeed tended so greatly to the knowledge of himself, as his appearing in the humiliation of the flesh,—a degradation all the lower indeed if the flesh were only illusory? For it was all the more shameful if he, who brought on himself the Creator's curse by hanging on a tree, only pretended the assumption of a bodily substance."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:27",
                            "text": "A far nobler foundation might he have laid for the knowledge of himself in some evidences of a creation of his own, especially when he had to become known in opposition to Him in whose territory he had remained unknown by any works from the beginning."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book I 11:28",
                            "text": "For how happens it that the Creator, although unaware, as the Marcionites aver, of any god being above Himself, and who used to declare even with an oath that He existed alone, should have guarded by such mighty works the knowledge of Himself, about which, on the assumption of His being alone without a rival, He might have spared Himself all care; while the Superior God, knowing all the while how well furnished in power His inferior rival was, should have made no provision at all towards getting Himself acknowledged? Whereas He ought to have produced works more illustrious and exalted still, in order that He might, after the Creator's standard, both be acknowledged as God from His works, and even by nobler deeds show Himself to be more potent and more gracious than the Creator."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: Against Marcion Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:1",
                            "text": "Impossibility of Acknowledging God Without This External Evidence Of His Existence."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:2",
                            "text": "Marcion's Rejection of Such Evidence for His God Savours of Impudence and Malignity."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:3",
                            "text": "But even if we were able to allow that he exists, we should yet be bound to argue that he is without a cause."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:4",
                            "text": "For he who had nothing (to show for himself as proof of his existence), would be without a cause, since (such) proof is the whole cause that there exists some person to whom the proof belongs."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:5",
                            "text": "Now, in as far as nothing ought to be without a cause, that is, without a proof (because if it be without a cause, it is all one as if it be not, not having the very proof which is the cause of a thing), in so far shall I more worthily believe that God does not exist, than that He exists without a cause."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:6",
                            "text": "For he is without a cause who has not a cause by reason of not having a proof."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:7",
                            "text": "God, however, ought not to be without a cause, that is to say, without a proof."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:8",
                            "text": "Thus, as often as I show that He exists without a cause, although (I allow that) He exists, I do really determine this, that He does not exist; because, if He had existed, He could not have existed altogether without a cause."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:9",
                            "text": "So, too, even in regard to faith itself, I say that he seeks to obtain it without cause from man, who is otherwise accustomed to believe in God from the idea he gets of Him from the testimony of His works: (without cause, I repeat,) because he has provided no such proof as that whereby man has acquired the knowledge of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:10",
                            "text": "For although most persons believe in Him, they do not believe at once by unaided reason, without having some token of Deity in works worthy of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book I 12:11",
                            "text": "And so upon this ground of inactivity and lack of works he is guilty both of impudence and malignity:  of impudence, in aspiring after a belief which is not due to him, and for which he has provided no foundation; of malignity, in having brought many persons under the charge of unbelief by furnishing to them no groundwork for their faith."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: Against Marcion Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:1",
                            "text": "The Marcionites Depreciate the Creation, Which, However, is a Worthy Witness of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:2",
                            "text": "This Worthiness Illustrated by References to the Heathen Philosophers, Who Were Apt to Invest the Several Parts of Creation with Divine Attributes."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:3",
                            "text": "While we are expelling from this rank (of Deity) a god who has no evidence to show for himself which is so proper and God-worthy as the testimony of the Creator, Marcion's most shameless followers with haughty impertinence fall upon the Creator's works to destroy them."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:4",
                            "text": "To be sure, say they, the world is a grand work, worthy of a God."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:5",
                            "text": "Then is the Creator not at all a God? By all means He is God."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:6",
                            "text": "Therefore the world is not unworthy of God, for God has made nothing unworthy of Himself; although it was for man, and not for Himself, that He made the world, (and) although every work is less than its maker."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:7",
                            "text": "And yet, if to have been the author of our creation, such as it is, be unworthy of God, how much more unworthy of Him is it to have created absolutely nothing at all!—not even a production which, although unworthy, might yet have encouraged the hope of some better attempt."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:8",
                            "text": "To say somewhat, then, concerning the alleged unworthiness of this world's fabric, to which among the Greeks also is assigned a name of ornament and grace, not of sordidness, those very professors of wisdom, from whose genius every heresy derives its spirit, called the said unworthy elements divine; as Thales did water, Heraclitus fire, Anaximenes air, Anaximander all the heavenly bodies, Strato the sky and earth, Zeno the air and ether, and Plato the stars, which he calls a fiery kind of gods; whilst concerning the world, when they considered indeed its magnitude, and strength, and power, and honour, and glory,—the abundance, too, the regularity, and law of those individual elements which contribute to the production, the nourishment, the ripening, and the reproduction of all things,—the majority of the philosophers hesitated to assign a beginning and an end to the said world, lest its constituent elements, great as they undoubtedly are, should fail to be regarded as divine, which are objects of worship with the Persian magi, the Egyptian hierophants, and the Indian gymnosophists."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:9",
                            "text": "The very superstition of the crowd, inspired by the common idolatry, when ashamed of the names and fables of their ancient dead borne by their idols, has recourse to the interpretation of natural objects, and so with much ingenuity cloaks its own disgrace, figuratively reducing Jupiter to a heated substance, and Juno to an aërial one (according to the literal sense of the Greek words); Vesta, in like manner, to fire, and the Muses to waters, and the Great Mother to the earth, mowed as to its crops, ploughed up with lusty arms, and watered with baths."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:10",
                            "text": "Thus Osiris also, whenever he is buried, and looked for to come to life again, and with joy recovered, is an emblem of the regularity wherewith the fruits of the ground return, and the elements recover life, and the year comes round; as also the lions of Mithras are philosophical sacraments of arid and scorched nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:11",
                            "text": "It is, indeed, enough for me that natural elements, foremost in site and state, should have been more readily regarded as divine than as unworthy of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:12",
                            "text": "I will, however, come down to humbler objects."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book I 13:13",
                            "text": "A single floweret from the hedgerow, I say not from the meadows; a single little shellfish from any sea, I say not from the Red Sea; a single stray wing of a moorfowl, I say nothing of the peacock,—will, I presume, prove to you that the Creator was but a sorry artificer!."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: Against Marcion Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:1",
                            "text": "All Portions of Creation Attest the Excellence of the Creator, Whom Marcion Vilifies."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:2",
                            "text": "His Inconsistency Herein Exposed."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:3",
                            "text": "Marcion's Own God Did Not Hesitate to Use the Creator's Works in Instituting His Own Religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:4",
                            "text": "Now, when you make merry with those minuter animals, which their glorious Maker has purposely endued with a profusion of instincts and resources,—thereby teaching us that greatness has its proofs in lowliness, just as (according to the apostle) there is power even in infirmity—imitate, if you can, the cells of the bee, the hills of the ant, the webs of the spider, and the threads of the silkworm; endure, too, if you know how, those very creatures which infest your couch and house, the poisonous ejections of the blister-beetle, the spikes of the fly, and the gnat's sheath and sting."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:5",
                            "text": "What of the greater animals, when the small ones so affect you with pleasure or pain, that you cannot even in their case despise their Creator? Finally, take a circuit round your own self; survey man within and without."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:6",
                            "text": "Even this handiwork of our God will be pleasing to you, inasmuch as your own lord, that better god, loved it so well, and for your sake was at the pains of descending from the third heaven to these poverty-stricken elements, and for the same reason was actually crucified in this sorry apartment of the Creator."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:7",
                            "text": "Indeed, up to the present time, he has not disdained the water which the Creator made wherewith he washes his people; nor the oil with which he anoints them; nor that union of honey and milk wherewithal he gives them the nourishment of children; nor the bread by which he represents his own proper body, thus requiring in his very sacraments the \"beggarly elements\" of the Creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:8",
                            "text": "You, however, are a disciple above his master, and a servant above his lord; you have a higher reach of discernment than his; you destroy what he requires."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:9",
                            "text": "I wish to examine whether you are at least honest in this, so as to have no longing for those things which you destroy."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:10",
                            "text": "You are an enemy to the sky, and yet you are glad to catch its freshness in your houses."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:11",
                            "text": "You disparage the earth, although the elemental parent of your own flesh, as if it were your undoubted enemy, and yet you extract from it all its fatness for your food."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:12",
                            "text": "The sea, too, you reprobate, but are continually using its produce, which you account the more sacred diet."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:13",
                            "text": "If I should offer you a rose, you will not disdain its Maker."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:14",
                            "text": "You hypocrite, however much of abstinence you use to show yourself a Marcionite, that is, a repudiator of your Maker (for if the world displeased you, such abstinence ought to have been affected by you as a martyrdom), you will have to associate yourself with the Creator's material production, into what element soever you shall be dissolved."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book I 14:15",
                            "text": "How hard is this obstinacy of yours! You vilify the things in which you both live and die."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: Against Marcion Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:1",
                            "text": "The Lateness of the Revelation of Marcion's God."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:2",
                            "text": "The Question of the Place Occupied by the Rival Deities."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:3",
                            "text": "Instead of Two Gods, Marcion Really (Although, as It Would Seem, Unconsciously) Had Nine Gods in His System."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:4",
                            "text": "After all, or, if you like, before all, since you have said that he has a creation of his own, and his own world, and his own sky; we shall see, indeed, about that third heaven, when we come to discuss even your own apostle."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:5",
                            "text": "Meanwhile, whatever is the (created) substance, it ought at any rate to have made its appearance in company with its own god."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:6",
                            "text": "But now, how happens it that the Lord has been revealed since the twelfth year of Tiberius Caesar, while no creation of His at all has been discovered up to the fifteenth of the Emperor Severus; although, as being more excellent than the paltry works of the Creator, it should certainly have ceased to conceal itself, when its lord and author no longer lies hid? I ask, therefore, if it was unable to manifest itself in this world, how did its Lord appear in this world? If this world received its Lord, why was it not able to receive the created substance, unless perchance it was greater than its Lord? But now there arises a question about place, having reference both to the world above and to the God thereof."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:7",
                            "text": "For, behold, if he has his own world beneath him, above the Creator, he has certainly fixed it in a position, the space of which was empty between his own feet and the Creator's head."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:8",
                            "text": "Therefore God both Himself occupied local space, and caused the world to occupy local space; and this local space, too, will be greater than God and the world together."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:9",
                            "text": "For in no case is that which contains not greater than that which is contained."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:10",
                            "text": "And indeed we must look well to it that no small patches be left here and there vacant, in which some third god also may be able with a world of his own to foist himself in."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:11",
                            "text": "Now, begin to reckon up your gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:12",
                            "text": "There will be local space for a god, not only as being greater than God, but as being also unbegotten and unmade, and therefore eternal, and equal to God, in which God has ever been."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:13",
                            "text": "Then, inasmuch as He too has fabricated a world out of some underlying material which is unbegotten, and unmade, and contemporaneous with God, just as Marcion holds of the Creator, you reduce this likewise to the dignity of that local space which has enclosed two gods, both God and matter."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:14",
                            "text": "For matter also is a god according to the rule of Deity, being (to be sure) unbegotten, and unmade, and eternal."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:15",
                            "text": "If, however, it was out of nothing that he made his world, this also (our heretic) will be obliged to predicate of the Creator, to whom he subordinates matter in the substance of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:16",
                            "text": "But it will be only right that he too should have made his world out of matter, because the same process occurred to him as God which lay before the Creator as equally God."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:17",
                            "text": "And thus you may, if you please, reckon up so far, three gods as Marcion's,—the Maker, local space, and matter."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:18",
                            "text": "Furthermore, he in like manner makes the Creator a god in local space, which is itself to be appraised on a precisely identical scale of dignity; and to Him as its lord he subordinates matter, which is notwithstanding unbegotten, and unmade, and by reason hereof eternal."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:19",
                            "text": "With this matter he further associates evil, an unbegotten principle with an unbegotten object, an unmade with an unmade, and an eternal with an eternal; so here he makes a fourth God."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:20",
                            "text": "Accordingly you have three substances of Deity in the higher instances, and in the lower ones four."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book I 15:21",
                            "text": "When to these are added their Christs—the one which appeared in the time of Tiberius, the other which is promised by the Creator—Marcion suffers a manifest wrong from those persons who assume that he holds two gods, whereas he implies no less than nine, though he knows it not."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: Against Marcion Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:1",
                            "text": "Marcion Assumes the Existence of Two Gods from the Antithesis Between Things Visible and Things Invisible."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:2",
                            "text": "This Antithetical Principle in Fact Characteristic of the Works of the Creator, the One God—Maker of All Things Visible and Invisible."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:3",
                            "text": "Since, then, that other world does not appear, nor its god either, the only resource left to them is to divide things into the two classes of visible and invisible, with two gods for their authors, and so to claim the invisible for their own, (the supreme) God."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:4",
                            "text": "But who, except an heretical spirit, could ever bring his mind to believe that the invisible part of creation belongs to him who had previously displayed no visible thing, rather than to Him who, by His operation on the visible world, produced a belief in the invisible also, since it is far more reasonable to give one's assent after some samples (of a work) than after none? We shall see to what author even (your favourite) apostle attributes the invisible creation, when we come to examine him."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:5",
                            "text": "At present (we withhold his testimony), for we are for the most part engaged in preparing the way, by means of common sense and fair arguments, for a belief in the future support of the Scriptures also."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:6",
                            "text": "We affirm, then, that this diversity of things visible and invisible must on this ground be attributed to the Creator, even because the whole of His work consists of diversities—of things corporeal and incorporeal; of animate and inanimate; of vocal and mute of moveable and stationary; of productive and sterile; of arid and moist; of hot and cold."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:7",
                            "text": "Man, too, is himself similarly tempered with diversity, both in his body and in his sensation."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:8",
                            "text": "Some of his members are strong, others weak; some comely, others uncomely; some twofold, others unique; some like, others unlike."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:9",
                            "text": "In like manner there is diversity also in his sensation: now joy, then anxiety; now love, then hatred; now anger, then calmness."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:10",
                            "text": "Since this is the case, inasmuch as the whole of this creation of ours has been fashioned with a reciprocal rivalry amongst its several parts, the invisible ones are due to the visible, and not to be ascribed to any other author than Him to whom their counterparts are imputed, marking as they do diversity in the Creator Himself, who orders what He forbade, and forbids what He ordered; who also strikes and heals."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book I 16:11",
                            "text": "Why do they take Him to be uniform in one class of things alone, as the Creator of visible things, and only them; whereas He ought to be believed to have created both the visible and the invisible, in just the same way as life and death, or as evil things and peace? And verily, if the invisible creatures are greater than the visible, which are in their own sphere great, so also is it fitting that the greater should be His to whom the great belong; because neither the great, nor indeed the greater, can be suitable property for one who seems to possess not even the smallest things."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: Against Marcion Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:1",
                            "text": "Not Enough, as the Marcionites Pretend, that the Supreme God Should Rescue Man; He Must Also Have Created Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:2",
                            "text": "The Existence of God Proved by His Creation, a Prior Consideration to His Character."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:3",
                            "text": "Pressed by these arguments, they exclaim: One work is sufficient for our god; he has delivered man by his supreme and most excellent goodness, which is preferable to (the creation of) all the locusts."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:4",
                            "text": "What superior god is this, of whom it has not been possible to find any work so great as the man of the lesser god! Now without doubt the first thing you have to do is to prove that he exists, after the same manner that the existence of God must ordinarily be proved—by his works; and only after that by his good deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:5",
                            "text": "For the first question is, Whether he exists? and then, What is his character? The former is to be tested by his works, the other by the beneficence of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:6",
                            "text": "It does not simply follow that he exists, because he is said to have wrought deliverance for man; but only after it shall have been settled that he exists, will there be room for saying that he has affected this liberation."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:7",
                            "text": "And even this point also must have its own evidence, because it may be quite possible both that he has existence, and yet has not wrought the alleged deliverance."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:8",
                            "text": "Now in that section of our work which concerned the question of the unknown god, two points were made clear enough—both that he had created nothing:  and that he ought to have been a creator, in order to be known by his works; because, if he had existed, he ought to have been known, and that too from the beginning of things; for it was not fit that God should have lain hid."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:9",
                            "text": "It will be necessary that I should revert to the very trunk of that question of the unknown god, that I may strike off into some of its other branches also."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:10",
                            "text": "For it will be first of all proper to inquire, Why he, who afterwards brought himself into notice, did so—so late, and not at the very first? From creatures, with which as God he was indeed so closely connected (and the closer this connection was, the greater was his goodness), he ought never to have been hidden."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:11",
                            "text": "For it cannot be pretended that there was not either any means of arriving at the knowledge of God, or a good reason for it, when from the beginning man was in the world, for whom the deliverance is now come; as was also that malevolence of the Creator, in opposition to which the good God has wrought the deliverance."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:12",
                            "text": "He was therefore either ignorant of the good reason for and means of his own necessary manifestation, or doubted them; or else was either unable or unwilling to encounter them."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:13",
                            "text": "All these alternatives are unworthy of God, especially the supreme and best."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book I 17:14",
                            "text": "This topic, however, we shall afterwards more fully treat, with a condemnation of the tardy manifestation; we at present simply point it out."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: Against Marcion Book I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:1",
                            "text": "Notwithstanding Their Conceits, the God of the Marcionites Fails in the Vouchers Both of Created Evidence and of Adequate Revelation."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:2",
                            "text": "Well, then, he has now advanced into notice, just when he willed, when he could, when the destined hour arrived."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:3",
                            "text": "For perhaps he was hindered hitherto by his leading star, or some weird malignants, or Saturn in quadrature, or Mars at the trine."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:4",
                            "text": "The Marcionites are very strongly addicted to astrology; nor do they blush to get their livelihood by help of the very stars which were made by the Creator (whom they depreciate)."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:5",
                            "text": "We must here also treat of the quality of the (new) revelation; whether Marcion's supreme god has become known in a way worthy of him, so as to secure the proof of his existence: and in the way of truth, so that he may be believed to be the very being who had been already proved to have been revealed in a manner worthy of his character."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:6",
                            "text": "For things which are worthy of God will prove the existence of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:7",
                            "text": "We maintain that God must first be known from nature, and afterwards authenticated by instruction: from nature by His works; by instruction, through His revealed announcements."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:8",
                            "text": "Now, in a case where nature is excluded, no natural means (of knowledge) are furnished."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:9",
                            "text": "He ought, therefore, to have carefully supplied a revelation of himself, even by announcements, especially as he had to be revealed in opposition to One who, after so many and so great works, both of creation and revealed announcement, had with difficulty succeeded in satisfying men's faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:10",
                            "text": "In what manner, therefore, has the revelation been made? If by man's conjectural guesses, do not say that God can possibly become known in any other way than by Himself, and appeal not only to the standard of the Creator, but to the conditions both of God's greatness and man's littleness; so that man seem not by any possibility to be greater than God, by having somehow drawn Him out into public recognition, when He was Himself unwilling to become known by His own energies, although man's littleness has been able, according to experiments all over the world, more easily to fashion for itself gods, than to follow the true God whom men now understand by nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:11",
                            "text": "As for the rest, if man shall be thus able to devise a god,—as Romulus did Consus, and Tatius Cloacina, and Hostilius Fear, and Metellus Alburnus, and a certain authority some time since Antinous,—the same accomplishment may be allowed to others."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book I 18:12",
                            "text": "As for us, we have found our pilot in Marcion, although not a king nor an emperor."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: Against Marcion Book I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:1",
                            "text": "Jesus Christ, the Revealer of the Creator, Could Not Be the Same as Marcion's God, Who Was Only Made Known by the Heretic Some CXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:2",
                            "text": "Years After Christ, and That, Too, on a Principle Utterly Unsuited to the Teaching of Jesus Christ, i-e:, the Opposition Between the Law and the Gospels."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:3",
                            "text": "Well, but our god, say the Marcionites, although he did not manifest himself from the beginning and by means of the creation, has yet revealed himself in Christ Jesus."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:4",
                            "text": "A book will be devoted to Christ, treating of His entire state; for it is desirable that these subject-matters should be distinguished one from another, in order that they may receive a fuller and more methodical treatment."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:5",
                            "text": "Meanwhile it will be sufficient if, at this stage of the question, I show—and that but briefly—that Christ Jesus is the revealer of none other god but the Creator."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:6",
                            "text": "In the fifteenth year of Tiberius, Christ Jesus vouchsafed to come down from heaven, as the spirit of saving health."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:7",
                            "text": "I cared not to inquire, indeed, in what particular year of the elder Antoninus."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:8",
                            "text": "He who had so gracious a purpose did rather, like a pestilential sirocco, exhale this health or salvation, which Marcion teaches from his Pontus."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:9",
                            "text": "Of this teacher there is no doubt that he is a heretic of the Antonine period, impious under the pious."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:10",
                            "text": "Now, from Tiberius to Antoninus Pius, there are about  years and -/ months."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:11",
                            "text": "Just such an interval do they place between Christ and Marcion."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:12",
                            "text": "Inasmuch, then, as Marcion, as we have shown, first introduced this god to notice in the time of Antoninus, the matter becomes at once clear, if you are a shrewd observer."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:13",
                            "text": "The dates already decide the case, that he who came to light for the first time in the reign of Antoninus, did not appear in that of Tiberius; in other words, that the God of the Antonine period was not the God of the Tiberian; and consequently, that he whom Marcion has plainly preached for the first time, was not revealed by Christ (who announced His revelation as early as the reign of Tiberius)."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:14",
                            "text": "Now, to prove clearly what remains of the argument, I shall draw materials from my very adversaries."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:15",
                            "text": "Marcion's special and principal work is the separation of the law and the gospel; and his disciples will not deny that in this point they have their very best pretext for initiating and confirming themselves in his heresy."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:16",
                            "text": "These are Marcion's Antitheses, or contradictory propositions, which aim at committing the gospel to a variance with the law, in order that from the diversity of the two documents which contain them, they may contend for a diversity of gods also."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:17",
                            "text": "Since, therefore, it is this very opposition between the law and the gospel which has suggested that the God of the gospel is different from the God of the law, it is clear that, before the said separation, that god could not have been known who became known from the argument of the separation itself."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:18",
                            "text": "He therefore could not have been revealed by Christ, who came before the separation, but must have been devised by Marcion, the author of the breach of peace between the gospel and the law."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book I 19:19",
                            "text": "Now this peace, which had remained unhurt and unshaken from Christ's appearance to the time of Marcion's audacious doctrine, was no doubt maintained by that way of thinking, which firmly held that the God of both law and gospel was none other than the Creator, against whom after so long a time a separation has been introduced by the heretic of Pontus."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: Against Marcion Book I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:1",
                            "text": "Marcion, Justifying His Antithesis Between the Law and the Gospel by the Contention of St."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:2",
                            "text": "Paul with St."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:3",
                            "text": "Peter, Shown to Have Mistaken St."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:4",
                            "text": "Paul's Position and Argument."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:5",
                            "text": "Marcion's Doctrine Confuted Out of St."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:6",
                            "text": "Paul's Teaching, Which Agrees Wholly with the Creator's Decrees."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:7",
                            "text": "This most patent conclusion requires to be defended by us against the clamours of the opposite side."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:8",
                            "text": "For they allege that Marcion did not so much innovate on the rule (of faith) by his separation of the law and the gospel, as restore it after it had been previously adulterated."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:9",
                            "text": "O Christ, most enduring Lord, who didst bear so many years with this interference with Thy revelation, until Marcion forsooth came to Thy rescue! Now they adduce the case of Peter himself, and the others, who were pillars of the apostolate, as having been blamed by Paul for not walking uprightly, according to the truth of the gospel—that very Paul indeed, who, being yet in the mere rudiments of grace, and trembling, in short, lest he should have run or were still running in vain, then for the first time held intercourse with those who were apostles before himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:10",
                            "text": "Therefore because, in the eagerness of his zeal against Judaism as a neophyte, he thought that there was something to be blamed in their conduct—even the promiscuousness of their conversation—but afterwards was himself to become in his practice all things to all men, that he might gain all,—to the Jews, as a Jew, and to them that were under the law, as under the law,—you would have his censure, which was merely directed against conduct destined to become acceptable even to their accuser, suspected of prevarication against God on a point of public doctrine."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:11",
                            "text": "Touching their public doctrine, however, they had, as we have already said, joined hands in perfect concord, and had agreed also in the division of their labour in their fellowship of the gospel, as they had indeed in all other respects: \"Whether it were I or they, so we preach\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:12",
                            "text": "When, again, he mentioned \"certain false brethren as having crept in unawares,\" who wished to remove the Galatians into another gospel, he himself shows that that adulteration of the gospel was not meant to transfer them to the faith of another god and christ, but rather to perpetuate the teaching of the law; because he blames them for maintaining circumcision, and observing times, and days, and months, and years, according to those Jewish ceremonies which they ought to have known were now abrogated, according to the new dispensation purposed by the Creator Himself, who of old foretold this very thing by His prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:13",
                            "text": "Thus He says by Isaiah: Old things have passed away."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:14",
                            "text": "\"Behold, I will do a new thing\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:15",
                            "text": "And in another passage: \"I will make a new covenant, not according to the covenant that I made with their fathers, when I brought them out of the land of Egypt\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:16",
                            "text": "In like manner by Jeremiah: Make to yourselves a new covenant, \"circumcise yourselves to the Lord, and take away the foreskins of your heart\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:17",
                            "text": "It is this circumcision, therefore, and this renewal, which the apostle insisted on, when he forbade those ancient ceremonies concerning which their very founder announced that they were one day to cease; thus by Hosea: \"I will also cause all her mirth to cease, her feast-days, her new moons, and her Sabbaths, and all her solemn feasts\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:18",
                            "text": "So likewise by Isaiah: \"The new moons, and Sabbaths, the calling of assemblies, I cannot away with; your holy days, and fasts, and feast-days, my soul hateth\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book I 20:19",
                            "text": "Now, if even the Creator had so long before discarded all these things, and the apostle was now proclaiming them to be worthy of renunciation, the very agreement of the apostle's meaning with the decrees of the Creator proves that none other God was preached by the apostle than He whose purposes he now wished to have recognised, branding as false both apostles and brethren, for the express reason that they were pushing back the gospel of Christ the Creator from the new condition which the Creator had foretold, to the old one which He had discarded."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: Against Marcion Book I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:1",
                            "text": "St."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:2",
                            "text": "Paul Preached No New God, When He Announced the Repeal of Some of God's Ancient Ordinances."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:3",
                            "text": "Never Any Hesitation About Belief in the Creator, as the God Whom Christ Revealed, Until Marcion's Heresy."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:4",
                            "text": "Now if it was with the view of preaching a new god that he was eager to abrogate the law of the old God, how is it that he prescribes no rule about the new god, but solely about the old law, if it be not because faith in the Creator was still to continue, and His law alone was to come to an end?—just as the Psalmist had declared: \"Let us break their bands asunder, and cast away their cords from us."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:5",
                            "text": "Why do the heathen rage, and the people imagine a vain thing? The kings of the earth stand up, and the rulers take counsel together against the Lord, and against His Anointed\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:6",
                            "text": "And, indeed, if another god were preached by Paul, there could be no doubt about the law, whether it were to be kept or not, because of course it would not belong to the new lord, the enemy of the law."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:7",
                            "text": "The very newness and difference of the god would take away not only all question about the old and alien law, but even all mention of it."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:8",
                            "text": "But the whole question, as it then stood, was this, that although the God of the law was the same as was preached in Christ, yet there was a disparagement of His law."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:9",
                            "text": "Permanent still, therefore, stood faith in the Creator and in His Christ; manner of life and discipline alone fluctuated."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:10",
                            "text": "Some disputed about eating idol sacrifices, others about the veiled dress of women, others again about marriage and divorce, and some even about the hope of the resurrection; but about God no one disputed."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:11",
                            "text": "Now, if this question also had entered into dispute, surely it would be found in the apostle, and that too as a great and vital point."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:12",
                            "text": "No doubt, after the time of the apostles, the truth respecting the belief of God suffered corruption, but it is equally certain that during the life of the apostles their teaching on this great article did not suffer at all; so that no other teaching will have the right of being received as apostolic than that which is at the present day proclaimed in the churches of apostolic foundation."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:13",
                            "text": "You will, however, find no church of apostolic origin but such as reposes its Christian faith in the Creator."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:14",
                            "text": "But if the churches shall prove to have been corrupt from the beginning, where shall the pure ones be found? Will it be amongst the adversaries of the Creator? Show us, then, one of your churches, tracing its descent from an apostle, and you will have gained the day."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:15",
                            "text": "Forasmuch then as it is on all accounts evident that there was from Christ down to Marcion's time no other God in the rule of sacred truth than the Creator, the proof of our argument is sufficiently established, in which we have shown that the god of our heretic first became known by his separation of the gospel and the law."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:16",
                            "text": "Our previous position is accordingly made good, that no god is to be believed whom any man has devised out of his own conceits; except indeed the man be a prophet, and then his own conceits would not be concerned in the matter."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:17",
                            "text": "If Marcion, however, shall be able to lay claim to this inspired character, it will be necessary for it to be shown."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:18",
                            "text": "There must be no doubt or paltering."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book I 21:19",
                            "text": "For all heresy is thrust out by this wedge of the truth, that Christ is proved to be the revealer of no God else but the Creator."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: Against Marcion Book I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:1",
                            "text": "God's Attribute of Goodness Considered as Natural; The God of Marcion Found Wanting Herein."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:2",
                            "text": "It Came Not to Man's Rescue When First Wanted."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:3",
                            "text": "But how shall (this) Antichrist be fully overthrown unless we relax our defence by mere prescription, and give ourselves scope for rebutting all his other attacks? Let us therefore next take the very person of God Himself, or rather His shadow or phantom, as we have it in Christ, and let Him be examined by that condition which makes Him superior to the Creator."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:4",
                            "text": "And undoubtedly there will come to hand unmistakeable rules for examining God's goodness."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:5",
                            "text": "My first point, however, is to discover and apprehend the attribute, and then to draw it out into rules."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:6",
                            "text": "Now, when I survey the subject in its aspects of time, I nowhere descry it from the beginning of material existences, or at the commencement of those causes, with which it ought to have been found, proceeding thence to do whatever had to be done."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:7",
                            "text": "For there was death already, and sin the sting of death, and that malignity too of the Creator, against which the goodness of the other god should have been ready to bring relief; falling in with this as the primary rule of the divine goodness (if it were to prove itself a natural agency), at once coming as a succour when the cause for it began."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:8",
                            "text": "For in God all things should be natural and inbred, just like His own condition indeed, in order that they may be eternal, and so not be accounted casual and extraneous, and thereby temporary and wanting in eternity."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:9",
                            "text": "In God, therefore, goodness is required to be both perpetual and unbroken, such as, being stored up and kept ready in the treasures of His natural properties, might precede its own causes and material developments; and if thus preceding, might underlie every first material cause, instead of looking at it from a distance, and standing aloof from it."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:10",
                            "text": "In short, here too I must inquire, Why his goodness did not operate from the beginning? no less pointedly than when we inquired concerning himself, Why he was not revealed from the very first? Why, then, did it not? since he had to be revealed by his goodness if he had any existence."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:11",
                            "text": "That God should at all fail in power must not be thought, much less that He should not discharge all His natural functions; for if these were restrained from running their course, they would cease to be natural."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:12",
                            "text": "Moreover, the nature of God Himself knows nothing of inactivity."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:13",
                            "text": "Hence (His goodness) is reckoned as having a beginning, if it acts."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:14",
                            "text": "It will thus be evident that He had no unwillingness to exercise His goodness at any time on account of His nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:15",
                            "text": "Indeed, it is impossible that He should be unwilling because of His nature, since that so directs itself that it would no longer exist if it ceased to act."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:16",
                            "text": "In Marcion's god, however, goodness ceased from operation at some time or other."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:17",
                            "text": "A goodness, therefore, which could thus at any time have ceased its action was not natural, because with natural properties such cessation is incompatible."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:18",
                            "text": "And if it shall not prove to be natural, it must no longer be believed to be eternal nor competent to Deity; because it cannot be eternal so long as, failing to be natural, it neither provides from the past nor guarantees for the future any means of perpetuating itself."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:19",
                            "text": "Now as a fact it existed not from the beginning, and, doubtless, will not endure to the end."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:20",
                            "text": "For it is possible for it to fail in existence some future time or other, as it has failed in some past period."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:21",
                            "text": "Forasmuch, then, as the goodness of Marcion's god failed in the beginning (for he did not from the first deliver man), this failure must have been the effect of will rather than of infirmity."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:22",
                            "text": "Now a wilful suppression of goodness will be found to have a malignant end in view."
                        },
                        {
                            "verse": 23,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:23",
                            "text": "For what malignity is so great as to be unwilling to do good when one can, or to thwart what is useful, or to permit injury? The whole description, therefore, of Marcion's Creator will have to be transferred to his new god, who helped on the ruthless proceedings of the former by the retardation of his own goodness."
                        },
                        {
                            "verse": 24,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:24",
                            "text": "For whosoever has it in his power to prevent the happening of a thing, is accounted responsible for it if it should occur."
                        },
                        {
                            "verse": 25,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:25",
                            "text": "Man is condemned to death for tasting the fruit of one poor tree, and thence proceed sins with their penalties; and now all are perishing who yet never saw a single sod of Paradise."
                        },
                        {
                            "verse": 26,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:26",
                            "text": "And all this your better god either is ignorant of, or else brooks."
                        },
                        {
                            "verse": 27,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:27",
                            "text": "Is it that he might on this account be deemed the better, and the Creator be regarded as all that the worse? Even if this were his purpose he would be malicious enough, for both wishing to aggravate his rival's obloquy by permitting His (evil) works to be done, and by keeping the world harrassed by the wrong."
                        },
                        {
                            "verse": 28,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:28",
                            "text": "What would you think of a physician who should encourage a disease by withholding the remedy, and prolong the danger by delaying his prescription, in order that his cure might be more costly and more renowned? Such must be the sentence to be pronounced against Marcion's god: tolerant of evil, encouraging wrong, wheedling about his grace, prevaricating in his goodness, which he did not exhibit simply on its own account, but which he must mean to exhibit purely, if he is good by nature and not by acquisition, if he is supremely good in attribute and not by discipline, if he is God from eternity and not from Tiberius, nay (to speak more truly), from Cerdon only and Marcion."
                        },
                        {
                            "verse": 29,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book I 22:29",
                            "text": "As the case now stands, however, such a god as we are considering would have been more fit for Tiberius, that the goodness of the Divine Being might be inaugurated in the world under his imperial sway!."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: Against Marcion Book I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:1",
                            "text": "God's Attribute of Goodness Considered as Rational."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:2",
                            "text": "Marcion's God Defective Here Also; His Goodness Irrational and Misapplied."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:3",
                            "text": "Here is another rule for him."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:4",
                            "text": "All the properties of God ought to be as rational as they are natural."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:5",
                            "text": "I require reason in His goodness, because nothing else can properly be accounted good than that which is rationally good; much less can goodness itself be detected in any irrationality."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:6",
                            "text": "More easily will an evil thing which has something rational belonging to it be accounted good, than that a good thing bereft of all reasonable quality should escape being regarded as evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:7",
                            "text": "Now I deny that the goodness of Marcion's god is rational, on this account first, because it proceeded to the salvation of a human creature which was alien to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:8",
                            "text": "I am aware of the plea which they will adduce, that that is rather a primary and perfect goodness which is shed voluntarily and freely upon strangers without any obligation of friendship, on the principle that we are bidden to love even our enemies, such as are also on that very account strangers to us."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:9",
                            "text": "Now, inasmuch as from the first he had no regard for man, a stranger to him from the first, he settled beforehand, by this neglect of his, that he had nothing to do with an alien creature."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:10",
                            "text": "Besides, the rule of loving a stranger or enemy is preceded by the precept of your loving your neighbour as yourself; and this precept, although coming from the Creator's law, even you ought to receive, because, so far from being abrogated by Christ, it has rather been confirmed by Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:11",
                            "text": "For you are bidden to love your enemy and the stranger, in order that you may love your neighbour the better."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:12",
                            "text": "The requirement of the undue is an augmentation of the due benevolence."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:13",
                            "text": "But the due precedes the undue, as the principal quality, and more worthy of the other, for its attendant and companion."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:14",
                            "text": "Since, therefore, the first step in the reasonableness of the divine goodness is that it displays itself on its proper object in righteousness, and only at its second stage on an alien object by a redundant righteousness over and above that of scribes and Pharisees, how comes it to pass that the second is attributed to him who fails in the first, not having man for his proper object, and who makes his goodness on this very account defective? Moreover, how could a defective benevolence, which had no proper object whereon to expend itself, overflow on an alien one? Clear up the first step, and then vindicate the next."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:15",
                            "text": "Nothing can be claimed as rational without order, much less can reason itself dispense with order in any one."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:16",
                            "text": "Suppose now the divine goodness begin at the second stage of its rational operation, that is to say, on the stranger, this second stage will not be consistent in rationality if it be impaired in any way else."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:17",
                            "text": "For only then will even the second stage of goodness, that which is displayed towards the stranger, be accounted rational, when it operates without wrong to him who has the first claim."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:18",
                            "text": "It is righteousness which before everything else makes all goodness rational."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:19",
                            "text": "It will thus be rational in its principal stage, when manifested on its proper object, if it be righteous."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:20",
                            "text": "And thus, in like manner, it will be able to appear rational, when displayed towards the stranger, if it be not unrighteous."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:21",
                            "text": "But what sort of goodness is that which is manifested in wrong, and that in behalf of an alien creature?  For peradventure a benevolence, even when operating injuriously, might be deemed to some extent rational, if exerted for one of our own house and home."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:22",
                            "text": "By what rule, however, can an unjust benevolence, displayed on behalf of a stranger, to whom not even an honest one is legitimately due, be defended as a rational one? For what is more unrighteous, more unjust, more dishonest, than so to benefit an alien slave as to take him away from his master, claim him as the property of another, and suborn him against his master's life; and all this, to make the matter more iniquitous still whilst he is yet living in his master's house and on his master's garner, and still trembling beneath his stripes? Such a deliverer, I had almost said kidnapper, would even meet with condemnation in the world."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:23",
                            "text": "Now, no other than this is the character of Marcion's god, swooping upon an alien world, snatching away man from his God, the son from his father, the pupil from his tutor, the servant from his master—to make him impious to his God, undutiful to his father, ungrateful to his tutor, worthless to his master."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:24",
                            "text": "If, now, the rational benevolence makes man such, what sort of being prithee would the irrational make of him? None I should think more shameless than him who is baptized to his god in water which belongs to another, who stretches out his hands to his god towards a heaven which is another's, who kneels to his god on ground which is another's, offers his thanksgivings to his god over bread which belongs to another, and distributes by way of alms and charity, for the sake of his god, gifts which belong to another God."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book I 23:25",
                            "text": "Who, then, is that so good a god of theirs, that man through him becomes evil; so propitious, too, as to incense against man that other God who is, indeed, his own proper Lord?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: Against Marcion Book I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:1",
                            "text": "The Goodness of Marcion's God Only Imperfectly Manifested; It Saves But Few, and the Souls Merely of These."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:2",
                            "text": "Marcion's Contempt of the Body Absurd."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:3",
                            "text": "But as God is eternal and rational, so, I think, He is perfect in all things."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:4",
                            "text": "\"Be ye perfect, even as your Father which is in heaven is perfect\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:5",
                            "text": "Prove, then, that the goodness of your god also is a perfect one."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:6",
                            "text": "That it is indeed imperfect has been already sufficiently shown, since it is found to be neither natural nor rational."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:7",
                            "text": "The same conclusion, however, shall now be made clear by another method; it is not simply imperfect, but actually feeble, weak, and exhausted, failing to embrace the full number of its material objects, and not manifesting itself in them all."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:8",
                            "text": "For all are not put into a state of salvation by it; but the Creator's subjects, both Jew and Christian, are all excepted."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:9",
                            "text": "Now, when the greater part thus perish, how can that goodness be defended as a perfect one which is inoperative in most cases, is somewhat only in few, naught in many, succumbs to perdition, and is a partner with destruction? And if so many shall miss salvation, it will not be with goodness, but with malignity, that the greater perfection will lie."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:10",
                            "text": "For as it is the operation of goodness which brings salvation, so is it malevolence which thwarts it."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:11",
                            "text": "Since, however, this goodness) saves but few, and so rather leans to the alternative of not saving, it will show itself to greater perfection by not interposing help than by helping."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:12",
                            "text": "Now, you will not be able to attribute goodness (to your god) in reference to the Creator, (if accompanied with) failure towards all."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:13",
                            "text": "For whomsoever you call in to judge the question, it is as a dispenser of goodness, if so be such a title can be made out, and not as a squanderer thereof, as you claim your god to be, that you must submit the divine character for determination."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:14",
                            "text": "So long, then, as you prefer your god to the Creator on the simple ground of his goodness, and since he professes to have this attribute as solely and wholly his own, he ought not to have been wanting in it to any one."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:15",
                            "text": "However, I do not now wish to prove that Marcion's god is imperfect in goodness because of the perdition of the greater number."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:16",
                            "text": "I am content to illustrate this imperfection by the fact that even those whom he saves are found to possess but an imperfect salvation—that is, they are saved only so far as the soul is concerned, but lost in their body, which, according to him, does not rise again."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:17",
                            "text": "Now, whence comes this halving of salvation, if not from a failure of goodness? What could have been a better proof of a perfect goodness, than the recovery of the whole man to salvation? Totally damned by the Creator, he should have been totally restored by the most merciful god."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:18",
                            "text": "I rather think that by Marcion's rule the body is baptized, is deprived of marriage, is cruelly tortured in confession."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:19",
                            "text": "But although sins are attributed to the body, yet they are preceded by the guilty concupiscence of the soul; nay, the first motion of sin must be ascribed to the soul, to which the flesh acts in the capacity of a servant."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:20",
                            "text": "By and by, when freed from the soul, the flesh sins no more."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:21",
                            "text": "So that in this matter goodness is unjust, and likewise imperfect, in that it leaves to destruction the more harmless substance, which sins rather by compliance than in will."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:22",
                            "text": "Now, although Christ put not on the verity of the flesh, as your heresy is pleased to assume, He still vouchsafed to take upon Him the semblance thereof."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:23",
                            "text": "Surely, therefore, some regard was due to it from Him, because of this His feigned assumption of it."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:24",
                            "text": "Besides, what else is man than flesh, since no doubt it was the corporeal rather than the spiritual element from which the Author of man's nature gave him his designation? \"And the Lord God made man of the dust of the ground,\" not of spiritual essence; this afterwards came from the divine afflatus:  \"and man became a living soul\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:25",
                            "text": "What, then, is man? Made, no doubt of it, of the dust; and God placed him in paradise, because He moulded him, not breathed him, into being—a fabric of flesh, not of spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:26",
                            "text": "Now, this being the case, with what face will you contend for the perfect character of that goodness which did not fail in some one particular only of man's deliverance, but in its general capacity? If that is a plenary grace and a substantial mercy which brings salvation to the soul alone, this were the better life which we now enjoy whole and entire; whereas to rise again but in part will be a chastisement, not a liberation."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:27",
                            "text": "The proof of the perfect goodness is, that man, after his rescue, should be delivered from the domicile and power of the malignant deity unto the protection of the most good and merciful God."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:28",
                            "text": "Poor dupe of Marcion, fever is hard upon you; and your painful flesh produces a crop of all sorts of briers and thorns."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:29",
                            "text": "Nor is it only to the Creator's thunderbolts that you lie exposed, or to wars, and pestilences, and His other heavier strokes, but even to His creeping insects."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book I 24:30",
                            "text": "In what respect do you suppose yourself liberated from His kingdom when His flies are still creeping upon your face? If your deliverance lies in the future, why not also in the present, that it may be perfectly wrought? Far different is our condition in the sight of Him who is the Author, the Judge, the injured Head of our race! You display Him as a merely good God; but you are unable to prove that He is perfectly good, because you are not by Him perfectly delivered."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Tertullian: Against Marcion Book I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:1",
                            "text": "God is Not a Being of Simple Goodness; Other Attributes Belong to Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:2",
                            "text": "Marcion Shows Inconsistency in the Portraiture of His Simply Good and Emotionless God."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:3",
                            "text": "As touching this question of goodness, we have in these outlines of our argument shown it to be in no way compatible with Deity,—as being neither natural, nor rational, nor perfect, but wrong, and unjust, and unworthy of the very name of goodness,—because, as far as the congruity of the divine character is concerned, it cannot indeed be fitting that that Being should be regarded as God who is alleged to have such a goodness, and that not in a modified way, but simply and solely."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:4",
                            "text": "For it is, furthermore, at this point quite open to discussion, whether God ought to be regarded as a Being of simple goodness, to the exclusion of all those other attributes, sensations, and affections, which the Marcionites indeed transfer from their god to the Creator, and which we acknowledge to be worthy characteristics of the Creator too, but only because we consider Him to be God."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:5",
                            "text": "Well, then, on this ground we shall deny him to be God in whom all things are not to be found which befit the Divine Being."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:6",
                            "text": "If (Marcion) chose to take any one of the school of Epicurus, and entitle him God in the name of Christ, on the ground that what is happy and incorruptible can bring no trouble either on itself or anything else (for Marcion, while poring over this opinion of the divine indifference, has removed from him all the severity and energy of the judicial character), it was his duty to have developed his conceptions into some imperturbable and listless god (and then what could he have had in common with Christ, who occasioned trouble both to the Jews by what He taught, and to Himself by what He felt?), or else to have admitted that he was possessed of the same emotions as others (and in such case what would he have had to do with Epicurus, who was no friend to either him or Christians?)."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:7",
                            "text": "For that a being who in ages past was in a quiescent state, not caring to communicate any knowledge of himself by any work all the while, should come after so long a time to entertain a concern for man's salvation, of course by his own will,—did he not by this very fact become susceptible of the impulse of a new volition, so as palpably to be open to all other emotions? But what volition is unaccompanied with the spur of desire? Who wishes for what he desires not? Moreover, care will be another companion of the will."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:8",
                            "text": "For who will wish for any object and desire to have it, without also caring to obtain it? When, therefore, (Marcion's god) felt both a will and a desire for man's salvation, he certainly occasioned some concern and trouble both to himself and others."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:9",
                            "text": "This Marcion's theory suggests, though Epicurus demurs."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:10",
                            "text": "For he raised up an adversary against himself in that very thing against which his will and desire, and care were directed,—whether it were sin or death,—and more especially in their Tyrant and Lord, the Creator of man."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:11",
                            "text": "Again, nothing will ever run its course without hostile rivalry, which shall not (itself) be without a hostile aspect."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:12",
                            "text": "In fact, when willing, desiring, and caring to deliver man, (Marcion's god) already in the very act encounters a rival, both in Him from whom He effects the deliverance (for of course he means the liberation to be an opposition to Him), and also in those things from which the deliverance is wrought (the intended liberation being to the advantage of some other things)."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:13",
                            "text": "For it must needs be, that upon rivalry its own ancillary passions will be in attendance, against whatever objects its emulation is directed: anger, discord, hatred, disdain, indignation, spleen, loathing, displeasure."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:14",
                            "text": "Now, since all these emotions are present to rivalry; since, moreover, the rivalry which arises in liberating man excites them; and since, again, this deliverance of man is an operation of goodness, it follows that this goodness avails nothing without its endowments, that is to say, without those sensations and affections whereby it carries out its purpose against the Creator; so that it cannot even in this be ruled to be irrational, as if it were wanting in proper sensations and affections."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book I 25:15",
                            "text": "These points we shall have to insist on much more fully, when we come to plead the cause of the Creator, where they will also incur our condemnation."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Tertullian: Against Marcion Book I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:1",
                            "text": "In the Attribute of Justice, Marcion's God is Hopelessly Weak and Ungodlike."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:2",
                            "text": "He Dislikes Evil, But Does Not Punish Its Perpetration."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:3",
                            "text": "But it is here sufficient that the extreme perversity of their god is proved from the mere exposition of his lonely goodness, in which they refuse to ascribe to him such emotions of mind as they censure in the Creator."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:4",
                            "text": "Now, if he is susceptible of no feeling of rivalry, or anger, or damage, or injury, as one who refrains from exercising judicial power, I cannot tell how any system of discipline—and that, too, a plenary one—can be consistent in him."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:5",
                            "text": "For how is it possible that he should issue commands, if he does not mean to execute them; or forbid sins, if he intends not to punish them, but rather to decline the functions of the judge, as being a stranger to all notions of severity and judicial chastisement? For why does he forbid the commission of that which he punishes not when perpetrated? It would have been far more right, if he had not forbidden what he meant not to punish, than that he should punish what he had not forbidden."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:6",
                            "text": "Nay, it was his duty even to have permitted what he was about to prohibit in so unreasonable a way, as to annex no penalty to the offence."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:7",
                            "text": "For even now that is tacitly permitted which is forbidden without any infliction of vengeance."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:8",
                            "text": "Besides, he only forbids the commission of that which he does not like to have done."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:9",
                            "text": "Most listless, therefore, is he, since he takes no offence at the doing of what he dislikes to be done, although displeasure ought to be the companion of his violated will."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:10",
                            "text": "Now, if he is offended, he ought to be angry; if angry, he ought to inflict punishment."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:11",
                            "text": "For such infliction is the just fruit of anger, and anger is the debt of displeasure, and displeasure (as I have said) is the companion of a violated will."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:12",
                            "text": "However, he inflicts no punishment; therefore he takes no offence."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:13",
                            "text": "He takes no offence, therefore his will is not wronged, although that is done which he was unwilling to have done; and the transgression is now committed with the acquiescence of his will, because whatever offends not the will is not committed against the will."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:14",
                            "text": "Now, if this is to be the principle of the divine virtue or goodness, to be unwilling indeed that a thing be done and to prohibit it, and yet not be moved by its commission, we then allege that he has been moved already when he declared his unwillingness; and that it is vain for him not to be moved by the accomplishment of a thing after being moved at the possibility thereof, when he willed it not to be done."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:15",
                            "text": "For he prohibited it by his not willing it."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:16",
                            "text": "Did he not therefore do a judicial act, when he declared his unwillingness, and consequent prohibition of it? For he judged that it ought not to be done, and he deliberately declared that it should be forbidden."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:17",
                            "text": "Consequently by this time even he performs the part of a judge."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:18",
                            "text": "If it is unbecoming for God to discharge a judicial function, or at least only so far becoming that He may merely declare His unwillingness, and pronounce His prohibition, then He may not even punish for an offence when it is committed."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:19",
                            "text": "Now, nothing is so unworthy of the Divine Being as not to execute retribution on what He has disliked and forbidden."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:20",
                            "text": "First, He owes the infliction of chastisement to whatever sentence or law He promulges, for the vindication of His authority and the maintenance of submission to it; secondly, because hostile opposition is inevitable to what He has disliked to be done, and by that dislike forbidden."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book I 26:21",
                            "text": "Moreover, it would be a more unworthy course for God to spare the evil-doer than to punish him, especially in the most good and holy God, who is not otherwise fully good than as the enemy of evil, and that to such a degree as to display His love of good by the hatred of evil, and to fulfil His defence of the former by the extirpation of the latter."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Tertullian: Against Marcion Book I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:1",
                            "text": "Dangerous Effects to Religion and Morality of the Doctrine of So Weak a God."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:2",
                            "text": "Again, he plainly judges evil by not willing it, and condemns it by prohibiting it; while, on the other hand, he acquits it by not avenging it, and lets it go free by not punishing it."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:3",
                            "text": "What a prevaricator of truth is such a god! What a dissembler with his own decision! Afraid to condemn what he really condemns, afraid to hate what he does not love, permitting that to be done which he does not allow, choosing to indicate what he dislikes rather than deeply examine it! This will turn out an imaginary goodness, a phantom of discipline, perfunctory in duty, careless in sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:4",
                            "text": "Listen, ye sinners; and ye who have not yet come to this, hear, that you may attain to such a pass! A better god has been discovered, who never takes offence, is never angry, never inflicts punishment, who has prepared no fire in hell, no gnashing of teeth in the outer darkness! He is purely and simply good."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:5",
                            "text": "He indeed forbids all delinquency, but only in word."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:6",
                            "text": "He is in you, if you are willing to pay him homage, for the sake of appearances, that you may seem to honour God; for your fear he does not want."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:7",
                            "text": "And so satisfied are the Marcionites with such pretences, that they have no fear of their god at all."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:8",
                            "text": "They say it is only a bad man who will be feared, a good man will be loved."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:9",
                            "text": "Foolish man, do you say that he whom you call Lord ought not to be feared, whilst the very title you give him indicates a power which must itself be feared? But how are you going to love, without some fear that you do not love?  Surely (such a god) is neither your Father, towards whom your love for duty's sake should be consistent with fear because of His power; nor your proper Lord, whom you should love for His humanity and fear as your teacher."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:10",
                            "text": "Kidnappers indeed are loved after this fashion, but they are not feared."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:11",
                            "text": "For power will not be feared, except it be just and regular, although it may possibly be loved even when corrupt: for it is by allurement that it stands, not by authority; by flattery, not by proper influence."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:12",
                            "text": "And what can be more direct flattery than not to punish sins? Come, then, if you do not fear God as being good, why do you not boil over into every kind of lust, and so realize that which is, I believe, the main enjoyment of life to all who fear not God? Why do you not frequent the customary pleasures of the maddening circus, the bloodthirsty arena, and the lascivious theatre? Why in persecutions also do you not, when the censer is presented, at once redeem your life by the denial of your faith? God forbid, you say with redoubled emphasis."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:13",
                            "text": "So you do fear sin, and by your fear prove that He is an object of fear Who forbids the sin."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:14",
                            "text": "This is quite a different matter from that obsequious homage you pay to the god whom you do not fear, which is identical in perversity indeed to is own conduct, in prohibiting a thing without annexing the sanction of punishment."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:15",
                            "text": "Still more vainly do they act, who when asked, What is to become of every sinner in that great day? reply, that he is to be cast away out of sight."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book I 27:16",
                            "text": "Is not even this a question of judicial determination? He is adjudged to deserve rejection, and that by a sentence of condemnation; unless the sinner is cast away forsooth for his salvation, that even a leniency like this may fall in consistently with the character of your most good and excellent god! And what will it be to be cast away, but to lose that which a man was in the way of obtaining, were it not for his rejection—that is, his salvation?  Therefore his being cast away will involve the forfeiture of salvation; and this sentence cannot possibly be passed upon him, except by an angry and offended authority, who is also the punisher of sin—that is, by a judge."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Tertullian: Against Marcion Book I 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:1",
                            "text": "This Perverse Doctrine Deprives Baptism of All Its Grace."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:2",
                            "text": "If Marcion Be Right, the Sacrament Would Confer No Remission of Sins, No Regeneration, No Gift of the Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:3",
                            "text": "And what will happen to him after he is cast away? He will, they say, be thrown into the Creator's fire."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:4",
                            "text": "Then has no remedial provision been made (by their god) for the purpose of banishing those that sin against him, without resorting to the cruel measure of delivering them over to the Creator?  And what will the Creator then do?  I suppose He will prepare for them a hell doubly charged with brimstone, as for blasphemers against Himself; except indeed their god in his zeal, as perhaps might happen, should show clemency to his rival's revolted subjects."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:5",
                            "text": "Oh, what a god is this! everywhere perverse; nowhere rational; in all cases vain; and therefore a nonentity!—in whose state, and condition, and nature, and every appointment, I see no coherence and consistency; no, not even in the very sacrament of his faith! For what end does baptism serve, according to him? If the remission of sins, how will he make it evident that he remits sins, when he affords no evidence that he retains them? Because he would retain them, if he performed the functions of a judge."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:6",
                            "text": "If deliverance from death, how could he deliver from death, who has not delivered to death? For he must have delivered the sinner to death, if he had from the beginning condemned sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:7",
                            "text": "If the regeneration of man, how can he regenerate, who has never generated? For the repetition of an act is impossible to him, by whom nothing any time has been ever done."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:8",
                            "text": "If the bestowal of the Holy Ghost, how will he bestow the Spirit, who did not at first impart the life? For the life is in a sense the supplement of the Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:9",
                            "text": "He therefore seals man, who had never been unsealed in respect of him; washes man, who had never been defiled so far as he was concerned; and into this sacrament of salvation wholly plunges that flesh which is beyond the pale of salvation! No farmer will irrigate ground that will yield him no fruit in return, except he be as stupid as Marcion's god."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book I 28:10",
                            "text": "Why then impose sanctity upon our most infirm and most unworthy flesh, either as a burden or as a glory? What shall I say, too, of the uselessness of a discipline which sanctifies what is already sanctified? Why burden the infirm, or glorify the unworthy? Why not remunerate with salvation what it burdens or else glorifies?  Why keep back from a work its due reward, by not recompensing the flesh with salvation? Why even permit the honour of sanctity in it to die?."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Tertullian: Against Marcion Book I 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:1",
                            "text": "Marcion Forbids Marriage."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:2",
                            "text": "Tertullian Eloquently Defends It as Holy, and Carefully Discriminates Between Marcion's Doctrine and His Own Montanism."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:3",
                            "text": "The flesh is not, according to Marcion, immersed in the water of the sacrament, unless it be in virginity, widowhood, or celibacy, or has purchased by divorce a title to baptism, as if even generative impotents did not all receive their flesh from nuptial union."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:4",
                            "text": "Now, such a scheme as this must no doubt involve the proscription of marriage."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:5",
                            "text": "Let us see, then, whether it be a just one: not as if we aimed at destroying the happiness of sanctity, as do certain Nicolaitans in their maintenance of lust and luxury, but as those who have come to the knowledge of sanctity, and pursue it and prefer it, without detriment, however, to marriage; not as if we superseded a bad thing by a good, but only a good thing by a better."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:6",
                            "text": "For we do not reject marriage, but simply refrain from it."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:7",
                            "text": "Nor do we prescribe sanctity as the rule, but only recommend it, observing it as a good, yea, even the better state, if each man uses it carefully according to his ability; but at the same time earnestly vindicating marriage, whenever hostile attacks are made against it is a polluted thing, to the disparagement of the Creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:8",
                            "text": "For He bestowed His blessing on matrimony also, as on an honourable estate, for the increase of the human race; as He did indeed on the whole of His creation, for wholesome and good uses."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:9",
                            "text": "Meats and drinks are not on this account to be condemned, because, when served up with too exquisite a daintiness, they conduce to gluttony; nor is raiment to be blamed, because, when too costlily adorned, it becomes inflated with vanity and pride."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:10",
                            "text": "So, on the same principle, the estate of matrimony is not to be refused, because, when enjoyed without moderation, it is fanned into a voluptuous flame."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:11",
                            "text": "There is a great difference between a cause and a fault, between a state and its excess."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:12",
                            "text": "Consequently it is not an institution of this nature that is to be blamed, but the extravagant use of it; according to the judgment of its founder Himself, who not only said, \"Be fruitful, and multiply,\" but also, \"Thou shalt not commit adultery,\" and, \"Thou shalt not covet thy neighbour's wife;\" and who threatened with death the unchaste, sacrilegious, and monstrous abomination both of adultery and unnatural sin with man and beast."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:13",
                            "text": "Now, if any limitation is set to marrying—such as the spiritual rule, which prescribes but one marriage under the Christian obedience, maintained by the authority of the Paraclete,—it will be His prerogative to fix the limit Who had once been diffuse in His permission; His to gather, Who once scattered; His to cut down the tree, Who planted it; His to reap the harvest, Who sowed the seed; His to declare, \"It remaineth that they who have wives be as though they had none,\" Who once said, \"Be fruitful, and multiply;\" His the end to Whom belonged the beginning."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:14",
                            "text": "Nevertheless, the tree is not cut down as if it deserved blame; nor is the corn reaped, as if it were to be condemned,—but simply because their time is come."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:15",
                            "text": "So likewise the state of matrimony does not require the hook and scythe of sanctity, as if it were evil; but as being ripe for its discharge, and in readiness for that sanctity which will in the long run bring it a plenteous crop by its reaping."
                        },
                        {
                            "verse": 16,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:16",
                            "text": "For this leads me to remark of Marcion's god, that in reproaching marriage as an evil and unchaste thing, he is really prejudicing the cause of that very sanctity which he seems to serve."
                        },
                        {
                            "verse": 17,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:17",
                            "text": "For he destroys the material on which it subsists; if there is to be no marriage, there is no sanctity."
                        },
                        {
                            "verse": 18,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:18",
                            "text": "All proof of abstinence is lost when excess is impossible; for sundry things have thus their evidence in their contraries."
                        },
                        {
                            "verse": 19,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:19",
                            "text": "Just as \"strength is made perfect in weakness,\" so likewise is continence made manifest by the permission to marry."
                        },
                        {
                            "verse": 20,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:20",
                            "text": "Who indeed will be called continent, if that be taken away which gives him the opportunity of pursuing a life of continence? What room for temperance in appetite does famine give? What repudiation of ambitious projects does poverty afford?  What bridling of lust can the eunuch merit? To put a complete stop, however, to the sowing of the human race, may, for aught I know, be quite consistent for Marcion's most good and excellent god."
                        },
                        {
                            "verse": 21,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:21",
                            "text": "For how could he desire the salvation of man, whom he forbids to be born, when he takes away that institution from which his birth arises? How will he find any one on whom to set the mark of his goodness, when he suffers him not to come into existence? How is it possible to love him whose origin he hates? Perhaps he is afraid of a redundant population, lest he should be weary in liberating so many; lest he should have to make many heretics; lest Marcionite parents should produce too many noble disciples of Marcion."
                        },
                        {
                            "verse": 22,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:22",
                            "text": "The cruelty of Pharaoh, which slew its victims at their birth, will not prove to be more inhuman in comparison."
                        },
                        {
                            "verse": 23,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:23",
                            "text": "For while he destroyed lives, our heretic's god refuses to give them: the one removes from life, the other admits none to it."
                        },
                        {
                            "verse": 24,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:24",
                            "text": "There is no difference in either as to their homicide—man is slain by both of them; by the former just after birth, by the latter as yet unborn."
                        },
                        {
                            "verse": 25,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:25",
                            "text": "Thanks should we owe thee, thou god of our heretic, hadst thou only checked the dispensation of the Creator in uniting male and female; for from such a union indeed has thy Marcion been born!  Enough, however, of Marcion's god, who is shown to have absolutely no existence at all, both by our definitions of the one only Godhead, and the condition of his attributes."
                        },
                        {
                            "verse": 26,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:26",
                            "text": "The whole course, however, of this little work aims directly at this conclusion."
                        },
                        {
                            "verse": 27,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book I 29:27",
                            "text": "If, therefore, we seem to anybody to have achieved but little result as yet, let him reserve his expectations, until we examine the very Scripture which Marcion quotes."
                        }
                    ]
                }
            ]
        }
    ]
}