{
    "books": [
        {
            "name": "John Cassian: Confrences I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:1",
                            "text": "Cassian's Conferences."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:3",
                            "text": "First Conference of Abbot Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:5",
                            "text": "Of our stay in Scete, and that which we proposed to Abbot Moses."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences I 1:6",
                            "text": "When I was in the desert of Scete, where are the most excellent monastic fathers and where all perfection flourishes, in company with the holy father Germanus (who had since the earliest days and commencement of our spiritual service been my closest companion both in the Coenobium and in the desert, so that to show the harmony of our friendship and aims, everybody would say that a single heart and soul existed in our two bodies), I sought out Abbot Moses, who was eminent amid those splendid flowers, not only in practical but also in contemplative excellence, in my anxiety to be grounded by his instruction: and together we implored him to give us a discourse for our edification; not without tears, for we knew full well his determination never to consent to open the gate of perfection, except to those who desired it with all faithfulness, and sought it with all sorrow of heart; for fear lest if he showed it at random to those who cared nothing for it, or only desired it in a half-hearted way, by opening what is necessary, and what ought only to be discovered to those seeking perfection, to unworthy persons, and such as accepted it with scorn, he might appear to lay himself open either to the charge of bragging, or to the sin of betraying his trust; and at last being overcome by our prayers he thus began."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:2",
                            "text": "Of the question of Abbot Moses, who asked what was the goal and what the end of the monk."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:3",
                            "text": "All the arts and sciences, said he, have some goal or mark; and end or aim of their own, on which the diligent pursuer of each art has his eye, and so endures all sorts of toils and dangers and losses, cheerfully and with equanimity, e."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:4",
                            "text": "g."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:5",
                            "text": ", the farmer, shunning neither at one time the scorching heat of the sun, nor at another the frost and cold, cleaves the earth unweariedly, and again and again subjects the clods of his field to his ploughshare, while he keeps before him his goal; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:6",
                            "text": ", by diligent labour to break it up small like fine sand, and to clear it of all briers, and free it from all weeds, as he believes that in no other way can he gain his ultimate end, which is to secure a good harvest, and a large crop; on which he can either live himself free from care, or can increase his possessions."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:7",
                            "text": "Again, when his barn is well stocked he is quite ready to empty it, and with incessant labour to commit the seed to the crumbling furrow, thinking nothing of the present lessening of his stores in view of the future harvest."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:8",
                            "text": "Those men too who are engaged in mercantile pursuits, have no dread of the uncertainties and chances of the ocean, and fear no risks, while an eager hope urges them forward to their aim of gain."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:9",
                            "text": "Moreover those who are inflamed with the ambition of military life, while they look forward to their aim of honours and power take no notice of danger and destruction in their wanderings, and are not crushed by present losses and wars, while they are eager to obtain the end of some honour held out to them."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:10",
                            "text": "And our profession too has its own goal and end, for which we undergo all sorts of toils not merely without weariness but actually with delight; on account of which the want of food in fasting is no trial to us, the weariness of our vigils becomes a delight; reading and constant meditation on the Scriptures does not pall upon us; and further incessant toil, and self-denial, and the privation of all things, and the horrors also of this vast desert have no terrors for us."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:11",
                            "text": "And doubtless for this it was that you yourselves despised the love of  kinsfolk, and scorned your fatherland, and the delights of this world, and passed through so many countries, in order that you might come to us, plain and simple folk as we are, living in this wretched state in the desert."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "John Cassian: Confrences I 2:12",
                            "text": "Wherefore, said he, answer and tell me what is the goal and end, which incite you to endure all these things so cheerfully."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences I 3:2",
                            "text": "Of our reply."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences I 3:3",
                            "text": "And when he insisted on eliciting an opinion from us on this question, we replied that we endured all this for the sake of the kingdom of heaven."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:2",
                            "text": "Of Abbot Moses' question on the aforesaid statement."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:3",
                            "text": "To which he replied: Good, you have spoken cleverly of the (ultimate) end."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:4",
                            "text": "But what should be our (immediate) goal or mark, by constantly sticking close to which we can gain our end, you ought first to know."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:5",
                            "text": "And when we frankly confessed our ignorance, he proceeded: The first thing, as I said, in all the arts and sciences is to have some goal, i-e:, a mark for the mind, and constant mental purpose, for unless a man keeps this before him with all diligence and persistence, he will never succeed in arriving at the ultimate aim and the gain which he desires."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:6",
                            "text": "For, as I said, the farmer who has for his aim to live free from care and with plenty, while his crops are springing has this as his immediate object and goal; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:7",
                            "text": ", to keep his field clear from all brambles, and weeds, and does not fancy that he can otherwise ensure wealth and a peaceful end, unless he first secures by some plan of work and hope that which he is anxious to obtain."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:8",
                            "text": "The business man too does not lay aside the desire of procuring wares, by means of which he may more profitably amass riches, because he would desire gain to no purpose, unless he chose the road which leads to it: and those men who are anxious to be decorated with the honours of this world, first make up their minds to what duties and conditions they must devote themselves, that in the regular course of hope they may succeed in gaining the honours they desire."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:9",
                            "text": "And so the end of our way of life is indeed the kingdom of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:10",
                            "text": "But what is the (immediate) goal you must earnestly ask, for if it is not in the same way discovered by us, we shall strive and wear ourselves out to no purpose, because a man who is travelling in a wrong direction, has all the trouble and gets none of the good of his journey."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Confrences I 4:11",
                            "text": "And when we stood gaping at this remark, the old man proceeded: The end of our profession indeed, as I said, is the kingdom of God or the kingdom of heaven: but the immediate aim or goal, is purity of heart, without which no one can gain that end: fixing our gaze then steadily on this goal, as if on a definite mark, let us direct our course as straight towards it as possible, and if our thoughts wander somewhat from this, let us revert to our gaze upon it, and check them accurately as by a sure standard, which will always bring back all our efforts to this one mark, and will show at once if our mind has wandered ever so little from the direction marked out for it."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:2",
                            "text": "A comparison with a man who is trying to hit a mark."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:3",
                            "text": "As those, whose business it is to use weapons of war, whenever they want to show their skill in their art before a king of this world, try to shoot their arrows or darts into certain small targets which have the prizes painted on them; for they know that they cannot in any other way than by the line of their aim secure the end and the prize they hope for, which they will only then enjoy when they have been able to hit the mark set before them; but if it happens to be withdrawn from their sight, however much in their want of skill their aim may vainly deviate from the straight path, yet they cannot perceive that they have strayed from the direction of the intended straight line because they have no distinct mark to prove the skilfulness of their aim, or to show up its badness: and therefore while they shoot their missiles idly into space, they cannot see how they have gone wrong or how utterly at fault they are, since no mark is their accuser, showing how far they have gone astray from the right direction; nor can an unsteady look help them to correct and restore the straight line enjoined on them."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:4",
                            "text": "So then the end indeed which we have set before us is, as the Apostle says, eternal life, as he declares, \"having indeed your fruit unto holiness, and the end eternal life;\" but the immediate goal is purity of heart, which he not unfairly terms \"sanctification,\" without which the afore-mentioned end cannot be gained; as if he had said in other words, having your immediate goal in purity of heart, but the end  life eternal."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:5",
                            "text": "Of which goal the same blessed Apostle teaches us, and significantly uses the very term, i-e:, σκοπός, saying as follows, \"Forgetting those things which are behind and reaching forward to those that are before, I press toward the mark, for the prize of the high calling of the Lord:\" which is more clearly put in Greek κατὰ σκοπὸν διώκω, i-e:, \"I press toward the mark,\" as if he said, \"With this aim, with which I forget those things that are behind, i-e:, the faults of earlier life, I strive to reach as the end the heavenly prize\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:6",
                            "text": "Whatever then can help to guide us to this object; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:7",
                            "text": ", purity of heart, we must follow with all our might, but whatever hinders us from it, we must shun as a dangerous and hurtful thing."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:8",
                            "text": "For, for this we do and endure all things, for this we make light of our kinsfolk, our country, honours, riches, the delights of this world, and all kinds of pleasures, namely in order that we may retain a lasting purity of heart."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:9",
                            "text": "And so when this object is set before us, we shall always direct our actions and thoughts straight towards the attainment of it; for if it be not constantly fixed before our eyes, it will not only make all our toils vain and useless, and force them to be endured to no purpose and without any reward, but it will also excite all kinds of thoughts opposed to one another."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Confrences I 5:10",
                            "text": "For the mind, which has no fixed point to which it may return, and on which it may chiefly fasten, is sure to rove about from hour to hour and minute to minute in all sorts of wandering thoughts, and from those things which come to it from outside, to be constantly changed into that state which first offers itself to it."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:2",
                            "text": "Of those who in renouncing the world, aim at perfection without love."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:3",
                            "text": "For hence it arises that in the case of some who have despised the greatest possessions of this world, and not only large sums of gold and silver, but also large properties, we have seen them afterwards disturbed and excited over a knife, or pencil, or pin, or pen."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:4",
                            "text": "Whereas if they kept their gaze steadily fixed out of a pure heart they would certainly never allow such a thing to happen for trifles, while in order that they might not suffer it in the case of great and precious riches they chose rather to renounce them altogether."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:5",
                            "text": "For often too some guard their books so jealously that they will not allow them to be even slightly moved or touched by any one else, and from this fact they meet with occasions of impatience and death, which give them warning of the need of acquiring the requisite patience and love; and when they have given up all their wealth for the love of Christ, yet as they preserve their former disposition in the matter of trifles, and are sometimes quickly upset about them, they become in all points barren and unfruitful, as those who are without the charity of which the Apostle speaks: and this the blessed Apostle foresaw in spirit, and \"though,\" says he, \"I give all my goods to feed the poor, and give my body to be burned, but have not charity, it profiteth me nothing\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:6",
                            "text": "And from this it clearly follows that perfection is not arrived at simply by self-denial, and the giving up of all our goods, and the casting away of honours, unless there is that charity, the details of which the Apostle describes, which consists in purity of heart alone."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:7",
                            "text": "For \"not to be envious,\" \"not to be puffed up, not to be angry, not to do any wrong, not to seek one's own, not to rejoice in iniquity, not to think evil\" etc."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Confrences I 6:8",
                            "text": ", what is all this except ever to offer to God a perfect and clean heart, and to keep it free from all disturbances?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:2",
                            "text": "How peace of mind should be sought."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:3",
                            "text": "Everything should be done and sought after by us for the sake of this."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:4",
                            "text": "For this we must seek for solitude, for this we know that we ought to submit to fastings, vigils, toils, bodily nakedness, reading, and all other virtues that through them we may be enabled to prepare our heart and to keep it unharmed by all evil passions, and resting on these steps to mount to the perfection of charity, and with regard to these observances, if by accident we have been employed in some good and useful occupation and have been unable to carry out our customary discipline, we should not be overcome by vexation or anger, or passion, with the object of overcoming which, we were going to do that which we have omitted."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:5",
                            "text": "For the gain from fasting will not balance the loss from anger, nor is the profit from reading so great as the harm which results from despising a brother."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:6",
                            "text": "Those things which are of secondary importance, such as fastings, vigils, withdrawal from the world, meditation on Scripture, we ought to practise with a view to our main object, i-e:, purity of heart, which is charity, and we ought not on their account to drive away this main virtue, for as long as it is still found in us intact and unharmed, we  shall not be hurt if any of the things which are of secondary importance are necessarily omitted; since it will not be of the slightest use to have done everything, if this main reason of which we have spoken be removed, for the sake of which everything is to be done."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:7",
                            "text": "For on this account one is anxious to secure and provide for one's self the implements for any branch of work, not simply to possess them to no purpose, nor as if one made the profit and advantage, which is looked for from them, to consist in the bare fact of possession but that by using them, one may effectually secure practical knowledge and the end of that particular art of which they are auxiliaries."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:8",
                            "text": "Therefore fastings, vigils, meditation on the Scriptures, self-denial, and the abnegation of all possessions are not perfection, but aids to perfection: because the end of that science does not lie in these, but by means of these we arrive at the end."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:9",
                            "text": "He then will practise these exercises to no purpose, who is contented with these as if they were the highest good, and has fixed the purpose of his heart simply on them, and does not extend his efforts towards reaching the end, on account of which these should be sought: for he possesses indeed the implements of his art, but is ignorant of the end, in which all that is valuable resides."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Confrences I 7:10",
                            "text": "Whatever then can disturb that purity and peace of mind—even though it may seem useful and valuable—should be shunned as really hurtful, for by this rule we shall succeed in escaping harm from mistakes and vagaries, and make straight for the desired end and reach it."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:2",
                            "text": "Of the main effort towards the contemplation of things and an illustration from the case of Martha and Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:3",
                            "text": "This then should be our main effort: and this steadfast purpose of heart we should constantly aspire after; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:4",
                            "text": ", that the soul may ever cleave to God and to heavenly things."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:5",
                            "text": "Whatever is alien to this, however great it may be, should be given the second place, or even treated as of no consequence, or perhaps as hurtful."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:6",
                            "text": "We have an excellent illustration of this state of mind and condition in the gospel in the case of Martha and Mary: for when Martha was performing a service that was certainly a sacred one, since she was ministering to the Lord and His disciples, and Mary being intent only on spiritual instruction was clinging close to the feet of Jesus which she kissed and anointed with the ointment of a good confession, she is shown by the Lord to have chosen the better part, and one which should not be taken away from her: for when Martha was toiling with pious care, and was cumbered about her service, seeing that of herself alone she was insufficient for such service she asks for the help of her sister from the Lord, saying: \"Carest Thou not that my sister has left me to serve alone: bid her therefore that she help me\"—certainly it was to no unworthy work, but to a praiseworthy service that she summoned her: and yet what does she hear from the Lord? \"Martha, Martha, thou art anxious and troubled about many things: but few things are needful, or only one."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:7",
                            "text": "Mary hath chosen the good part, which shall not be taken away from her\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:8",
                            "text": "You see then that the Lord makes the chief good consist in meditation; i-e:, in divine contemplation: whence we see that all other virtues should be put in the second place, even though we admit that they are necessary, and useful, and excellent, because they are all performed for the sake of this one thing."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:9",
                            "text": "For when the Lord says: \"Thou art careful and troubled about many things, but few things are needful or only one,\" He makes the chief good consist not in practical work however praiseworthy and rich in fruits it may be, but in contemplation of Him, which indeed is simple and \"but one\"; declaring that \"few things\" are needful for perfect bliss, i-e:, that contemplation which is first secured by reflecting on a few saints: from the contemplation of whom, he who has made some progress rises and attains by God's help to that which is termed \"one thing,\" i-e:, the consideration of God alone, so as to get beyond those actions and services of Saints, and feed on the beauty and knowledge of God alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:10",
                            "text": "\"Mary\" therefore \"chose the good part, which shall not be taken away from her\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:11",
                            "text": "And this must be more carefully considered."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:12",
                            "text": "For when He says that Mary chose the good part, although He says nothing of Martha, and certainly does not appear to blame her, yet in praising the one, He implies that the other is inferior."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Confrences I 8:13",
                            "text": "Again when He says \"which shall not be taken away from her,\" He shows that from the other her portion can be taken away (for a bodily ministry cannot last forever with a man), but teaches that this one's desire can never have an end."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences I 9:2",
                            "text": "A question how it is that the practice of virtue cannot remain with a man."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences I 9:3",
                            "text": "To which we, being deeply moved, replied what then? will the effort of fasting, diligence in reading, works of mercy, justice, piety, and kindness, be taken away from us, and not continue with the doers of them, especially since the Lord Himself promises the reward of the kingdom of heaven to these works, when He says: \"Come, ye blessed of My Father, inherit the kingdom prepared for you from the beginning of the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences I 9:4",
                            "text": "For I was an hungred, and ye gave Me to eat; I was thirsty and ye gave Me to drink:\" etc."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences I 9:5",
                            "text": "How then shall these works be taken away, which admit the doers of them into the kingdom of heaven?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:2",
                            "text": "The answer that not the reward, but the doing of them will come to an end."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:3",
                            "text": "Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:4",
                            "text": "I did not say that the reward for a good work would be taken away, as the Lord Himself says: \"Whosoever shall give to one of the least of these, a cup of cold water only in the name of a disciple, verily I say unto you, he shall not lose his reward:\" but I maintain that the doing of a thing, which either bodily necessity, or the onslaught of the flesh, or the inequalities of this world, compel to be done, will be taken away."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:5",
                            "text": "For diligence in reading, and self-denial in fasting, are usefully practised for purifying the heart and chastening the flesh in this life only, as long as \"the flesh lusteth against the spirit,\" and sometimes we see that even in this life they are taken away from those men who are worn out with excessive toil, or bodily infirmity or old age, and cannot be practised by them."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:6",
                            "text": "How much more then will they come to an end hereafter, when \"this corruptible shall have put on incorruption,\" and the body which is now \"a natural body\" shall have risen \"a spiritual body\" and the flesh shall have begun to be such that it no longer lusts against the spirit? And of this the blessed Apostle also clearly speaks, when he says that \"bodily exercise is profitable for a little: but godliness\" (by which he certainly means love) \"is profitable for all things, having the promise of the life that now is and of that which is to come\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:7",
                            "text": "This clearly shows that what is said to be useful for a little, is not to be practised for all time, and cannot possibly by itself alone confer the highest state of perfection on the man who slaves at it."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:8",
                            "text": "For the term \"for a little\" may mean either of the two things, i-e:, it may refer to the shortness of the time, because bodily exercise cannot possibly last on with man both in this life and in the world to come: or it may refer to the smallness of the profit which results from exercising the flesh, because bodily austerities produce some sort of beginnings of progress, but not the actual perfection of love, which has the promise of the life that now is and of that which is to come: and therefore we deem that the practice of the aforesaid works is needful, because without them we cannot climb the heights of love."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:9",
                            "text": "For what you call works of religion and mercy are needful in this life while these inequalities and differences of conditions still prevail; but even here we should not look for them to be performed, unless such a large proportion of poor, needy, and sick folk abounded, which is brought about by the wickedness of men; viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:10",
                            "text": ", of those who have grasped and kept for their own use (without however using them) those things which were granted to all by the Creator of all alike."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "John Cassian: Confrences I 10:11",
                            "text": "As long then as this inequality lasts in this world, this sort of work will be needful and useful to the man that practises it, as it brings to a good purpose and pious will the reward of an eternal inheritance: but it will come to an end in the life to come, where equality will reign, when there will be no longer inequality, on account of which these things must be done, but all men will pass from these manifold practical works to the love of God, and contemplation of heavenly things in continual purity of heart: to which those men who are urgent in devoting themselves to knowledge and purifying the heart, have chosen to give themselves up with all their might and main, betaking themselves, while they are still in the flesh, to that duty, in which they are to continue, when they have laid aside corruption, and when they come to that promise of the Lord the Saviour, which says \"Blessed are the pure in heart for they shall see God\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences I 11:2",
                            "text": "On the abiding character of love."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences I 11:3",
                            "text": "And why do you wonder that those duties enumerated above will cease, when the holy Apostle tells us that even the higher gifts of the Holy Spirit will pass away: and points out that charity alone will abide without end, saying \"whether there be prophecies, they shall fail; whether there be tongues, they shall cease: whether there be knowledge, it will come to an end,\" but of this he says \"Charity never faileth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences I 11:4",
                            "text": "For all gifts are given for a time as use and need require, but when the dispensation is ended they will without doubt presently pass away: but love will never be destroyed."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences I 11:5",
                            "text": "For not only does it work usefully in us in this world; but also in that to come, when the burden of bodily needs is cast off, it will continue in far greater vigour and excellence, and will never be weakened by any defect, but by means of its perpetual incorruption will cling to God more intently and earnestly."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences I 12:2",
                            "text": "A question on perseverance in spiritual contemplation."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences I 12:3",
                            "text": "Germanus."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences I 12:4",
                            "text": "Who then, while he is burdened with our frail flesh, can be always so intent on this contemplation, as never to think about the arrival of a brother, or visiting the sick, or manual labour, or at least about showing kindness to strangers and visitors? And lastly, who is not interrupted by providing for the body, and looking after it? Or how and in what way can the mind cling to the invisible and incomprehensible God, this we should like to learn."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:2",
                            "text": "The answer concerning the direction of the heart towards and concerning the kingdom of God and the kingdom of the devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:3",
                            "text": "Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:4",
                            "text": "To cling to God continually, and as you say inseparably to hold fast to meditation on Him, is impossible for a man while still in this weak flesh of ours."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:5",
                            "text": "But we ought to be aware on what we should have the purpose of our mind fixed, and to what goal we should ever recall the gaze of our soul: and when the mind can secure this it may rejoice; and grieve and sigh when it is withdrawn from this, and as often as it discovers itself to have fallen away from gazing on Him, it should admit that it has lapsed from the highest good, considering that even a momentary departure from gazing on Christ is fornication."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:6",
                            "text": "And when our gaze has wandered ever so little from Him, let us turn the eyes of the soul back to Him, and recall our mental gaze as in a perfectly straight direction."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:7",
                            "text": "For everything depends on the inward frame of mind, and when the devil has been expelled from this, and sins no longer reign in it, it follows that the kingdom of God is founded in us, as the Evangelist says \"The kingdom of God cometh not with observation, nor shall men say Lo here, or lo there: for verily I say unto you that the kingdom of God is within you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:8",
                            "text": "But nothing else can be \"within you,\" but knowledge or ignorance of truth, and delight either in vice or in virtue, through which we prepare a kingdom for the devil or for Christ in our heart: and of this kingdom the Apostle describes the character, when he says \"For the kingdom of God is not meat and drink, but righteousness and peace and joy in the Holy Ghost\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:9",
                            "text": "And so if the kingdom of God is within us, and the actual kingdom of God is righteousness and peace and joy, then the man who abides in these is most certainly in the kingdom of God, and on the contrary those who live in unrighteousness, and discord, and the sorrow that worketh death, have their place in the kingdom of the devil, and in hell and death."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:10",
                            "text": "For by these tokens the kingdom of God and the kingdom of the devil are distinguished: and in truth if lifting up our mental gaze on high we would consider that state in which the heavenly powers live on high, who are truly in the kingdom of God, what should we imagine it to be except perpetual and lasting joy? For what is so specially peculiar and appropriate to true blessedness as constant calm and eternal joy? And that you may be quite sure that this, which we say, is really so, not on my own authority but on that of the Lord, hear how very clearly He describes the character and condition of that world: \"Behold,\" says He, \"I create new heavens and a new earth: and the former things shall not be remembered nor come into mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:11",
                            "text": "But ye shall be glad and rejoice forever in that which I create\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:12",
                            "text": "And again \"joy and gladness shall be found therein: thanksgiving and the voice of praise, and there shall be month after month, and Sabbath after Sabbath\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:13",
                            "text": "And again: \"they shall obtain joy and gladness; and sorrow and sighing shall flee away\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:14",
                            "text": "And if you want to know more definitely about that life and the city of the saints, hear what the voice of the Lord proclaims to the heavenly Jerusalem herself: \"I will make,\" says He, \"thine officers peace and thine overseers righteousness."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:15",
                            "text": "Violence shall no more be heard in thy land, desolation nor destruction within thy borders."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:16",
                            "text": "And salvation shall take possession of thy walls, and praise of thy gates."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:17",
                            "text": "The sun shall be no more thy light by day, neither shall the brightness of the moon give light to thee: but the Lord shall be  thine everlasting light, and thy God thy glory."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:18",
                            "text": "Thy sun shall no more go down, neither shall thy moon withdraw itself: but the Lord shall be thine everlasting light, and the days of thy mourning shall be ended:\" and therefore the holy Apostle does not say generally or without qualification that every joy is the kingdom of God, but markedly and emphatically that joy alone which is \"in the Holy Ghost\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:19",
                            "text": "For he was perfectly aware of another detestable joy, of which we hear \"the world shall rejoice,\" and \"woe unto you that laugh, for ye shall mourn\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "John Cassian: Confrences I 13:20",
                            "text": "In fact the kingdom of heaven must be taken in a threefold sense, either that the heavens shall reign, i-e:, the saints over other things subdued, according to this text, \"Be thou over five cities, and thou over ten;\" and this which is said to the disciples: \"Ye shall sit upon twelve thrones judging the twelve tribes of Israel:\" or that the heavens themselves shall begin to be reigned over by Christ, when \"all things are subdued unto Him,\" and God begins to be \"all in all:\" or else that the saints shall reign in heaven with the Lord."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:2",
                            "text": "Of the continuance of the soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:3",
                            "text": "Wherefore every one while still existing in this body should already be aware that he must be committed to that state and office, of which he made himself a sharer and an adherent while in this life, nor should he doubt that in that eternal world he will be partner of him, whose servant and minister he chose to make himself here: according to that saying of our Lord which says \"If any man serve Me, let him follow Me, and where I am, there shall My servant also be\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:4",
                            "text": "For as the kingdom of the devil is gained by consenting to sin, so the kingdom of God is attained by the practice of virtue in purity of heart and spiritual knowledge."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:5",
                            "text": "But where the kingdom of God is, there most certainly eternal life is enjoyed, and where the kingdom of the devil is, there without doubt is death and the grave."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:6",
                            "text": "And the man who is in this condition, cannot praise the Lord, according to the saying of the prophet which tells us: \"The dead cannot praise Thee, O Lord; neither all they that go down into the grave (doubtless of sin)."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:7",
                            "text": "But we,\" says he, \"who live (not forsooth to sin nor to this world but to God) will bless the Lord, from this time forth for evermore: for in death no man remembereth God: but in the grave (of sin) who will confess to the Lord?\" i-e:, no one will."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:8",
                            "text": "For no man even though he were to call himself a Christian a thousand times over, or a monk, confesses God when he is sinning: no man who allows those things which the Lord hates, remembereth God, nor calls himself with any truth the servant of Him, whose commands he scorns with obstinate rashness: in which death the blessed Apostle declares that the widow is involved, who gives herself to pleasure, saying \"a widow who giveth herself to pleasure is dead while she liveth\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:9",
                            "text": "There are then many who while still living in this body are dead, and lying in the grave cannot praise God; and on the contrary there are many who though they are dead in the body yet bless God in the spirit, and praise Him, according to this: \"O ye spirits and souls of the righteous, bless ye the Lord:\" and \"every spirit shall praise the Lord\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:10",
                            "text": "And in the Apocalypse the souls of them that are slain are not only said to praise God but to address Him also."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:11",
                            "text": "In the gospel too the Lord says with still greater clearness to the Sadducees: \"Have ye not read that which was spoken by God, when He said to you: I am the God of Abraham, and the God of Isaac and the God of Jacob."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:12",
                            "text": "He is not the God of the dead but of the living: for all do live unto Him\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:13",
                            "text": "Of whom also the Apostle says: \"wherefore God is not ashamed to be called their God: for He hath prepared for them a city\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:14",
                            "text": "For that they are not idle after the separation from this body, and are not incapable of feeling, the parable in the gospel shows, which tells us of the beggar Lazarus and Dives clothed in purple, one of whom obtained a position of bliss, i-e:, Abraham's bosom, the other is consumed with the dreadful heat of eternal fire."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:15",
                            "text": "But if you care too to understand the words spoken to the thief \"To-day thou shalt be with Me in Paradise,\" what do they clearly show but that not only does their former intelligence continue with the souls, but also that in their changed condition they partake of some state which corresponds to their actions and deserts? For the Lord would certainly never have promised him this, if He had known that his soul after being separated from the flesh would either have been deprived of perception or have been resolved into nothing."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:16",
                            "text": "For it was not his flesh but his soul which was to enter Paradise with Christ."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:17",
                            "text": "At least we  must avoid, and shun with the utmost horror, that wicked punctuation of the heretics, who, as they do not believe that Christ could be found in Paradise on the same day on which He descended into hell, thus punctuate \"Verily, I say unto you to-day,\" and making a stop apply \"thou shalt be with Me in Paradise,\" in such a way that they imagine that this promise was not fulfilled at once after he departed from this life, but that it will be fulfilled after the resurrection, as they do not understand what before the time of His resurrection He declared to the Jews, who fancied that He was hampered by human difficulties and weakness of the flesh as they were: \"No man hath ascended into heaven, but He who came down from heaven, even the Son of man who is in heaven:\" by which He clearly shows that the souls of the departed are not only not deprived of their reason, but that they are not even without such feelings as hope and sorrow, joy and fear, and that they already are beginning to taste beforehand something of what is reserved for them at the last judgment, and that they are not as some unbelievers hold resolved into nothing after their departure from this life: but that they live a more real life, and are still more earnest in waiting on the praises of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:18",
                            "text": "And indeed to put aside for a little Scripture proofs, and to discuss, as far as our ability permits us, a little about the nature of the soul itself, is it not beyond the bounds of I will not say the folly, but the madness of all stupidity, even to have the slightest suspicion that the nobler part of man, in which as the blessed Apostle shows, the image and likeness of God consists, will, when the burden of the body with which it is oppressed in this world is laid aside, become insensible, when, as it contains in itself all the power of reason, it makes the dumb and senseless material flesh sensible, by participation with it: especially when it follows, and the order of reason itself demands that when the mind has put off the grossness of the flesh with which it is now weighed down, it will restore its intellectual powers better than ever, and receive them in a purer and finer condition than it lost them."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:19",
                            "text": "But so far did the blessed Apostle recognize that what we say is true, that he actually wished to depart from this flesh; that by separation from it, he might be able to be joined more earnestly to the Lord; saying: \"I desire to be dissolved and to be with Christ, which is far better, for while we are in the body we are absent from the Lord:\" and therefore \"we are bold and have our desire always to be absent from the body, and present with the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:20",
                            "text": "Wherefore also we strive, whether absent or present, to be pleasing to Him;\" and he declares indeed that the continuance of the soul which is in the flesh is distance from the Lord, and absence from Christ, and trusts with entire faith that its separation and departure from this flesh involves presence with Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:21",
                            "text": "And again still more clearly the same Apostle speaks of this state of the souls as one that is very full of life: \"But ye are come to Mount Sion, and the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels, and the church of the first born, who are written in heaven, and the spirits of just men made perfect\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "John Cassian: Confrences I 14:22",
                            "text": "Of which spirits he speaks in another passage, \"Furthermore we have had instructors of our flesh, and we reverenced them: shall we not much more be subject to the Father of spirits and live?\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:2",
                            "text": "How we must meditate on God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:3",
                            "text": "But the contemplation of God is gained in a variety of ways."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:4",
                            "text": "For we not only discover God by admiring His incomprehensible essence, a thing which still lies hid in the hope of the promise, but we see Him through the greatness of His creation, and the consideration of His justice, and the aid of His daily providence: when with pure minds we contemplate what He has done with His saints in every generation, when with trembling heart we admire His power with which He governs, directs, and rules all things, or the vastness of His knowledge, and that eye of His from which no secrets of the heart can lie hid, when we consider the sand of the sea, and the number of the waves measured by Him and known to Him, when in our wonder we think that the drops of rain, the days and hours of the ages, and all things past and future are present to His knowledge; when we gaze in unbounded admiration on that ineffable mercy of His, which with unwearied patience endures countless sins which are  every moment being committed under His very eyes, or the call with which from no antecedent merits of ours, but by the free grace of His pity He receives us; or again the numberless opportunities of salvation which He grants to those whom He is going to adopt—that He made us be born in such a way as that from our very cradles His grace and the knowledge of His law might be given to us, that He Himself, overcoming our enemy in us simply for the pleasure of His good will, rewards us with eternal bliss and everlasting rewards, when lastly He undertook the dispensation of His Incarnation for our salvation, and extended the marvels of His sacraments to all nations."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:5",
                            "text": "But there are numberless other considerations of this sort, which arise in our minds according to the character of our life and the purity of our heart, by which God is either seen by pure eyes or embraced: which considerations certainly no one will preserve lastingly, if anything of carnal affections still survives in him, because \"thou canst not,\" saith the Lord, \"see My face: for no man shall see Me and live;\" viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Confrences I 15:6",
                            "text": ", to this world and to earthly affections."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences I 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences I 16:2",
                            "text": "A question on the changing character of the thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences I 16:3",
                            "text": "Germanus."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences I 16:4",
                            "text": "How is it then, that even against our will, aye and without our knowledge idle thoughts steal upon us so subtilely and secretly that it is fearfully hard not merely to drive them away, but even to grasp and seize them? Can then a mind sometimes be found free from them, and never attacked by illusions of this kind?."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:2",
                            "text": "The answer what the mind can and what it cannot do with regard to the state of its thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:3",
                            "text": "Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:4",
                            "text": "It is impossible for the mind not to be approached by thoughts, but it is in the power of every earnest man either to admit them or to reject them."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:5",
                            "text": "As then their rising up does not entirely depend on ourselves, so the rejection or admission of them lies in our own power."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:6",
                            "text": "But because we said that it is impossible for the mind not to be approached by thoughts, you must not lay everything to the charge of the assault, or to those spirits who strive to instil them into us, else there would not remain any free will in man, nor would efforts for our improvement be in our power: but it is, I say, to a great extent in our power to improve the character of our thoughts and to let either holy and spiritual thoughts or earthly ones grow up in our hearts."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Confrences I 17:7",
                            "text": "For for this purpose frequent reading and continual meditation on the Scriptures is employed that from thence an opportunity for spiritual recollection may be given to us, therefore the frequent singing of Psalms is used, that thence constant feelings of compunction may be provided, and earnest vigils and fasts and prayers, that the mind may be brought low and not mind earthly things, but contemplate things celestial, for if these things are dropped and carelessness creeps on us, the mind being hardened with the foulness of sin is sure to incline in a carnal direction and fall away."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Confrences I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:2",
                            "text": "Comparison of a soul and a millstone."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:3",
                            "text": "And this movement of the heart is not unsuitably illustrated by the comparison of a mill wheel, which the headlong rush of water whirls round, with revolving impetus, and which can never stop its work so long as it is driven round by the action of the water: but it is in the power of the man who directs it, to decide whether he will have wheat or barley or darnel ground by it."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:4",
                            "text": "That certainly must be crushed by it which is put into it by the man who has charge of that business."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:5",
                            "text": "So then the mind also through the trials of the present life is driven about by the torrents of temptations pouring in upon it from all sides, and cannot be free from the flow of thoughts: but the character of the thoughts which it should either throw off or admit for itself, it will provide by the efforts of its own earnestness and diligence: for if, as we said, we constantly recur to meditation on the Holy Scriptures and raise our memory towards the recollection of spiritual things and the desire of perfection and the hope of future bliss, spiritual thoughts are sure to rise from this, and cause the mind to dwell on those things on which we have been meditating."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: Confrences I 18:6",
                            "text": "But if we are overcome by sloth or carelessness and spend our time in idle gossip, or are entangled in the cares of this world and unnecessary anxieties, the result will be that a sort of species of tares will spring up, and afford an injurious occupation for our hearts, and as our  Lord and Saviour says, wherever the treasure of our works or purpose may be, there also our heart is sure to continue."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Confrences I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:2",
                            "text": "Of the three origins of our thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:3",
                            "text": "Above all we ought at least to know that there are three origins of our thoughts, i-e:, from God, from the devil, and from ourselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:4",
                            "text": "They come from God when He vouchsafes to visit us with the illumination of the Holy Ghost, lifting us up to a higher state of progress, and where we have made but little progress, or through acting slothfully have been overcome, He chastens us with most salutary compunction, or when He discloses to us heavenly mysteries, or turns our purpose and will to better actions, as in the case where the king Ahasuerus, being chastened by the Lord, was prompted to ask for the books of the annals, by which he was reminded of the good deeds of Mordecai, and promoted him to a position of the highest honour and at once recalled his most cruel sentence concerning the slaughter of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:5",
                            "text": "Or when the prophet says: \"I will hearken what the Lord God will say in me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:6",
                            "text": "Another too tells us \"And an angel spoke, and said in me,\" or when the Son of God promised that He would come with His Father, and make His abode in us, and \"It is not ye that speak, but the Spirit of your Father which speaketh in you\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:7",
                            "text": "And the chosen vessel: \"Ye seek a proof of Christ that speaketh in me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:8",
                            "text": "But a whole range of thoughts springs from the devil, when he endeavours to destroy us either by the pleasures of sin or by secret attacks, in his crafty wiles deceitfully showing us evil as good, and transforming himself into an angel of light to us: as when the evangelist tells us: \"And when supper was ended, when the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray\" the Lord: and again also \"after the sop,\" he says, \"Satan entered into him\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:9",
                            "text": "Peter also says to Ananias: \"Why hath Satan tempted thine heart, to lie to the Holy Ghost?\" And that which we read in the gospel much earlier as predicted by Ecclesiastes: \"If the spirit of the ruler rise up against thee, leave not thy place\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:10",
                            "text": "That too which is said to God against Ahab in the third book of Kings, in the character of an unclean spirit: \"I will go forth and will be a lying spirit in the mouth of all his prophets\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:11",
                            "text": "But they arise from ourselves, when in the course of nature we recollect what we are doing or have done or have heard."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:12",
                            "text": "Of which the blessed David speaks: \"I thought upon the ancient days, and had in mind the years from of old, and I meditated, by night I exercised myself with my heart, and searched out my spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:13",
                            "text": "And again: \"the Lord knoweth the thoughts of man, that they are vain:\" and \"the thoughts of the righteous are judgments\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "John Cassian: Confrences I 19:14",
                            "text": "In the gospel too the Lord says to the Pharisees: \"why do ye think evil in your hearts?\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: Confrences I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:2",
                            "text": "About discerning the thoughts, with an illustration from a good money-changer."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:3",
                            "text": "We ought then carefully to notice this threefold order, and with a wise discretion to analyse the thoughts which arise in our hearts, tracking out their origin and cause and author in the first instance, that we may be able to consider how we ought to yield ourselves to them in accordance with the desert of those who suggest them so that we may, as the Lord's command bids us, become good money-changers, whose highest skill and whose training is to test what is perfectly pure gold and what is commonly termed tested, or what is not sufficiently purified in the fire; and also with unerring skill not to be taken in by a common brass denarius, if by being coloured with bright gold it is made like some coin of great value; and not only shrewdly to recognize coins stamped with the heads of usurpers, but with a still shrewder skill to detect those which have the image of the right king, but are not properly made, and lastly to be careful by the test of the balance to see that they are not under proper weight."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:4",
                            "text": "All of which  things the gospel saying, which uses this figure, shows us that we ought also to observe spiritually; first that whatever has found an entrance into our hearts, and whatever doctrine has been received by us, should be most carefully examined to see whether it has been purified by the divine and heavenly fire of the Holy Ghost, or whether it belongs to Jewish superstition, or whether it comes from the pride of a worldly philosophy and only externally makes a show of religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:5",
                            "text": "And this we can do, if we carry out the Apostle's advice, \"Believe not every spirit, but prove the spirits whether they are of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:6",
                            "text": "But by this kind those men also are deceived, who after having been professed as monks are enticed by the grace of style, and certain doctrines of philosophers, which at the first blush, owing to some pious meanings not out of harmony with religion, deceive as with the glitter of gold their hearers, whom they have superficially attracted, but render them poor and miserable for ever, like men deceived by false money made of copper: either bringing them back to the bustle of this world, or enticing them into the errors of heretics, and bombastic conceits: a thing which we read of as happening to Achan in the book of Joshua the son of Nun, when he coveted a golden weight from the camp of the Philistines, and stole it, and was smitten with a curse and condemned to eternal death."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:7",
                            "text": "In the second place we should be careful to see that no wrong interpretation fixed on to the pure gold of Scripture deceives us as to the value of the metal: by which means the devil in his craft tried to impose upon our Lord and Saviour as if He was a mere man, when by his malevolent interpretation he perverted what ought to be understood generally of all good men, and tried to fasten it specially on to Him, who had no need of the care of the angels: saying, \"For He shall give His angels charge concerning Thee, to keep Thee in all Thy ways: and in their hands they shall bear Thee up, lest at any time Thou dash Thy foot against a stone,\" by a skilful assumption on his part giving a turn to the precious sayings of Scripture and twisting them into a dangerous sense, the very opposite of their true meaning, so as to offer to us the image and face of an usurper under cover of the gold colour which may deceive us."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:8",
                            "text": "Or whether he tries to cheat us with counterfeits, for instance by urging that some work of piety should be taken up which as it does come from the true minds of the fathers, leads under the form of virtue to vice; and, deceiving us either by immoderate or impossible fasts, or by too long vigils, or inordinate prayers, or unsuitable reading, brings us to a bad end."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:9",
                            "text": "Or, when he persuades us to give ourselves up to mixing in the affairs of others, and to pious visits, by which he may drive us away from the spiritual cloisters of the monastery, and the secrecy of its friendly peacefulness, and suggests that we take on our shoulders the anxieties and cares of religious women who are in want, that when a monk is inextricably entangled in snares of this sort he may distract him with most injurious occupations and cares."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:10",
                            "text": "Or else when he incites a man to desire the holy office of the clergy under the pretext of edifying many people, and the love of spiritual gain, by which to draw us away from the humility and strictness of our life."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:11",
                            "text": "All of which things, although they are opposed to our salvation and to our profession, yet when covered with a sort of veil of compassion and religion, easily deceive those who are lacking in skill and care."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:12",
                            "text": "For they imitate the coins of the true king, because they seem at first full of piety, but are not stamped by those who have the right to coin, i-e:, the approved Catholic fathers, nor do they proceed from the head public office for receiving them, but are made by stealth and by the fraud of the devil, and palmed off upon the unskilful and ignorant not without serious harm."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:13",
                            "text": "And even although they seem to be useful and needful at first, yet if afterwards they begin to interfere with the soundness of our profession, and as it were to weaken in some sense the whole body of our purpose, it is well that they should be cut off and cast away from us like a member which may be necessary, but yet offends us and which seems to perform the office of the right hand or foot."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:14",
                            "text": "For it is better, without one member of a command, i-e:, its working or result, to continue safe and sound in other parts, and to enter as weak into the kingdom of heaven rather than with the whole mass of commands to fall into some error which by an evil custom separates us from our strict rule and the system purposed and entered upon, and leads to such loss, that it will never outweigh the harm that will follow, but will cause all our past fruits and the whole body of our work to be burnt in hell fire."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "John Cassian: Confrences I 20:15",
                            "text": "Of which kind of illusions it is well said in the Proverbs: \"There are ways which seem to be right to a man, but their latter end will come into the depths of hell,\" and again \"An evil man is harmful when he attaches himself to a good man,\"  i-e:, the devil deceives when he is covered with an appearance of sanctity: \"but he hates the sound of the watchman,\" i-e:, the power of discretion which comes from the words and warnings of the fathers."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: Confrences I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:2",
                            "text": "Of the illusion of Abbot John."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:3",
                            "text": "In this manner we have heard that Abbot John who lived at Lycon, was recently deceived."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:4",
                            "text": "For when his body was exhausted and failing as he had put off taking food during a fast of two days, on the third day while he was on his way to take some refreshment the devil came in the shape of a filthy Ethiopian, and falling at his feet, cried \"Pardon me because I appointed this labour for you\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:5",
                            "text": "And so that great man, who was so perfect in the matter of discretion, understood that under pretence of an abstinence practised unsuitably, he was deceived by the craft of the devil, and engaged in a fast of such a character as to affect his worn out body with a weariness that was unnecessary, indeed that was harmful to the spirit; as he was deceived by a counterfeit coin, and, while he paid respect to the image of the true king upon it, was not sufficiently alive to the question whether it was rightly cut and stamped."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:6",
                            "text": "But the last duty of this \"good money-changer,\" which, as we mentioned before, concerns the examination of the weight, will be fulfilled, if whenever our thoughts suggest that anything is to be done, we scrupulously think it over, and, laying it in the scales of our breast, weigh it with the most exact balance, whether it be full of good for all, or heavy with the fear of God: or entire and sound in meaning; or whether it be light with human display or some conceit of novelty, or whether the pride of foolish vain glory has not diminished or lessened the weight of its merit."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: Confrences I 21:7",
                            "text": "And so straightway weighing them in the public balance, i-e:, testing them by the acts and proofs of the Apostles and Prophets let us hold them as it were entire and perfect and of full weight, or else with all care and diligence reject them as imperfect and counterfeit, and of insufficient weight."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: Confrences I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:2",
                            "text": "Of the fourfold method of discrimination."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:3",
                            "text": "This power of discriminating will then be necessary for us in the fourfold manner of which we have spoken; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:4",
                            "text": ", first that the material does not escape our notice whether it be of true or of painted gold: secondly, that those thoughts which falsely promise works of religion should be rejected by us as forged and counterfeit coins, as they are those which are not rightly stamped, and which bear an untrue image of the king; and that we may be able in the same way to detect those which in the case of the precious gold of Scripture, by means of a false and heretical meaning, show the image not of the true king but of an usurper; and that we refuse those whose weight and value the rust of vanity has depreciated and not allowed to pass in the scales of the fathers, as coins that are too light, and are false and weigh too little; so that we may not incur that which we are warned by the Lord's command to avoid with all our power, and lose the value and reward of all our labour."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:5",
                            "text": "\"Lay not up for yourselves treasures on the earth, where rust and moth corrupt and where thieves break through and steal\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:6",
                            "text": "For whenever we do anything with a view to human glory we know that we are, as the Lord says, laying up for ourselves treasure on earth, and that consequently being as it were hidden in the ground and buried in the earth it must be destroyed by sundry demons or consumed by the biting rust of vain glory, or devoured by the moths of pride so as to contribute nothing to the use and profits of the man who has hidden it."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:7",
                            "text": "We should then constantly search all the inner chambers of our hearts, and trace out the footsteps of whatever enters into them with the closest investigation lest haply some beast, if I may say so, relating to the understanding, either lion or dragon, passing through has furtively left the dangerous marks of his track, which will show to others the way of access into the secret recesses of the heart, owing to a carelessness about our thoughts."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "John Cassian: Confrences I 22:8",
                            "text": "And so daily and hourly turning up the ground of our heart with the gospel plough, i-e:, the constant recollection of the Lord's cross, we shall manage to stamp out or extirpate from our hearts the lairs of noxious beasts and the lurking places of poisonous serpents."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: Confrences I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:2",
                            "text": "Of the discourse of the teacher in regard to the merits of his hearers."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:3",
                            "text": "At this the old man seeing that we were astonished, and inflamed at the words of his discourse with an insatiable desire, stopped  his speech for a little in consequence of our admiration and earnestness, and presently added: Since your zeal, my sons, has led to so long a discussion, and a sort of fire supplies keener zest to our conference in proportion to your earnestness, as from this very thing I can clearly see that you are truly thirsting after teaching about perfection, I want still to say something to you on the excellence of discrimination and grace which rules and holds the field among all virtues, and not merely to prove its value and usefulness by daily instances of it, but also from former deliberations and opinions of the fathers."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:4",
                            "text": "For I remember that frequently when men were asking me with sighs and tears for a discourse of this kind, and I myself was anxious to give them some teaching I could not possibly manage it, and not merely my thoughts but even my very power of speech failed me so that I could not find how to send them away with even some slight consolation."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:5",
                            "text": "And by these signs we clearly see that the grace of the Lord inspires the speakers with words according to the deserts and zeal of the hearers."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:6",
                            "text": "And because the very short night which is before us does not allow me to finish the discourse, let us the rather give it up to bodily rest, in which the whole of it will have to be spent, if a reasonable portion is refused, and let us reserve the complete scheme of the discourse for unbroken consideration on a future day or night."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:7",
                            "text": "For it is right for the best counsellors on discretion to show the diligence of their minds in the first place in this, and to prove whether they are or can be possessors of it by this evidence and patience, so that in treating of that virtue which is the mother of moderation they may by no means fall into the vice which is opposite to it; viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:8",
                            "text": ", that of undue length, by their actions and deeds destroying the force of the system and nature which they recommend in word."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:9",
                            "text": "In regard then to this most excellent discretion, on which we still propose to inquire, so far as the Lord gives us power, it may in the first instance be a good thing, when we are disputing about its excellence and the moderation which we know exists in it as the first of virtues, not to allow ourselves to exceed the due limit of the discussion and of our time."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:10",
                            "text": "And so with this the blessed Moses put a stop to our talk, and urged us, eager though we were and hanging on his lips, to go off to bed for a little, advising us to lie down on the same mats on which we were sitting, and to put our bundles under our heads instead of pillows, as these being tied evenly to thicker leaves of papyrus collected in long and slender bundles, six feet apart, at one time provide the brethren when sitting at service with a very low seat instead of a footstool, at another time being put under their necks when they go to bed furnish a support for their heads, that is not too hard, but comfortable and just right."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:11",
                            "text": "For which uses of the monks these things are considered especially fit and suitable not only because they are somewhat soft, and prepared at little cost of money and labour, as the papyrus grows everywhere along the banks of the Nile, but also because they are of a convenient stuff and light enough to be removed or fetched as need may require."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "John Cassian: Confrences I 23:12",
                            "text": "And so at last at the bidding of the old man we settled ourselves down to sleep in deep stillness, both excited with delight at the conference we had held, and also buoyed up with hope of the promised discussion."
                        }
                    ]
                }
            ]
        }
    ]
}